

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-04-24" /> 
 <meta id="rattsinfo-edited" content="2023-04-24 09:28:22" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4372</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4371">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4373">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1960:729 ·
                    <a href="/sfsr?bet=1960:729">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1960:729) om upphovsr&#228;tt till litter&#228;ra och konstn&#228;rliga verk</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1960-12-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1712
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 Kap. Upphovsr&#228;ttens f&#246;rem&#229;l och inneh&#229;ll

1 &#167; Den som har skapat ett litter&#228;rt eller konstn&#228;rligt verk har
upphovsr&#228;tt till verket oavsett om det &#228;r

1. sk&#246;nlitter&#228;r eller beskrivande framst&#228;llning i skrift eller tal,

2. datorprogram,

3. musikaliskt eller sceniskt verk,

4. filmverk,

5. fotografiskt verk eller n&#229;got annat alster av bildkonst,

6. alster av byggnadskonst eller brukskonst, eller

7. verk som har kommit till uttryck p&#229; n&#229;got annat s&#228;tt.

Till litter&#228;ra verk h&#228;nf&#246;rs kartor, samt &#228;ven andra i teckning eller
grafik eller i plastisk form utf&#246;rda verk av beskrivande art.

Vad som i denna lag s&#228;gs om datorprogram skall i till&#228;mpliga delar
g&#228;lla &#228;ven f&#246;rberedande designmaterial f&#246;r datorprogram.
Lag (1994:190).

2 &#167; Upphovsr&#228;tt innefattar, med de inskr&#228;nkningar som
f&#246;reskrivs i det f&#246;ljande, uteslutande r&#228;tt att f&#246;rfoga &#246;ver
verket genom att framst&#228;lla exemplar av det och genom att g&#246;ra
det tillg&#228;ngligt f&#246;r allm&#228;nheten, i ursprungligt eller &#228;ndrat
skick, i &#246;vers&#228;ttning eller bearbetning, i annan litteratur-
eller konstart eller i annan teknik.

Framst&#228;llning av exemplar innefattar varje direkt eller
indirekt samt tillf&#228;llig eller permanent framst&#228;llning av
exemplar av verket, oavsett i vilken form eller med vilken
metod den sker och oavsett om den sker helt eller delvis.

Verket g&#246;rs tillg&#228;ngligt f&#246;r allm&#228;nheten i f&#246;ljande fall:

1. N&#228;r verket &#246;verf&#246;rs till allm&#228;nheten. Detta sker n&#228;r verket
p&#229; tr&#229;dbunden eller tr&#229;dl&#246;s v&#228;g g&#246;rs tillg&#228;ngligt f&#246;r
allm&#228;nheten fr&#229;n en annan plats &#228;n den d&#228;r allm&#228;nheten kan ta
del av verket. &#214;verf&#246;ring till allm&#228;nheten innefattar
&#246;verf&#246;ring som sker p&#229; ett s&#229;dant s&#228;tt att enskilda kan f&#229;
tillg&#229;ng till verket fr&#229;n en plats och vid en tidpunkt som de
sj&#228;lva v&#228;ljer.

2. N&#228;r verket framf&#246;rs offentligt. Offentligt framf&#246;rande
innefattar endast s&#229;dana fall d&#229; verket g&#246;rs tillg&#228;ngligt f&#246;r
allm&#228;nheten med eller utan anv&#228;ndning av ett tekniskt
hj&#228;lpmedel p&#229; samma plats som den d&#228;r allm&#228;nheten kan ta del av
verket.

3. N&#228;r exemplar av verket visas offentligt. Offentlig visning
innefattar endast s&#229;dana fall d&#229; ett exemplar av ett verk g&#246;rs
tillg&#228;ngligt f&#246;r allm&#228;nheten utan anv&#228;ndning av ett tekniskt
hj&#228;lpmedel p&#229; samma plats som den d&#228;r allm&#228;nheten kan ta del av
exemplaret. Om ett tekniskt hj&#228;lpmedel anv&#228;nds &#228;r det i st&#228;llet
ett offentligt framf&#246;rande.

4. N&#228;r exemplar av verket bjuds ut till f&#246;rs&#228;ljning, uthyrning
eller utl&#229;ning eller annars sprids till allm&#228;nheten.

Med &#246;verf&#246;ring till allm&#228;nheten och offentligt framf&#246;rande
j&#228;mst&#228;lls &#246;verf&#246;ringar och framf&#246;randen som i
f&#246;rv&#228;rvsverksamhet anordnas till eller inf&#246;r en st&#246;rre sluten
krets. Lag (2005:359).

3 &#167; D&#229; exemplar av ett verk framst&#228;lles eller verket g&#246;res tillg&#228;ngligt
f&#246;r allm&#228;nheten, skall upphovsmannen angivas i den omfattning och p&#229; det
s&#228;tt god sed kr&#228;ver.

Ett verk m&#229; icke &#228;ndras s&#229;, att upphovsmannens litter&#228;ra eller
konstn&#228;rliga anseende eller egenart kr&#228;nkes; ej heller m&#229; verket g&#246;ras
tillg&#228;ngligt f&#246;r allm&#228;nheten i s&#229;dan form eller i s&#229;dant sammanhang som
&#228;r p&#229; angivet s&#228;tt kr&#228;nkande f&#246;r upphovsmannen.

Sin r&#228;tt enligt denna paragraf kan upphovsmannen med bindande verkan
eftergiva endast s&#229;vitt ang&#229;r en till art och omfattning begr&#228;nsad
anv&#228;ndning av verket.

4 &#167; Den som &#246;versatt eller bearbetat ett verk eller &#246;verf&#246;rt det till
annan litteratur- eller konstart har upphovsr&#228;tt till verket i denna
gestalt, men han &#228;ger icke f&#246;rfoga d&#228;r&#246;ver i strid mot upphovsr&#228;tten
till originalverket.

Har n&#229;gon i fri anslutning till ett verk &#229;stadkommit ett nytt och
sj&#228;lvst&#228;ndigt verk, &#228;r hans upphovsr&#228;tt ej beroende av r&#228;tten till
originalverket.

5 &#167; Den som genom att sammanst&#228;lla verk eller delar av verk &#229;stadkommit
ett litter&#228;rt eller konstn&#228;rligt samlingsverk har upphovsr&#228;tt till
detta, men hans r&#228;tt inskr&#228;nker icke r&#228;tten till de s&#228;rskilda verken.

6 &#167; Har ett verk tv&#229; eller flera upphovsm&#228;n, vilkas bidrag icke utg&#246;ra
sj&#228;lvst&#228;ndiga verk, tillkommer upphovsr&#228;tten dem gemensamt. De &#228;ga dock
var f&#246;r sig beivra intr&#229;ng i r&#228;tten.

7 &#167; S&#229;som upphovsman anses, d&#228;r ej annat visas, den vars namn eller ock
allm&#228;nt k&#228;nda pseudonym eller signatur p&#229; sedvanligt s&#228;tt uts&#228;ttes p&#229;
exemplar av verket eller angives d&#229; detta g&#246;res tillg&#228;ngligt f&#246;r
allm&#228;nheten.

&#196;r ett verk utgivet utan att upphovsmannen &#228;r angiven s&#229;som i f&#246;rsta
stycket s&#228;gs, &#228;ger utgivaren, om s&#229;dan &#228;r n&#228;mnd, och eljest f&#246;rl&#228;ggaren
f&#246;retr&#228;da upphovsmannen, till dess denne blivit angiven p&#229; ny upplaga
eller genom anm&#228;lan i justitiedepartementet.

8 &#167; Ett verk anses offentliggjort, d&#229; det lovligen gjorts tillg&#228;ngligt
f&#246;r allm&#228;nheten.

Verket anses utgivet, d&#229; exemplar d&#228;rav med upphovsmannens samtycke
f&#246;rts i handeln eller eljest blivit spridda till allm&#228;nheten. Lag
(1973:363).

9 &#167; Upphovsr&#228;tt g&#228;ller inte till

1. f&#246;rfattningar,

2. beslut av myndigheter,

3. yttranden av svenska myndigheter och

4. officiella &#246;vers&#228;ttningar av s&#229;dant som avses i 1-3.

Upphovsr&#228;tt g&#228;ller dock till verk vilka ing&#229;r i en handling som
avses i f&#246;rsta stycket och &#228;r av f&#246;ljande slag:

1. kartor,

2. alster av bildkonst,

3. musikaliska verk eller

4. diktverk.

Upphovsr&#228;tt g&#228;ller &#228;ven till ett verk som ing&#229;r i en bilaga
till ett beslut av en myndighet, om beslutet avser r&#228;tten att
ta del av den allm&#228;nna handling d&#228;r verket ing&#229;r.
Lag (2000:92).

10 &#167; Upphovsr&#228;tt till ett verk g&#228;ller &#228;ven om verket har
registrerats som m&#246;nster.

Upphovsr&#228;tt g&#228;ller inte till kretsm&#246;nster f&#246;r halvledarprodukter.
Om r&#228;tten till s&#229;dana kretsm&#246;nster finns s&#228;rskilda best&#228;mmelser.
Lag (1994:190).

2 Kap. Inskr&#228;nkningar i upphovsr&#228;tten

Allm&#228;nna best&#228;mmelser om inskr&#228;nkningar

11 &#167; Best&#228;mmelserna i detta kapitel medf&#246;r inga inskr&#228;nkningar
i upphovsmannens r&#228;tt enligt 3 &#167; ut&#246;ver dem som f&#246;ljer av 26 c &#167;.

N&#228;r ett verk &#229;terges offentligt med st&#246;d av detta kapitel skall
k&#228;llan anges i den omfattning och p&#229; det s&#228;tt som god sed kr&#228;ver
samt f&#229;r verket inte &#228;ndras i st&#246;rre utstr&#228;ckning &#228;n anv&#228;ndningen
kr&#228;ver. Lag (1993:1007).

Framst&#228;llning av tillf&#228;lliga exemplar

11 a &#167; Tillf&#228;lliga former av exemplar av verk f&#229;r framst&#228;llas,
om framst&#228;llningen utg&#246;r en integrerad och v&#228;sentlig del i en
teknisk process och om exemplaren &#228;r flyktiga eller har
underordnad betydelse i processen. Exemplaren f&#229;r inte ha
sj&#228;lvst&#228;ndig ekonomisk betydelse.

Framst&#228;llning av exemplar enligt f&#246;rsta stycket &#228;r till&#229;ten
bara om det enda syftet med framst&#228;llningen &#228;r att m&#246;jligg&#246;ra

1. &#246;verf&#246;ring i ett n&#228;t mellan tredje parter via en mellanhand,
eller

2. laglig anv&#228;ndning, dvs. anv&#228;ndning som sker med tillst&#229;nd
fr&#229;n upphovsmannen eller dennes r&#228;ttsinnehavare, eller annan
anv&#228;ndning som inte &#228;r otill&#229;ten enligt denna lag.

F&#246;rsta och andra styckena ger inte r&#228;tt att framst&#228;lla exemplar
av litter&#228;ra verk i form av datorprogram eller
sammanst&#228;llningar. Lag (2005:359).

11 b &#167; Har upph&#228;vts genom lag (1993:1007).

Framst&#228;llning av exemplar f&#246;r privat bruk

12 &#167; Var och en f&#229;r f&#246;r privat bruk framst&#228;lla ett eller n&#229;gra
f&#229; exemplar av offentliggjorda verk. S&#229;vitt g&#228;ller litter&#228;ra
verk i skriftlig form f&#229;r exemplarframst&#228;llningen dock endast
avse begr&#228;nsade delar av verk eller s&#229;dana verk av begr&#228;nsat
omf&#229;ng. Exemplaren f&#229;r inte anv&#228;ndas f&#246;r andra &#228;ndam&#229;l &#228;n
privat bruk.

F&#246;rsta stycket ger inte r&#228;tt att

1. uppf&#246;ra byggnadsverk,

2. framst&#228;lla exemplar av datorprogram, eller

3. framst&#228;lla exemplar i digital form av sammanst&#228;llningar i
digital form.

F&#246;rsta stycket ger inte heller r&#228;tt att f&#246;r privat bruk l&#229;ta en
utomst&#229;ende

1. framst&#228;lla exemplar av musikaliska verk eller filmverk,

2. framst&#228;lla bruksf&#246;rem&#229;l eller skulpturer, eller

3. genom konstn&#228;rligt f&#246;rfarande efterbilda andra konstverk.

Denna paragraf ger inte r&#228;tt att framst&#228;lla exemplar av ett
verk n&#228;r det exemplar som &#228;r den egentliga f&#246;rlagan framst&#228;llts
eller gjorts tillg&#228;ngligt f&#246;r allm&#228;nheten i strid med 2 &#167;.
Lag (2005:359).

Anv&#228;ndning av verk i samband med undervisning

13 &#167; L&#228;rare och elever vid utbildningsanstalter f&#229;r i 
illustrativt syfte &#229;terge verk i samband med undervisning. Vid 
undervisning p&#229; distans f&#229;r verk &#229;terges endast i en s&#228;ker 
elektronisk milj&#246;. 

F&#246;rsta stycket g&#228;ller inte f&#246;r anv&#228;ndning som kan ske med st&#246;d 
av ett avtal som avses i 42 a &#167;, om ett s&#229;dant avtal finns 
l&#228;tt tillg&#228;ngligt p&#229; marknaden. 

Avtalsvillkor som inskr&#228;nker r&#228;tten att anv&#228;nda verk enligt 
denna paragraf &#228;r ogiltiga. Lag (2022:1712).

14 &#167; F&#246;r undervisnings&#228;ndam&#229;l f&#229;r l&#228;rare och elever g&#246;ra
upptagningar av sina egna framf&#246;randen av verk. Upptagningarna
f&#229;r inte anv&#228;ndas f&#246;r andra &#228;ndam&#229;l. Lag (1993:1007).

15 &#167; Den som framst&#228;ller ett samlingsverk, sammanst&#228;llt ur verk
fr&#229;n ett st&#246;rre antal upphovsm&#228;n, f&#246;r anv&#228;ndning vid
undervisning, f&#229;r &#229;terge mindre delar av litter&#228;ra och
musikaliska verk och s&#229;dana verk av litet omf&#229;ng, om det har
g&#229;tt fem &#229;r efter det &#229;r d&#229; verken gavs ut. Konstverk f&#229;r
&#229;terges i anslutning till texten, om det har g&#229;tt fem &#229;r efter
det &#229;r d&#229; verket offentliggjordes. Upphovsm&#228;nnen har r&#228;tt till
ers&#228;ttning.

F&#246;rsta stycket g&#228;ller inte s&#229;dana verk som har skapats f&#246;r att
anv&#228;ndas vid undervisning och ger inte r&#228;tt att i f&#246;rv&#228;rvssyfte
framst&#228;lla samlingsverk. Lag (2022:1712).

Framst&#228;llning av exemplar f&#246;r text- och datautvinning

15 a &#167; Den som har lovlig tillg&#229;ng till ett verk f&#229;r 
framst&#228;lla exemplar av verket f&#246;r text- och 
datautvinnings&#228;ndam&#229;l. Exemplaren f&#229;r inte beh&#229;llas l&#228;ngre &#228;n 
vad som &#228;r n&#246;dv&#228;ndigt f&#246;r &#228;ndam&#229;let och f&#229;r inte anv&#228;ndas f&#246;r 
andra &#228;ndam&#229;l. 

F&#246;rsta stycket g&#228;ller inte om upphovsmannen p&#229; l&#228;mpligt s&#228;tt 
har f&#246;rbeh&#229;llit sig den r&#228;tt som avses d&#228;r. Lag (2022:1712).

15 b &#167; Forskningsorganisationer, s&#229;dana bibliotek och museer 
som &#228;r tillg&#228;ngliga f&#246;r allm&#228;nheten, arkiv samt institutioner 
f&#246;r film- eller ljudarvet f&#229;r framst&#228;lla exemplar av verk som 
de har lovlig tillg&#229;ng till, dock inte datorprogram, f&#246;r att 
utf&#246;ra text- och datautvinning f&#246;r forsknings&#228;ndam&#229;l. 
Exemplaren f&#229;r inte beh&#229;llas l&#228;ngre &#228;n vad som &#228;r n&#246;dv&#228;ndigt 
f&#246;r &#228;ndam&#229;let och f&#229;r inte anv&#228;ndas f&#246;r andra &#228;ndam&#229;l. 
Exemplaren ska lagras p&#229; ett s&#228;tt som hindrar obeh&#246;rig 
anv&#228;ndning. 

F&#246;rsta stycket hindrar inte att upphovsmannen vidtar 
proportionerliga &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla integritet och 
s&#228;kerhet i n&#228;tverk och databaser som inneh&#229;ller verk. 

Avtalsvillkor som inskr&#228;nker r&#228;tten att anv&#228;nda verk enligt 
denna paragraf &#228;r ogiltiga. Lag (2022:1712).

15 c &#167; Med text- och datautvinning avses i 15 a och 15 b &#167;&#167; en 
automatiserad teknik som anv&#228;nds f&#246;r att analysera text och 
data i digital form i syfte att generera information. 

Med forskningsorganisation avses i 15 b &#167; ett universitet med 
tillh&#246;rande bibliotek, en forskningsinstitution eller en annan 
enhet vars fr&#228;msta m&#229;l &#228;r att bedriva vetenskaplig forskning 
eller utbildningsverksamhet som omfattar vetenskaplig 
forskning. Vidare m&#229;ste verksamheten i organisationen bedrivas 
p&#229; ett s&#229;dant s&#228;tt att ett f&#246;retag som ut&#246;var ett avg&#246;rande 
inflytande p&#229; organisationen inte kan ha prioriterad tillg&#229;ng 
till resultaten av forskningen. Forskningen m&#229;ste bedrivas 

1. utan vinstsyfte eller s&#229; att all vinst &#229;terinvesteras i den 
vetenskapliga forskningen, eller

2. i enlighet med ett uppdrag i det allm&#228;nnas intresse som har 
erk&#228;nts av en stat inom Europeiska ekonomiska 
samarbetsomr&#229;det. Lag (2022:1712).

Framst&#228;llning och spridning av exemplar inom 
kulturarvsinstitutioner

16 &#167; Bibliotek och museer som &#228;r tillg&#228;ngliga f&#246;r allm&#228;nheten, 
arkiv samt institutioner f&#246;r film- eller ljudarvet har r&#228;tt 
att framst&#228;lla exemplar av verk f&#246;r bevarande&#228;ndam&#229;l. 
Avtalsvillkor som inskr&#228;nker den r&#228;tten &#228;r ogiltiga.

De statliga och kommunala arkivmyndigheterna, de vetenskapliga 
bibliotek och fackbibliotek som drivs av det allm&#228;nna och 
folkbiblioteken har r&#228;tt att framst&#228;lla exemplar av verk, dock 
inte datorprogram, &#228;ven

1. f&#246;r kompletterings- eller forsknings&#228;ndam&#229;l,

2. f&#246;r att tillgodose l&#229;nes&#246;kandes &#246;nskem&#229;l om enskilda 
artiklar eller korta avsnitt eller om material som av 
s&#228;kerhetssk&#228;l inte b&#246;r l&#228;mnas ut i original, eller

3. f&#246;r anv&#228;ndning i l&#228;sapparater.

Exemplar som framst&#228;lls p&#229; papper med st&#246;d av andra stycket 2 
f&#229;r spridas till l&#229;nes&#246;kande. Lag (2022:1712).

Anv&#228;ndning av herrel&#246;sa verk

16 a &#167; Bibliotek, utbildningsanstalter och museer som &#228;r
tillg&#228;ngliga f&#246;r allm&#228;nheten samt arkiv och institutioner f&#246;r
film- eller ljudarvet f&#229;r framst&#228;lla exemplar av litter&#228;ra
verk i skrifter och av filmverk samt &#246;verf&#246;ra s&#229;dana verk
till allm&#228;nheten p&#229; ett s&#229;dant s&#228;tt att enskilda kan f&#229;
tillg&#229;ng till verket fr&#229;n en plats och vid en tidpunkt som de
sj&#228;lva v&#228;ljer, om

1. verket anses eller har ansetts herrel&#246;st enligt 16 b &#167; och
r&#228;ttsinnehavaren inte har gett sig till k&#228;nna f&#246;r
anv&#228;ndaren,

2. verket ing&#229;r i anv&#228;ndarens egna samlingar,

3. verket har anknytning till ett land som ing&#229;r i Europeiska
ekonomiska samarbetsomr&#229;det (ett EES-land) genom att

a) om verket har getts ut, den f&#246;rsta utgivningen har skett i
ett s&#229;dant land, eller

b) om verket inte har getts ut men s&#228;nts ut i ljudradio eller
television, den f&#246;rsta uts&#228;ndningen har skett i ett s&#229;dant
land, eller

c) om verket varken har getts ut eller s&#228;nts ut, det med
r&#228;ttsinnehavarens samtycke har gjorts tillg&#228;ngligt f&#246;r
allm&#228;nheten i ett s&#229;dant land av en anv&#228;ndare som avses i
denna paragraf och det rimligen kan antas att
r&#228;ttsinnehavaren inte mots&#228;tter sig f&#246;rfogandet,

4. anv&#228;ndaren &#228;r etablerad i ett EES-land,

5. anv&#228;ndarens verksamhet inte bedrivs i vinstsyfte och, n&#228;r
det g&#228;ller institutioner f&#246;r film- eller ljudarvet,
institutionen utsetts av det allm&#228;nna att f&#246;rvalta film-
eller ljudarvet,

6. f&#246;rfogandet sker f&#246;r att uppn&#229; m&#229;l som r&#246;r anv&#228;ndarens
uppdrag i allm&#228;nhetens intresse och, i fr&#229;ga om
exemplarframst&#228;llning, f&#246;r att digitalisera, indexera,
katalogisera, bevara, restaurera eller &#246;verf&#246;ra verket till
allm&#228;nheten,

7. int&#228;kterna fr&#229;n f&#246;rfogandet uteslutande syftar till att
t&#228;cka kostnaderna f&#246;r att digitalisera och &#246;verf&#246;ra herrel&#246;sa
verk till allm&#228;nheten, och

8. r&#228;ttsinnehavare som &#228;r k&#228;nda anges.

Ett radio- eller tv-f&#246;retag i allm&#228;nhetens tj&#228;nst f&#229;r f&#246;rfoga
&#246;ver filmverk som har producerats av eller f&#246;r ett s&#229;dant
f&#246;retag f&#246;re den 1 januari 2003 p&#229; de s&#228;tt och under de
f&#246;ruts&#228;ttningar som anges i f&#246;rsta stycket 1–4 och 6–8.

En anv&#228;ndare som avses i f&#246;rsta stycket f&#229;r p&#229; de s&#228;tt och
under de f&#246;ruts&#228;ttningar som anges d&#228;r f&#246;rfoga &#246;ver verk som
ing&#229;r i ett litter&#228;rt verk i en skrift, ett filmverk eller en
ljudupptagning med s&#229;dan anknytning till ett EES-land som
anges i f&#246;rsta stycket 3. Ett radio- eller tv-f&#246;retag i
allm&#228;nhetens tj&#228;nst f&#229;r p&#229; samma s&#228;tt och under de
f&#246;ruts&#228;ttningar som anges i f&#246;rsta stycket 1–4 och 6–8
f&#246;rfoga &#246;ver verk som ing&#229;r i ett s&#229;dant filmverk eller i en
s&#229;dan ljudupptagning, om filmverket eller ljudupptagningen
har producerats av eller f&#246;r ett s&#229;dant f&#246;retag f&#246;re den 1
januari 2003. Lag (2014:884).

16 b &#167; Ett verk ska anses herrel&#246;st om samtliga
r&#228;ttsinnehavare &#228;r ok&#228;nda eller inte g&#229;tt att finna efter det
att en anv&#228;ndare som avses i 16 a &#167; har utf&#246;rt en omsorgsfull
efterforskning enligt 16 c &#167; och dokumenterat den. Om ett
verk har flera r&#228;ttsinnehavare och endast n&#229;gon eller n&#229;gra
av dessa &#228;r ok&#228;nda eller inte g&#229;tt att finna, ska det som
s&#228;gs i denna lag om herrel&#246;sa verk till&#228;mpas p&#229; den r&#228;tt till
verket som tillkommer denna eller dessa r&#228;ttsinnehavare.

Om r&#228;ttsinnehavaren ger sig till k&#228;nna f&#246;r en anv&#228;ndare som
f&#246;rfogat &#246;ver verket med st&#246;d av 16 a &#167;, ska verket inte
l&#228;ngre anses herrel&#246;st. R&#228;ttsinnehavaren har r&#228;tt till rimlig
kompensation av den som har f&#246;rfogat &#246;ver verket.
Lag (2014:884).

16 c &#167; En omsorgsfull efterforskning ska utf&#246;ras f&#246;r varje
sj&#228;lvst&#228;ndigt verk.

Efterforskningen ska utf&#246;ras i det land d&#228;r verket f&#246;rst gavs
ut, eller, om det inte har getts ut, i det land d&#228;r det f&#246;rst
s&#228;ndes ut i ljudradio eller television. Om ett verk varken
har getts ut eller s&#228;nts ut men med r&#228;ttsinnehavarens
samtycke har gjorts tillg&#228;ngligt f&#246;r allm&#228;nheten av en
anv&#228;ndare som avses i 16 a &#167;, ska efterforskningen utf&#246;ras i
det land d&#228;r anv&#228;ndaren &#228;r etablerad.

F&#246;r filmverk vars producent har sitt s&#228;te eller sin vanliga
vistelseort i ett EES-land g&#228;ller i st&#228;llet att
efterforskningen ska utf&#246;ras i det landet.

F&#246;r verk som avses i 16 a &#167; tredje stycket ska
efterforskningen utf&#246;ras d&#228;r den skulle ha utf&#246;rts f&#246;r
ljudupptagningen eller det verk i vilket det ing&#229;r.

Vid efterforskning i Sverige ska de k&#228;llor anv&#228;ndas som &#228;r
l&#228;mpliga f&#246;r verk av det slag som efterforskningen avser.
S&#229;dana k&#228;llor som anges i bilagan till Europaparlamentets och
r&#229;dets direktiv 2012/28/EU av den 25 oktober 2012 om viss
till&#229;ten anv&#228;ndning av f&#246;r&#228;ldral&#246;sa verk ska alltid anv&#228;ndas
vid efterforskningen. Vid efterforskning i ett annat land
g&#228;ller det som f&#246;reskrivs i det landet om l&#228;mpliga k&#228;llor.

Om det framkommer att det kan finnas information av betydelse
f&#246;r efterforskningen i n&#229;got annat land &#228;n det som f&#246;ljer av
andra–fj&#228;rde styckena, ska &#228;ven informationsk&#228;llor i det
landet anv&#228;ndas. Lag (2014:884).

16 d &#167; Regeringen f&#229;r meddela f&#246;reskrifter om skyldighet f&#246;r 
de anv&#228;ndare som avses i 16 a &#167; att till regeringen eller den 
myndighet som regeringen best&#228;mmer l&#228;mna de uppgifter som 
enligt Europaparlamentets och r&#229;dets direktiv 2012/28/EU av 
den 25 oktober 2012 om viss till&#229;ten anv&#228;ndning av 
f&#246;r&#228;ldral&#246;sa verk, i den ursprungliga lydelsen, ska 
registreras hos Europeiska unionens 
immaterialr&#228;ttsmyndighet. Lag (2016:371).

Anv&#228;ndning av verk som ing&#229;r i kulturarvsinstitutioners 
samlingar men som inte finns i handeln

16 e &#167; Bibliotek och museer som &#228;r tillg&#228;ngliga f&#246;r 
allm&#228;nheten, arkiv samt institutioner f&#246;r film- eller 
ljudarvet f&#229;r framst&#228;lla exemplar av verk som avses i 42 i &#167; 
och &#246;verf&#246;ra s&#229;dana verk till allm&#228;nheten, om

1. det inte finns n&#229;gon kollektiv f&#246;rvaltningsorganisation som 
kan ing&#229; avtal om anv&#228;ndningen med st&#246;d av 42 i &#167; f&#246;rsta 
stycket,

2. &#246;verf&#246;ringen sker via webbplatser som inte drivs i 
f&#246;rv&#228;rvssyfte,

3. anv&#228;ndningen inte sker i f&#246;rv&#228;rvssyfte, och

4. r&#228;ttsinnehavare som &#228;r k&#228;nda anges n&#228;r det &#228;r m&#246;jligt.

F&#246;rsta stycket g&#228;ller inte om upphovsmannen hos anv&#228;ndaren har 
meddelat f&#246;rbud mot exemplarframst&#228;llningen eller 
&#246;verf&#246;ringen. Lag (2022:1712).

Framst&#228;llning av exemplar m.m. till personer med 
funktionsneds&#228;ttning

17 &#167; En person med syn- eller annan l&#228;sneds&#228;ttning som p&#229; 
grund av detta inte kan ta del av ett offentliggjort verk i 
form av en bok eller annan skrift, notation eller tillh&#246;rande 
illustration i v&#228;sentligen samma utstr&#228;ckning som en person 
utan en s&#229;dan neds&#228;ttning f&#229;r framst&#228;lla exemplar av verket i 
ett f&#246;r honom eller henne tillg&#228;ngligt format. Detsamma 
g&#228;ller en fysisk person som handlar p&#229; den personens v&#228;gnar. 

F&#246;rsta stycket ger endast r&#228;tt att framst&#228;lla exemplar av 
verk som personen med syn- eller annan l&#228;sneds&#228;ttning 
lovligen har tillg&#229;ng till och f&#246;r hans eller hennes egen 
anv&#228;ndning.

Med en person med syn- eller annan l&#228;sneds&#228;ttning avses

1. en person med blindhet, 

2. en person med en synneds&#228;ttning som inte kan f&#246;rb&#228;ttras s&#229; 
att synf&#246;rm&#229;gan blir v&#228;sentligen likv&#228;rdig med synf&#246;rm&#229;gan 
hos en person som inte har en s&#229;dan neds&#228;ttning,

3. en person som har perceptions- eller l&#228;ssv&#229;righeter, eller
4. en person som p&#229; grund av en fysisk funktionsneds&#228;ttning 
inte kan h&#229;lla eller hantera en bok eller fokusera eller r&#246;ra 
&#246;gonen i den utstr&#228;ckning som normalt sett kr&#228;vs f&#246;r att 
kunna l&#228;sa. Lag (2018:1099).

17 a &#167; Ett beh&#246;rigt organ f&#229;r under motsvarande 
f&#246;ruts&#228;ttningar som anges i 17 &#167; framst&#228;lla s&#229;dana exemplar 
som avses i den paragrafen. Det f&#229;r &#228;ven &#246;verf&#246;ra och sprida 
s&#229;dana exemplar till personer med syn- eller annan 
l&#228;sneds&#228;ttning som avses i den paragrafen och som &#228;r bosatta 
i Sverige eller i en annan stat inom Europeiska ekonomiska 
samarbetsomr&#229;det (EES), till andra beh&#246;riga organ i Sverige 
och till organ i en annan stat inom EES som i den staten &#228;r 
beh&#246;riga organ. 

F&#246;rsta stycket ger endast r&#228;tt att framst&#228;lla exemplar av 
verk som det beh&#246;riga organet lovligen har tillg&#229;ng till. 
Framst&#228;llningen, &#246;verf&#246;ringen och spridningen f&#229;r ske endast 
till en person med syn- eller annan l&#228;sneds&#228;ttning f&#246;r hans 
eller hennes egen anv&#228;ndning och f&#229;r inte ske i 
f&#246;rv&#228;rvssyfte. 

Med ett beh&#246;rigt organ i Sverige avses 

1. en myndighet som har i uppgift att tillhandah&#229;lla 
utbildning, anpassad l&#228;sning eller tillg&#229;ng till information 
f&#246;r personer med syn- eller annan l&#228;sneds&#228;ttning, 

2. en organisation som utan vinstsyfte tillhandah&#229;ller s&#229;dana 
tj&#228;nster som avses i 1 om organisationen tillhandah&#229;ller 
tj&#228;nsterna med st&#246;d av lag eller annan f&#246;rfattning eller f&#229;r 
bidrag fr&#229;n det allm&#228;nna f&#246;r att tillhandah&#229;lla tj&#228;nsterna, 
eller 

3. en icke-vinstdrivande organisation som tillhandah&#229;ller 
s&#229;dana tj&#228;nster som avses i 1 som en av sina huvudsakliga 
uppgifter eller institutionella skyldigheter eller som en del 
av sitt uppdrag i allm&#228;nhetens intresse. Lag (2018:1099).

17 b &#167; Avtalsvillkor som inskr&#228;nker r&#228;tten att anv&#228;nda 
verk enligt 17 eller 17 a &#167; &#228;r ogiltiga.
Lag (2018:1099).

17 c &#167; N&#228;r ett beh&#246;rigt organ som &#228;r etablerat i Sverige 
&#246;verf&#246;r eller sprider exemplar med st&#246;d av 17 a &#167; till 
personer med syn- eller annan l&#228;sneds&#228;ttning p&#229; ett s&#229;dant 
s&#228;tt att dessa personer f&#229;r beh&#229;lla ett exemplar av verket, 
har upphovsmannen r&#228;tt till ers&#228;ttning. Lag (2018:1099).

17 d &#167; De myndigheter och organisationer som avses i 17 a 
&#167; tredje stycket 1 och 2 ska anses erk&#228;nda att tillhandah&#229;lla 
utbildning, anpassad l&#228;sning eller tillg&#229;ng till information 
f&#246;r personer med syn- eller annan l&#228;sneds&#228;ttning vid 
till&#228;mpningen av Europaparlamentets och r&#229;dets f&#246;rordning 
(EU) 2017/1563 av den 13 september 2017 om gr&#228;ns&#246;verskridande 
utbyte mellan unionen och tredjel&#228;nder av exemplar i 
tillg&#228;ngligt format av vissa verk och andra alster som 
skyddas av upphovsr&#228;tt och n&#228;rst&#229;ende r&#228;ttigheter till f&#246;rm&#229;n 
f&#246;r personer med blindhet, synneds&#228;ttning eller annan 
l&#228;sneds&#228;ttning, i den ursprungliga lydelsen. Lag (2018:1099).

17 e &#167; Var och en f&#229;r i andra fall &#228;n som avses i 17 och 
17 a &#167;&#167; och p&#229; annat s&#228;tt &#228;n genom ljudupptagning framst&#228;lla 
s&#229;dana exemplar av offentliggjorda litter&#228;ra och musikaliska 
verk samt av offentliggjorda alster av bildkonst, som 
personer med funktionsneds&#228;ttning beh&#246;ver f&#246;r att kunna ta 
del av verken. Exemplaren f&#229;r ocks&#229; spridas till dessa 
personer. 

Bibliotek och s&#229;dana organisationer som arbetar f&#246;r 
delaktighet f&#246;r personer med funktionsneds&#228;ttning f&#229;r i andra 
fall &#228;n som avses i 17 och 17 a &#167;&#167; &#228;ven

1. &#246;verf&#246;ra exemplar av de verk som avses i f&#246;rsta stycket 
till personer med funktionsneds&#228;ttning som beh&#246;ver exemplaren 
f&#246;r att kunna ta del av verken, 

2. genom ljudupptagning framst&#228;lla s&#229;dana exemplar av 
offentliggjorda litter&#228;ra verk som personer med 
funktionsneds&#228;ttning beh&#246;ver f&#246;r att kunna ta del av verken, 
samt sprida och &#246;verf&#246;ra ljudupptagningarna till dessa 
personer, och 

3. framst&#228;lla s&#229;dana exemplar av verk som s&#228;nds ut i 
ljudradio eller television och av filmverk som personer som 
&#228;r d&#246;va eller har en h&#246;rselneds&#228;ttning beh&#246;ver f&#246;r att kunna 
ta del av verken, samt sprida och &#246;verf&#246;ra exemplar av verken 
till dessa personer.

Framst&#228;llning av exemplar, spridning av exemplar och 
&#246;verf&#246;ring till allm&#228;nheten av exemplar med st&#246;d av denna 
paragraf f&#229;r inte ske i f&#246;rv&#228;rvssyfte. Exemplaren f&#229;r inte 
heller anv&#228;ndas f&#246;r andra &#228;ndam&#229;l &#228;n som avses i 
paragrafen.

N&#228;r bibliotek och organisationer med st&#246;d av 
denna paragraf sprider exemplar eller &#246;verf&#246;r exemplar av 
verk till personer med funktionsneds&#228;ttning p&#229; ett s&#229;dant 
s&#228;tt att dessa personer f&#229;r beh&#229;lla ett exemplar av verket, 
har upphovsmannen r&#228;tt till ers&#228;ttning. Detsamma g&#228;ller om 
n&#229;gon med st&#246;d av f&#246;rsta stycket andra meningen &#246;verl&#229;ter 
fler &#228;n n&#229;gra f&#229; exemplar till personer med 
funktionsneds&#228;ttning. Lag (2018:1099).

17 f &#167; Regeringen f&#229;r meddela f&#246;reskrifter om information 
som ska l&#228;mnas och om krav p&#229; dokumentation n&#228;r beh&#246;riga 
organ samt bibliotek och s&#229;dana organisationer som arbetar 
f&#246;r delaktighet f&#246;r personer med funktionsneds&#228;ttning 
framst&#228;ller, &#246;verf&#246;r eller sprider exemplar enligt 17 a eller 
17 e &#167; samt om uppgifter som s&#229;dana exemplar ska f&#246;rses 
med.

Regeringen f&#229;r &#228;ven meddela f&#246;reskrifter om rutiner som 
ett beh&#246;rigt organ som &#228;r etablerat i Sverige ska f&#246;lja och 
information som det ska l&#228;mna n&#228;r det framst&#228;ller, &#246;verf&#246;r 
eller sprider exemplar med st&#246;d av 17 a &#167; till personer med 
syn- eller annan l&#228;sneds&#228;ttning i en annan stat inom EES 
eller till organ i en annan stat inom EES som i den staten &#228;r 
beh&#246;riga organ. Lag (2018:1099).

18 &#167; Har betecknats 15 &#167; genom lag (2022:1712).

Spridning av exemplar

19 &#167; N&#228;r ett exemplar av ett verk med upphovsmannens samtycke
har &#246;verl&#229;tits inom Europeiska ekonomiska samarbetsomr&#229;det, f&#229;r
exemplaret spridas vidare.

F&#246;rsta stycket ger inte r&#228;tt att tillhandah&#229;lla allm&#228;nheten

1. exemplar av verk, utom byggnader och brukskonst, genom
uthyrning eller andra j&#228;mf&#246;rliga r&#228;ttshandlingar, eller

2. exemplar av datorprogram i maskinl&#228;sbar form eller filmverk
genom utl&#229;ning. Lag (2005:359).

Visning av exemplar

20 &#167; N&#228;r ett verk har utgivits f&#229;r de exemplar som omfattas av
utgivningen visas offentligt. Motsvarande g&#228;ller n&#228;r
upphovsmannen har &#246;verl&#229;tit exemplar av ett konstverk.
Lag (2005:359).

Konstverk som ing&#229;r i en film, ett televisionsprogram eller en
bild

20 a &#167; Var och en f&#229;r genom film eller televisionsprogram
framst&#228;lla och sprida exemplar av konstverk, framf&#246;ra konstverk
offentligt och &#246;verf&#246;ra konstverk till allm&#228;nheten, om
f&#246;rfogandet &#228;r av underordnad betydelse med h&#228;nsyn till filmens
eller televisionsprogrammets inneh&#229;ll. Motsvarande f&#246;rfoganden
f&#229;r g&#246;ras vad g&#228;ller konstverk som f&#246;rekommer i bakgrunden av
eller annars ing&#229;r som en ov&#228;sentlig del av en bild.

F&#246;rfoganden enligt f&#246;rsta stycket f&#229;r dock endast ske om
f&#246;rlagan till det exemplar som framst&#228;lls n&#228;r konstverket tas
in i filmen, televisionsprogrammet eller bilden &#228;r ett exemplar
som omfattas av en utgivning av konstverket eller ett exemplar
som &#246;verl&#229;tits av upphovsmannen. Om n&#229;gon exemplarframst&#228;llning
inte sker, g&#228;ller motsvarande det exemplar som direkt &#246;verf&#246;rs
till allm&#228;nheten genom televisionsprogrammet. Lag (2005:359).

Offentliga framf&#246;randen

21 &#167; Var och en f&#229;r, med undantag f&#246;r filmverk och sceniska 
verk, framf&#246;ra offentliggjorda verk offentligt

1. vid tillf&#228;llen d&#228;r framf&#246;randet av s&#229;dana verk inte &#228;r det 
huvudsakliga, tilltr&#228;det &#228;r avgiftsfritt och anordnandet sker 
utan f&#246;rv&#228;rvssyfte samt

2. vid undervisning eller gudstj&#228;nst.

Riksdagen samt statliga och kommunala myndigheter f&#229;r i fall 
som avses i f&#246;rsta stycket 1 &#228;ven framf&#246;ra offentliggjorda 
filmverk och sceniska verk. Verken f&#229;r framf&#246;ras endast genom 
en uppkoppling till ett externt n&#228;tverk som tillhandah&#229;lls i 
syfte att tillgodose ett allm&#228;nt informationsintresse och, n&#228;r 
det g&#228;ller arkiv och bibliotek som avses i 16 &#167; andra stycket, 
genom ett tekniskt hj&#228;lpmedel avsett f&#246;r enstaka bes&#246;kare i 
syfte att tillg&#228;ngligg&#246;ra verk som ing&#229;r i de egna 
samlingarna. Framf&#246;randet f&#229;r ske endast i riksdagens eller 
myndigheternas egna lokaler.

F&#246;rsta stycket 2 ger inte r&#228;tt att i f&#246;rv&#228;rvssyfte framf&#246;ra 
sammanst&#228;llningar vid undervisning. Lag (2022:1712).

Citat

22 &#167; Var och en f&#229;r citera ur offentliggjorda verk i
&#246;verensst&#228;mmelse med god sed och i den omfattning som motiveras av
&#228;ndam&#229;let. Lag (1993:1007).

22 a &#167; Har upph&#228;vts genom lag (1993:1007).

22 b &#167; Har upph&#228;vts genom lag (1993:1007).

22 c &#167; Har upph&#228;vts genom lag (1993:1007).

22 d &#167; Har upph&#228;vts genom lag (1993:1007).

&#197;tergivning av konstverk och byggnader

23 &#167; Offentliggjorda konstverk f&#229;r &#229;terges

1. i anslutning till texten i en vetenskaplig framst&#228;llning som
inte framst&#228;llts i f&#246;rv&#228;rvssyfte,

2. i anslutning till texten i en kritisk framst&#228;llning, dock
inte i digital form och

3. i en tidning eller tidskrift i samband med en redog&#246;relse
f&#246;r en dagsh&#228;ndelse, dock inte om verket har skapats f&#246;r att
&#229;terges i en s&#229;dan publikation.

F&#246;rsta stycket g&#228;ller endast om &#229;tergivningen sker i
&#246;verensst&#228;mmelse med god sed och i den omfattning som motiveras
av &#228;ndam&#229;let. Lag (2005:359).

24 &#167; Konstverk f&#229;r avbildas

1. om de stadigvarande &#228;r placerade p&#229; eller vid allm&#228;n plats
utomhus,

2. om syftet &#228;r att annonsera en utst&#228;llning eller f&#246;rs&#228;ljning
av konstverken, men endast i den utstr&#228;ckning som beh&#246;vs f&#246;r
att fr&#228;mja utst&#228;llningen eller f&#246;rs&#228;ljningen, eller

3. om de ing&#229;r i en samling, i kataloger, dock inte i digital
form.

Byggnader f&#229;r fritt avbildas. Lag (2005:359).

24 a &#167; Har upph&#228;vts genom lag (1993:1007).

Information om dagsh&#228;ndelser genom ljudradio och television
m.m.

25 &#167; Verk som syns eller h&#246;rs under en dagsh&#228;ndelse f&#229;r
&#229;terges vid information om dagsh&#228;ndelsen genom ljudradio,
television, direkt &#246;verf&#246;ring eller film. Verken f&#229;r dock &#229;terges
endast i den omfattning som motiveras av informationssyftet. Lag
(1993:1007).

25 a &#167; Verk som syns eller h&#246;rs i en televisionsuts&#228;ndning f&#229;r
&#229;terges n&#228;r ett televisionsf&#246;retag med st&#246;d av 48 a &#167; &#229;terger
ett utdrag ur uts&#228;ndningen. Lag (2010:697).

Offentliga debatter, allm&#228;nna handlingar m.m.

26 &#167; Var och en f&#229;r &#229;terge vad som muntligen eller
skriftligen anf&#246;rs

1. inf&#246;r myndigheter,

2. i statliga eller kommunala representationer,

3. vid offentliga debatter om allm&#228;nna angel&#228;genheter eller

4. vid offentliga utfr&#229;gningar om s&#229;dana angel&#228;genheter.

F&#246;rsta stycket 1 och 2 g&#228;ller dock inte uppgifter f&#246;r vilka
sekretess g&#228;ller enligt 31 kap. 23 &#167; offentlighets- och
sekretesslagen (2009:400).

Vid till&#228;mpning av f&#246;rsta stycket g&#228;ller

1. att skrifter vilka &#229;beropas som bevis, utl&#229;tanden och
liknande f&#229;r &#229;terges endast i samband med en redog&#246;relse f&#246;r
det m&#229;l eller &#228;rende i vilket de f&#246;rekommit och endast i den
omfattning som motiveras av &#228;ndam&#229;let med redog&#246;relsen,

2. att en upphovsman har ensamr&#228;tt att ge ut samlingar av
sina anf&#246;randen och

3. att det som anf&#246;rs vid s&#229;dana utfr&#229;gningar som avses i
f&#246;rsta stycket 4 inte f&#229;r &#229;terges i ljudradio eller
television med st&#246;d av den best&#228;mmelsen. Lag (2009:406).

26 a &#167; Var och en f&#229;r &#229;terge verk, vilka ing&#229;r i de handlingar
som avses i 9 &#167; f&#246;rsta stycket och &#228;r av de slag som anges i 9 &#167;
andra stycket 2-4. Detta g&#228;ller dock inte ett s&#229;dant verk som
avses i 9 &#167; tredje stycket. Upphovsmannen har r&#228;tt till
ers&#228;ttning, utom n&#228;r &#229;tergivningen sker i samband med

1. en myndighets verksamhet eller

2. en redog&#246;relse f&#246;r ett m&#229;l eller &#228;rende i vilket verket
f&#246;rekommit och verket &#229;terges endast i den omfattning som
motiveras av &#228;ndam&#229;let med redog&#246;relsen.

Var och en f&#229;r &#229;terge handlingar som &#228;r uppr&#228;ttade hos svenska
myndigheter men inte &#228;r s&#229;dana som avses i 9 &#167; f&#246;rsta stycket.

Andra stycket g&#228;ller inte betr&#228;ffande

1. kartor,

2. tekniska f&#246;rebilder,

3. datorprogram,

4. verk som skapats f&#246;r undervisning,

5. verk som &#228;r resultatet av vetenskaplig forskning,

6. alster av bildkonst,

7. musikaliska verk,

8. diktverk eller

9. verk av vilka exemplar genom en myndighets f&#246;rsorg
tillhandah&#229;lls allm&#228;nheten i samband med aff&#228;rsverksamhet.
Lag (2000:92).

26 b &#167; Allm&#228;nna handlingar skall oavsett upphovsr&#228;tten
tillhandah&#229;llas enligt 2 kap. tryckfrihetsf&#246;rordningen.

Upphovsr&#228;tten hindrar inte att ett verk anv&#228;nds i r&#228;ttsv&#229;rdens
eller den allm&#228;nna s&#228;kerhetens intresse. Lag (1997:790).

&#196;ndringar av byggnader och bruksf&#246;rem&#229;l

26 c &#167; &#196;garen till en byggnad eller ett bruksf&#246;rem&#229;l f&#229;r &#228;ndra
egendomen utan upphovsmannens samtycke. Lag (1993:1007).

S&#228;rskilda best&#228;mmelser om radio och tv

26 d &#167; Ny beteckning 42 e &#167; genom lag (2005:359).

26 e &#167; Ett radio- eller tv-f&#246;retag som har r&#228;tt att s&#228;nda ut 
ett verk f&#229;r ta upp verket p&#229; en anordning genom vilken det 
kan &#229;terges, om det g&#246;rs

1. f&#246;r anv&#228;ndning vid egna uts&#228;ndningar ett f&#229;tal g&#229;nger under 
begr&#228;nsad tid,

2. f&#246;r att s&#228;kerst&#228;lla bevisning om uts&#228;ndningens inneh&#229;ll, 
eller

3. f&#246;r att en statlig myndighet ska kunna ut&#246;va tillsyn &#246;ver 
uts&#228;ndningsverksamheten.

Den som enligt 5 kap. 3 &#167; lagen (1991:1559) med f&#246;reskrifter 
p&#229; tryckfrihetsf&#246;rordningens och yttrandefrihetsgrundlagens 
omr&#229;den &#228;r skyldig att spela in ett program som tillhandah&#229;lls 
i best&#228;llradio eller i best&#228;ll-tv f&#229;r framst&#228;lla exemplar av 
verk som ing&#229;r i programmet, om det g&#246;rs f&#246;r att s&#228;kerst&#228;lla 
bevisning om programmets inneh&#229;ll eller f&#246;r att en statlig 
myndighet ska kunna ut&#246;va tillsyn &#246;ver verksamheten.

Upptagningar som avses i f&#246;rsta stycket 2 och 3 f&#229;r anv&#228;ndas 
endast f&#246;r de &#228;ndam&#229;l som anges d&#228;r. Om s&#229;dana upptagningar 
har dokumentariskt v&#228;rde, f&#229;r de dock bevaras hos Kungl. 
biblioteket. Exemplar som avses i andra stycket f&#229;r anv&#228;ndas 
endast f&#246;r de &#228;ndam&#229;l som anges d&#228;r.

En statlig myndighet som har till uppgift att ut&#246;va tillsyn 
&#246;ver reklamen i ljudradio- och televisionsuts&#228;ndningar och 
program som avses i andra stycket f&#229;r &#229;terge verk som ing&#229;r i 
dessa i den omfattning som motiveras av &#228;ndam&#229;let med 
tillsynen. Lag (2020:872).

26 f &#167; Ny beteckning 42 f &#167; genom lag (2005:359).

S&#228;rskilda best&#228;mmelser om datorprogram m.m.

26 g &#167; Den som har f&#246;rv&#228;rvat r&#228;tt att anv&#228;nda ett datorprogram
f&#229;r framst&#228;lla s&#229;dana exemplar av programmet och g&#246;ra s&#229;dana
&#228;ndringar i programmet som &#228;r n&#246;dv&#228;ndiga f&#246;r att han skall
kunna anv&#228;nda programmet f&#246;r dess avsedda &#228;ndam&#229;l. Detta g&#228;ller
&#228;ven r&#228;ttelse av fel.

Den som har r&#228;tt att anv&#228;nda ett datorprogram f&#229;r framst&#228;lla
s&#228;kerhetsexemplar av programmet, om detta &#228;r n&#246;dv&#228;ndigt f&#246;r den
avsedda anv&#228;ndningen av programmet.

Exemplar som framst&#228;lls med st&#246;d av f&#246;rsta eller andra stycket
f&#229;r inte utnyttjas f&#246;r andra &#228;ndam&#229;l och f&#229;r inte heller
anv&#228;ndas n&#228;r r&#228;tten att utnyttja programmet har upph&#246;rt.

Den som har r&#228;tt att anv&#228;nda ett datorprogram f&#229;r iaktta,
unders&#246;ka eller prova programmets funktion f&#246;r att fastst&#228;lla
de id&#233;er och principer som ligger bakom programmets olika
detaljer. Detta g&#228;ller under f&#246;ruts&#228;ttning att det sker vid
s&#229;dan laddning, visning p&#229; sk&#228;rm, k&#246;rning, &#246;verf&#246;ring eller
lagring av programmet som han har r&#228;tt att utf&#246;ra.

Den som har r&#228;tt att anv&#228;nda en sammanst&#228;llning f&#229;r f&#246;rfoga
&#246;ver den p&#229; det s&#228;tt som &#228;r n&#246;dv&#228;ndigt f&#246;r att han skall kunna
anv&#228;nda sammanst&#228;llningen f&#246;r dess avsedda &#228;ndam&#229;l.

Avtalsvillkor som inskr&#228;nker anv&#228;ndarens r&#228;tt enligt andra,
fj&#228;rde eller femte stycket &#228;r ogiltiga. Lag (1997:790).

26 h &#167; &#197;tergivning av ett datorprograms kod eller &#246;vers&#228;ttning av
kodens form &#228;r till&#229;ten om &#229;tg&#228;rderna kr&#228;vs f&#246;r att f&#229; den
information som &#228;r n&#246;dv&#228;ndig f&#246;r att uppn&#229; samverkansf&#246;rm&#229;ga
mellan programmet och ett annat program. Detta g&#228;ller dock
endast under f&#246;ruts&#228;ttning att f&#246;ljande villkor &#228;r uppfyllda:

1. &#229;tg&#228;rderna utf&#246;rs av en person som har r&#228;tt att anv&#228;nda
programmet eller f&#246;r hans r&#228;kning av en person som har f&#229;tt r&#228;tt att
utf&#246;ra &#229;tg&#228;rderna,

2. den information som &#228;r n&#246;dv&#228;ndig f&#246;r att uppn&#229;
samverkansf&#246;rm&#229;ga har inte tidigare varit l&#228;tt &#229;tkomlig f&#246;r de i 1
angivna personerna och

3. &#229;tg&#228;rderna &#228;r begr&#228;nsade till de delar av originalprogrammet
som &#228;r n&#246;dv&#228;ndiga f&#246;r att uppn&#229; den avsedda
samverkansf&#246;rm&#229;gan.

F&#246;rsta stycket inneb&#228;r inte att informationen f&#229;r

1. anv&#228;ndas f&#246;r andra &#228;ndam&#229;l &#228;n att uppn&#229; den avsedda
samverkansf&#246;rm&#229;gan,

2. &#246;verl&#228;mnas till andra personer, utom n&#228;r detta &#228;r n&#246;dv&#228;ndigt f&#246;r
att uppn&#229; den avsedda samverkansf&#246;rm&#229;gan,

3. anv&#228;ndas f&#246;r utveckling, tillverkning eller marknadsf&#246;ring av ett
datorprogram som i f&#246;rh&#229;llande till det skyddade programmet har
en v&#228;sentligen likartad uttrycksform eller

4. anv&#228;ndas f&#246;r andra &#229;tg&#228;rder som utg&#246;r intr&#229;ng i upphovsr&#228;tten.

Avtalsvillkor som inskr&#228;nker anv&#228;ndarens r&#228;tt enligt denna
paragraf &#228;r ogiltiga. Lag (1993:1007).

26 i &#167; Ny beteckning 42 a &#167; genom lag (2005:359).

2 a kap. R&#228;tt till s&#228;rskild ers&#228;ttning

26 j &#167; Har upph&#228;vts genom lag (2007:521).

Ers&#228;ttning vid tillverkning och inf&#246;rsel av anordningar f&#246;r
ljud- eller bildupptagning

26 k &#167; N&#228;r en n&#228;ringsidkare i sin yrkesm&#228;ssiga verksamhet 
tillverkar eller till landet inf&#246;r anordningar p&#229; vilka ljud 
eller r&#246;rliga bilder kan tas upp och som &#228;r s&#228;rskilt &#228;gnade 
f&#246;r framst&#228;llning av exemplar av verk f&#246;r privat bruk, har 
upphovsm&#228;n till skyddade verk som d&#228;refter har s&#228;nts ut i 
ljudradio eller television eller som har getts ut p&#229; 
anordningar genom vilka de kan &#229;terges r&#228;tt till ers&#228;ttning 
av n&#228;ringsidkaren.

Upphovsm&#228;nnen har dock inte r&#228;tt till ers&#228;ttning, om de 
tillverkade eller inf&#246;rda anordningarna ska

1. anv&#228;ndas till annat &#228;n framst&#228;llning av exemplar av verk 
f&#246;r privat bruk,

2. f&#246;ras ut ur landet, eller 

3. anv&#228;ndas till framst&#228;llning av exemplar av verk till 
personer med funktionsneds&#228;ttning. Lag (2018:1099).

26 l &#167; Ers&#228;ttningen enligt 26 k &#167; &#228;r

1. f&#246;r en anordning f&#246;r analog upptagning: tv&#229; och ett halvt
&#246;re f&#246;r varje m&#246;jlig upptagningsminut,

2. f&#246;r anordningar d&#228;r digital upptagning kan ske upprepade
g&#229;nger: 0,4 &#246;re per megabyte lagringsutrymme,

3. f&#246;r andra anordningar d&#228;r digital upptagning kan ske: 0,25
&#246;re per megabyte lagringsutrymme.

N&#228;ringsidkaren har r&#228;tt till neds&#228;ttning av ers&#228;ttningsbeloppen
enligt f&#246;rsta stycket, om

1. upphovsm&#228;nnen p&#229; annat s&#228;tt kompenseras f&#246;r framst&#228;llning av
exemplar av s&#229;dana verk som avses i 26 k &#167;, eller

2. ers&#228;ttningen med h&#228;nsyn till omst&#228;ndigheter h&#228;nf&#246;rliga till
en anordning eller i &#246;vrigt f&#246;rh&#229;llandena p&#229; marknaden &#228;r
osk&#228;ligt h&#246;g. Lag (2005:359).

26 m &#167; Endast en organisation som f&#246;retr&#228;der ett flertal 
ers&#228;ttningsber&#228;ttigade upphovsm&#228;n och innehavare av 
n&#228;rst&#229;ende r&#228;ttigheter p&#229; omr&#229;det har r&#228;tt att kr&#228;va in och 
tr&#228;ffa avtal om att s&#228;tta ned ers&#228;ttning enligt 26 k och 
26 l &#167;&#167;. Organisationen ska kr&#228;va in ers&#228;ttningen och f&#246;rdela 
den mellan de ers&#228;ttningsber&#228;ttigade, efter avdrag f&#246;r 
ers&#228;ttning till organisationen f&#246;r dess omkostnader. Vid 
f&#246;rdelningen ska r&#228;ttighetshavare som inte f&#246;retr&#228;ds av 
organisationen vara likst&#228;llda med r&#228;ttighetshavare som 
organisationen f&#246;retr&#228;der.

N&#228;ringsidkare som avses i 26 k &#167; f&#246;rsta stycket ska anm&#228;la 
sig hos en s&#229;dan organisation som avses i f&#246;rsta stycket. 
N&#228;ringsidkaren ska p&#229; beg&#228;ran av organisationen redovisa det 
antal anordningar som omfattas av r&#228;tt till ers&#228;ttning, 
anordningarnas upptagningstid eller lagringskapacitet, om 
anordningarna kan anv&#228;ndas f&#246;r digital upptagning upprepade 
g&#229;nger och n&#228;r anordningarna tillverkades eller inf&#246;rdes. Av 
redovisningen ska framg&#229; antalet anordningar enligt 26 k &#167; 
andra stycket. Lag (2016:979).

Ers&#228;ttning vid vidaref&#246;rs&#228;ljning av originalkonstverk
(f&#246;ljer&#228;tt)

26 n &#167; Om ett exemplar av ett originalkonstverk som har
&#246;verl&#229;tits s&#228;ljs vidare inom upphovsr&#228;ttens giltighetstid
har upphovsmannen r&#228;tt till ers&#228;ttning (f&#246;ljer&#228;tt) om
n&#229;gon som &#228;r yrkesm&#228;ssigt verksam p&#229; konstmarknaden &#228;r
s&#228;ljare, f&#246;rmedlare eller k&#246;pare vid f&#246;rs&#228;ljningen. Med
originalkonstverk avses

1. konstverk som har utf&#246;rts av konstn&#228;ren sj&#228;lv, eller

2. exemplar av konstverk som har framst&#228;llts i ett
begr&#228;nsat antal av konstn&#228;ren sj&#228;lv eller med hans eller
hennes tillst&#229;nd.

Upphovsmannen har inte r&#228;tt till ers&#228;ttning om

1. f&#246;rs&#228;ljningspriset exklusive merv&#228;rdesskatt inte
&#246;verstiger en tjugondel av prisbasbeloppet enligt 2 kap. 6
och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken,

2. f&#246;rs&#228;ljningen avser ett alster av byggnadskonst, eller

3. f&#246;rs&#228;ljningen sker fr&#229;n en privatperson till ett museum
som &#228;r &#246;ppet f&#246;r allm&#228;nheten och som bedriver verksamhet
utan vinstsyfte, om f&#246;rs&#228;ljningen skett utan att en
f&#246;rmedlare som &#228;r yrkesm&#228;ssigt verksam p&#229; konstmarknaden
medverkat.

Om endast en person som &#228;r yrkesm&#228;ssigt verksam p&#229;
konstmarknaden som s&#228;ljare, f&#246;rmedlare eller k&#246;pare deltar
vid f&#246;rs&#228;ljningen, ska ers&#228;ttningen betalas av denne. Har
fler &#228;n en s&#229;dan person deltagit vid f&#246;rs&#228;ljningen ska
ers&#228;ttningen betalas av s&#228;ljaren. Om s&#228;ljaren inte &#228;r
yrkesm&#228;ssigt verksam p&#229; konstmarknaden ska ers&#228;ttningen i
st&#228;llet betalas av f&#246;rmedlaren. Lag (2010:1206).

26 o &#167; Ers&#228;ttningen enligt 26 n &#167; skall ber&#228;knas p&#229;
f&#246;rs&#228;ljningspriset exklusive merv&#228;rdesskatt och tas ut med

1. fem procent av den del av f&#246;rs&#228;ljningspriset som inte
&#246;verstiger 50 000 euro,

2. tre procent av den del av f&#246;rs&#228;ljningspriset som ligger
mellan 50 000,01 och 200 000 euro,

3. en procent av den del av f&#246;rs&#228;ljningspriset som ligger
mellan 200 000,01 och 350 000 euro,

4. en halv procent av den del av f&#246;rs&#228;ljningspriset som ligger
mellan 350 000,01 och 500 000 euro,

5. 0,25 procent av den del av f&#246;rs&#228;ljningspriset som &#246;verstiger
500 000 euro.

Ers&#228;ttning enligt f&#246;rsta stycket f&#229;r tas ut med h&#246;gst 12 500
euro.

Vid fastst&#228;llande av vad som skall betalas i
f&#246;ljer&#228;ttsers&#228;ttning skall omr&#228;kning av de belopp som anges i
f&#246;rsta och andra styckena fr&#229;n euro till svenska kronor ske
enligt den v&#228;xelkurs som Europeiska centralbanken har
fastst&#228;llt f&#246;r den dag d&#229; f&#246;rs&#228;ljningen &#228;ger rum, eller, om
f&#246;rs&#228;ljningen inte sker p&#229; en svensk bankdag, den v&#228;xelkurs som
fastst&#228;llts f&#246;r n&#228;rmast f&#246;reg&#229;ende svenska bankdag.

R&#228;tten till ers&#228;ttning &#228;r personlig och f&#229;r inte &#246;verl&#229;tas
eller efterges. Efter upphovsmannens d&#246;d &#228;r, trots 10 kap. 3 &#167;
f&#246;rsta stycket &#228;ktenskapsbalken, f&#246;reskrifterna om bodelning,
arv och testamente till&#228;mpliga p&#229; r&#228;tten. Lag (2007:521).

26 p &#167; Endast en organisation som f&#246;retr&#228;der ett flertal 
upphovsm&#228;n till i Sverige anv&#228;nda verk p&#229; omr&#229;det har r&#228;tt 
att kr&#228;va in f&#246;ljer&#228;ttsers&#228;ttning.

Den som &#228;r yrkesm&#228;ssigt verksam p&#229; konstmarknaden som 
s&#228;ljare, f&#246;rmedlare eller k&#246;pare ska senast den 1 april till 
organisationen redovisa de ers&#228;ttningsgrundande f&#246;rs&#228;ljningar 
som har gjorts under det n&#228;rmast f&#246;reg&#229;ende kalender&#229;ret. F&#246;r 
varje f&#246;rs&#228;ljning ska uppgifter l&#228;mnas om upphovsmannen, 
verket, f&#246;rs&#228;ljningspriset och datum f&#246;r f&#246;rs&#228;ljningen. Om 
inga ers&#228;ttningsgrundande f&#246;rs&#228;ljningar har gjorts, ska detta 
redovisas.

Den som &#228;r ers&#228;ttningsskyldig ska betala ers&#228;ttningen n&#228;r 
organisationen kr&#228;ver in den. Om det inte har framst&#228;llts 
n&#229;got krav betr&#228;ffande en ers&#228;ttningsgrundande f&#246;rs&#228;ljning, 
ska den ers&#228;ttningsskyldige betala ers&#228;ttningen till 
organisationen senast den 1 maj &#229;ret efter f&#246;rs&#228;ljningen.

En fordran p&#229; f&#246;ljer&#228;ttsers&#228;ttning preskriberas tre &#229;r efter 
utg&#229;ngen av det kalender&#229;r d&#229; f&#246;rs&#228;ljningen gjordes, om inte 
organisationen dessf&#246;rinnan kr&#228;vt den ers&#228;ttningsskyldige p&#229; 
ers&#228;ttningen eller uppm&#228;rksammat denne p&#229; att fordran har 
f&#246;rfallit till betalning. Lag (2018:604).

26 q &#167; Organisationen ska betala f&#246;ljer&#228;ttsers&#228;ttningen 
till den ers&#228;ttningsber&#228;ttigade efter avdrag f&#246;r de 
omkostnader som organisationen har haft.

Den ers&#228;ttningsber&#228;ttigades fordran p&#229; organisationen 
preskriberas tio &#229;r efter det att den uppkom, dock endast om 
organisationen har vidtagit rimliga &#229;tg&#228;rder f&#246;r att finna 
den ers&#228;ttningsber&#228;ttigade. Lag (2018:604).

3 Kap. Upphovsr&#228;ttens &#246;verg&#229;ng

Allm&#228;nna best&#228;mmelser om &#246;verl&#229;telse

27 &#167; Upphovsr&#228;tt f&#229;r, med den begr&#228;nsning som framg&#229;r av 3 &#167;, 
helt eller delvis &#246;verl&#229;tas. &#214;verl&#229;telse av exemplar omfattar 
inte &#246;verl&#229;telse av upphovsr&#228;tt. I fr&#229;ga om best&#228;lld 
portr&#228;ttbild f&#229;r upphovsmannen dock inte ut&#246;va sin r&#228;tt utan 
tillst&#229;nd av best&#228;llaren eller, efter dennes d&#246;d, av hans 
eller hennes efterlevande make och arvingar.

I 29-29 e &#167;&#167; finns best&#228;mmelser om upphovsmannens r&#228;tt till 
ers&#228;ttning och information och om upphovsmannens r&#228;tt att h&#228;va 
ett avtal. Best&#228;mmelserna till&#228;mpas inte p&#229; &#246;verl&#229;telse av 
upphovsr&#228;tt till datorprogram. Avtalsvillkor som inskr&#228;nker 
upphovsmannens r&#228;tt enligt 29, 29 a eller 29 b &#167; &#228;r ogiltiga. 
Detsamma g&#228;ller avtalsvillkor som inskr&#228;nker upphovsmannens 
r&#228;tt att beg&#228;ra alternativ tvistl&#246;sning i en tvist om r&#228;tt 
till ers&#228;ttning enligt 29 &#167; andra stycket eller om r&#228;tt till 
information enligt 29 a eller 29 b &#167;.

I 30-32 och 36-39 &#167;&#167; finns best&#228;mmelser om &#246;verl&#229;telse av 
upphovsr&#228;tt i vissa s&#228;rskilda avseenden. De till&#228;mpas i den 
utstr&#228;ckning det inte har avtalats om n&#229;got annat.
Lag (2022:1712).

28 &#167; Om ej annat avtalats, &#228;ger den till vilken upphovsr&#228;tt &#246;verl&#229;tits
icke &#228;ndra verket samt ej heller &#246;verl&#229;ta r&#228;tten vidare. Ing&#229;r r&#228;tten i
en r&#246;relse, m&#229; den &#246;verl&#229;tas i samband med &#246;verl&#229;telse av r&#246;relsen eller
del d&#228;rav; &#246;verl&#229;taren svarar dock alltj&#228;mt f&#246;r avtalets fullg&#246;rande.

Upphovsmannens r&#228;tt till ers&#228;ttning

29 &#167; N&#228;r en upphovsman i avtal &#246;verl&#229;ter sin upphovsr&#228;tt till 
n&#229;gon som avser att utnyttja r&#228;tten i f&#246;rv&#228;rvsverksamhet, har 
upphovsmannen r&#228;tt till sk&#228;lig ers&#228;ttning.

Om den avtalade ers&#228;ttningen f&#246;r en &#246;verl&#229;telse enligt f&#246;rsta 
stycket senare visar sig vara oproportionerligt l&#229;g i 
f&#246;rh&#229;llande till f&#246;rv&#228;rvarens int&#228;kter fr&#229;n utnyttjandet av 
verket, har upphovsmannen r&#228;tt till ytterligare sk&#228;lig 
ers&#228;ttning. Lag (2022:1712).

Upphovsmannens r&#228;tt till information

29 a &#167; Efter en &#246;verl&#229;telse som avses i 29 &#167; f&#246;rsta stycket 
ska f&#246;rv&#228;rvaren minst en g&#229;ng per &#229;r l&#228;mna aktuell, relevant 
och utt&#246;mmande information till upphovsmannen om de s&#228;tt p&#229; 
vilka verket har utnyttjats, samtliga int&#228;kter som f&#246;rv&#228;rvaren 
har haft fr&#229;n utnyttjandet och den ers&#228;ttning som 
upphovsmannen har r&#228;tt till. Skyldigheten att l&#228;mna s&#229;dan 
information g&#228;ller under f&#246;ruts&#228;ttning att

1. f&#246;rv&#228;rvaren har haft int&#228;kter fr&#229;n utnyttjandet av verket, 
eller

2. upphovsmannens ers&#228;ttning &#228;r beroende av i vilken 
omfattning verket utnyttjas.

Vid bed&#246;mningen av vilken omfattning den information som ska 
l&#228;mnas enligt f&#246;rsta stycket ska ha, ska de s&#228;rskilda 
f&#246;rh&#229;llandena i den aktuella sektorn beaktas. Om det med 
h&#228;nsyn till de int&#228;kter utnyttjandet av ett verk gett upphov 
till skulle inneb&#228;ra en oproportionerlig administrativ b&#246;rda 
att l&#228;mna informationen, f&#229;r den begr&#228;nsas till vad som 
rimligen kan kr&#228;vas.

Om upphovsmannens bidrag till verket, eller upphovsmannens 
bidrag i f&#246;rh&#229;llande till ett annat verk d&#228;r verket ing&#229;r, 
inte &#228;r betydande, har upphovsmannen r&#228;tt till information 
enligt f&#246;rsta stycket endast om upphovsmannen beh&#246;ver 
informationen f&#246;r att kunna framst&#228;lla krav p&#229; ytterligare 
sk&#228;lig ers&#228;ttning enligt 29 &#167; andra stycket. I s&#229;dana fall ska 
f&#246;rv&#228;rvaren l&#228;mna informationen p&#229; beg&#228;ran av upphovsmannen.
Lag (2022:1712).

29 b &#167; Om f&#246;rv&#228;rvaren inte har tillg&#229;ng till information som 
ska l&#228;mnas enligt 29 a &#167;, men informationen finns tillg&#228;nglig 
hos n&#229;gon som med f&#246;rv&#228;rvarens tillst&#229;nd utnyttjar verket, har 
upphovsmannen r&#228;tt att p&#229; beg&#228;ran f&#229; informationen fr&#229;n denne. 
F&#246;rv&#228;rvaren ska informera upphovsmannen om identiteten p&#229; den 
som utnyttjar verket. Lag (2022:1712).

29 c &#167; Information som har l&#228;mnats enligt 29 a eller 29 b &#167; 
ska upphovsmannen vid till&#228;mpning av lagen (2018:558) om 
f&#246;retagshemligheter anses ha f&#229;tt del av i f&#246;rtroende i 
samband med en aff&#228;rsf&#246;rbindelse, om den som har l&#228;mnat 
informationen har angett att den utg&#246;r en f&#246;retagshemlighet.
Lag (2022:1712).

Upphovsmannens r&#228;tt att h&#228;va ett avtal

29 d &#167; Om en &#246;verl&#229;telse som avses i 29 &#167; f&#246;rsta stycket 
inneb&#228;r att f&#246;rv&#228;rvaren har ensamr&#228;tt att utnyttja verket, har 
upphovsmannen, f&#246;rutom i fall som avses i 29 e &#167; f&#246;rsta 
stycket, r&#228;tt att helt eller delvis h&#228;va avtalet och beh&#229;lla 
mottagen ers&#228;ttning, om

1. f&#246;rv&#228;rvaren inte utnyttjar verket inom en rimlig tid fr&#229;n 
&#246;verl&#229;telsen eller sedan verket senast utnyttjades,

2. upphovsmannen d&#228;refter har uppmanat f&#246;rv&#228;rvaren att 
utnyttja verket och f&#246;rv&#228;rvaren inte inom sex m&#229;nader fr&#229;n 
uppmaningen g&#246;r det, och

3. det uteblivna utnyttjandet inte till &#246;verv&#228;gande del beror 
p&#229; omst&#228;ndigheter som upphovsmannen rimligen kan f&#246;rv&#228;ntas 
avhj&#228;lpa.

Om upphovsmannen inte har r&#228;tt till information enligt 29 a &#167;, 
ska f&#246;rv&#228;rvaren p&#229; beg&#228;ran l&#228;mna den information som kr&#228;vs f&#246;r 
att upphovsmannen ska kunna bed&#246;ma om han eller hon har r&#228;tt 
att h&#228;va avtalet.

Avtalsvillkor som inskr&#228;nker upphovsmannens r&#228;tt enligt denna 
paragraf &#228;r giltiga endast om de f&#246;ljer av ett kollektivt 
f&#246;rhandlat avtal som till&#228;mpas p&#229; &#246;verl&#229;telseavtalet.
Lag (2022:1712).

29 e &#167; R&#228;tten till h&#228;vning enligt 29 d &#167; g&#228;ller inte filmverk. 
Den g&#228;ller inte heller &#246;verl&#229;telse av r&#228;tt till inspelning av 
ett verk p&#229; film, n&#228;r filmverket har spelats in.  

Om ett verk inneh&#229;ller bidrag fr&#229;n fler &#228;n en upphovsman, kan 
upphovsm&#228;nnen endast gemensamt l&#228;mna uppmaning och 
h&#228;vningsf&#246;rklaring som avses i 29 d &#167;. Lag (2022:1712).

Avtal om offentligt framf&#246;rande m.m.

30 &#167; Om en &#246;verl&#229;telse avser r&#228;tt att &#246;verf&#246;ra ett verk till 
allm&#228;nheten eller att framf&#246;ra det offentligt, ska 
&#246;verl&#229;telsen g&#228;lla i tre &#229;r och inte medf&#246;ra ensamr&#228;tt. Detta 
g&#228;ller dock inte filmverk. Lag (2022:1712).

F&#246;rlagsavtal

31 &#167; Genom f&#246;rlagsavtal &#246;verl&#229;ter upphovsmannen till f&#246;rl&#228;ggare r&#228;tt att
genom tryck eller liknande f&#246;rfarande m&#229;ngfaldiga och utgiva litter&#228;rt
eller konstn&#228;rligt verk.

Manuskript eller annat exemplar av verket, efter vilket detta skall
&#229;tergivas, f&#246;rblir i upphovsmannens &#228;go.

32 &#167; F&#246;rl&#228;ggaren har r&#228;tt att utgiva en upplaga, vilken ej m&#229; &#246;verstiga
av litter&#228;rt verk 2 000, av musikaliskt verk 1 000 och av konstverk 200
exemplar.

Med upplaga f&#246;rst&#229;s vad f&#246;rl&#228;ggaren p&#229; en g&#229;ng l&#229;ter framst&#228;lla.

33 &#167; Har upph&#228;vts genom lag (2022:1712).

34 &#167; Har upph&#228;vts genom lag (2022:1712).

35 &#167; Har upph&#228;vts genom lag (2022:1712).
F&#246;rl&#228;ggaren &#228;r skyldig att tillst&#228;lla upphovsmannen intyg fr&#229;n
tryckeriet eller den som eljest m&#229;ngfaldigar verket om antalet
framst&#228;llda exemplar.

Har under r&#228;kenskaps&#229;r skett f&#246;rs&#228;ljning f&#246;r vilken upphovsmannen har
r&#228;tt till honorar, skall f&#246;rl&#228;ggaren inom nio m&#229;nader efter &#229;rets slut
tillst&#228;lla honom redovisning, angivande f&#246;rs&#228;ljningen under &#229;ret samt
restupplagan vid &#229;rsskiftet. &#196;ven eljest &#228;ger upphovsmannen efter
redovisningsfristens utg&#229;ng p&#229; beg&#228;ran erh&#229;lla uppgift om restupplagan
vid &#229;rsskiftet.

36 &#167; P&#229;b&#246;rjas framst&#228;llning av ny upplaga senare &#228;n ett &#229;r efter det
f&#246;reg&#229;ende upplaga utgavs, skall upphovsmannen f&#246;re framst&#228;llningen
erh&#229;lla tillf&#228;lle att g&#246;ra s&#229;dana &#228;ndringar i verket, som kunna vidtagas
utan osk&#228;lig kostnad och icke &#228;ndra verkets karakt&#228;r.

37 &#167; Upphovsmannen har icke r&#228;tt att p&#229; nytt utgiva verket i den form
och p&#229; det s&#228;tt som avses i avtalet, f&#246;rr&#228;n den eller de upplagor som
f&#246;rl&#228;ggaren &#228;ger utgiva blivit sluts&#229;lda.

Litter&#228;rt verk m&#229; dock sedan femton &#229;r f&#246;rflutit efter det &#229;r, d&#229;
utgivningen p&#229;b&#246;rjades, av upphovsmannen intagas i upplaga av hans
samlade eller valda arbeten.

38 &#167; Best&#228;mmelserna om f&#246;rlagsavtal till&#228;mpas inte p&#229; bidrag 
till en tidning eller tidskrift. Lag (2022:1712).

Avtal om filmning

39 &#167; &#214;verl&#229;telse av r&#228;tt till inspelning av litter&#228;rt eller konstn&#228;rligt
verk p&#229; film omfattar r&#228;tt att genom filmen p&#229; biograf, i television
eller annorledes g&#246;ra verket tillg&#228;ngligt f&#246;r allm&#228;nheten samt att i
filmen &#229;tergiva talade inslag i text eller &#246;vers&#228;tta dem till annat
spr&#229;k. Vad s&#229;lunda stadgats g&#228;ller icke musikaliskt verk. Lag
(1973:363).

40 &#167; Har upph&#228;vts genom lag (2022:1712).

Datorprogram skapade i anst&#228;llningsf&#246;rh&#229;llanden

40 a &#167; Upphovsr&#228;tten till ett datorprogram, som skapas av en
arbetstagare som ett led i hans arbetsuppgifter eller efter
instruktioner av arbetsgivaren, &#246;verg&#229;r till arbetsgivaren, s&#229;vida inte
n&#229;got annat har avtalats. Lag (1992:1687).

Upphovsr&#228;ttens &#246;verg&#229;ng vid upphovsmannens d&#246;d, m.m.

41 &#167; Efter upphovsmannens d&#246;d &#228;r, utan hinder av 10 kap. 3 &#167; f&#246;rsta
stycket &#228;ktenskapsbalken, f&#246;reskrifterna om bodelning, arv och
testamente till&#228;mpliga p&#229; upphovsr&#228;tten. Avtr&#228;ds boet till f&#246;rvaltning
av boutredningsman, f&#229;r denne inte utan d&#246;dsbodel&#228;garnas samtycke
utnyttja verket p&#229; annat s&#228;tt &#228;n som f&#246;rut har skett.

Upphovsmannen &#228;ger genom testamente, med bindande verkan &#228;ven f&#246;r
efterlevande make och br&#246;starvingar, giva f&#246;reskrifter om r&#228;ttens
ut&#246;vande eller bemyndiga annan att meddela dylika f&#246;reskrifter. Lag
(1987:800).

42 &#167; Upphovsr&#228;tt m&#229; ej tagas i m&#228;t hos upphovsmannen sj&#228;lv eller hos
n&#229;gon, till vilken r&#228;tten &#246;verg&#229;tt p&#229; grund av bodelning, arv eller
testamente. Samma lag vare betr&#228;ffande manuskript, s&#229; ock i fr&#229;ga om
exemplar av s&#229;dant konstverk som ej blivit utst&#228;llt, utbjudet till salu
eller eljest godk&#228;nt f&#246;r offentligg&#246;rande. Lag (1987:800).

3 a kap. Avtalslicenser

Gemensamma best&#228;mmelser om avtalslicenser

42 a &#167; En avtalslicens som avses i 42 b-42 i och 42 k &#167;&#167; 
g&#228;ller f&#246;r utnyttjande av verk p&#229; visst s&#228;tt, n&#228;r ett avtal 
har ing&#229;tts om utnyttjande av verk p&#229; s&#229;dant s&#228;tt med en 
organisation som f&#246;retr&#228;der ett flertal upphovsm&#228;n till i 
Sverige anv&#228;nda verk p&#229; omr&#229;det. Avtalslicensen ger anv&#228;ndaren 
r&#228;tt att utnyttja verk av det slag som avses med avtalet trots 
att verkens upphovsm&#228;n inte f&#246;retr&#228;ds av organisationen. F&#246;r 
att ett verk ska f&#229; utnyttjas med st&#246;d av 42 c &#167; kr&#228;vs att 
avtalet med organisationen har ing&#229;tts av n&#229;gon som bedriver 
undervisningsverksamhet i organiserade former. F&#246;r att ett 
verk ska f&#229; utnyttjas med st&#246;d av 42 i &#167; kr&#228;vs att den 
avtalsslutande organisationen &#228;r en kollektiv 
f&#246;rvaltningsorganisation enligt 1 kap. 4 &#167; 3 lagen (2016:977) 
om kollektiv f&#246;rvaltning av upphovsr&#228;tt.

De villkor i fr&#229;ga om r&#228;tten att utnyttja verket som f&#246;ljer av 
avtalet g&#228;ller. Upphovsmannen ska i fr&#229;ga om ers&#228;ttning som 
l&#228;mnas enligt avtalet och f&#246;rm&#229;ner fr&#229;n organisationen vilka 
v&#228;sentligen bekostas genom ers&#228;ttningen vara likst&#228;lld med de 
upphovsm&#228;n som organisationen f&#246;retr&#228;der. Upphovsmannen har 
dock oavsett detta alltid r&#228;tt till ers&#228;ttning som h&#228;nf&#246;r sig 
till utnyttjandet, om han eller hon beg&#228;r det inom tre &#229;r 
efter det &#229;r d&#229; verket utnyttjades. Krav p&#229; ers&#228;ttning f&#229;r 
riktas endast mot organisationen.

Gentemot den som anv&#228;nder ett verk med st&#246;d av 42 f &#167; f&#229;r krav 
p&#229; ers&#228;ttning g&#246;ras g&#228;llande endast av de avtalsslutande 
organisationerna. Kraven ska framst&#228;llas samtidigt.
Lag (2022:1712).

Avtalslicens f&#246;r myndigheter, f&#246;retag och organisationer
m.fl.

42 b &#167; Riksdagen, beslutande kommunala f&#246;rsamlingar, statliga
och kommunala myndigheter samt f&#246;retag och organisationer f&#229;r
f&#246;r att tillgodose behovet av information inom sin verksamhet
framst&#228;lla exemplar av samt &#246;verf&#246;ra och framf&#246;ra
offentliggjorda litter&#228;ra verk och konstverk, om avtalslicens
g&#228;ller enligt 42&#160;a &#167;.

F&#246;rsta stycket g&#228;ller inte, om upphovsmannen hos n&#229;gon av de
avtalsslutande parterna har meddelat f&#246;rbud mot
exemplarframst&#228;llningen, &#246;verf&#246;ringen eller framf&#246;randet.
Lag (2013:691).

Avtalslicens f&#246;r undervisningsverksamhet

42 c &#167; F&#246;r undervisnings&#228;ndam&#229;l f&#229;r exemplar framst&#228;llas av
offentliggjorda verk, om avtalslicens g&#228;ller enligt 42 a &#167;.
Exemplaren f&#229;r anv&#228;ndas endast i undervisningsverksamhet som
omfattas av det avtal som f&#246;ruts&#228;tts f&#246;r uppkomsten av
avtalslicensen.

F&#246;rsta stycket g&#228;ller inte, om upphovsmannen hos n&#229;gon av de
avtalsslutande parterna har meddelat f&#246;rbud mot
exemplarframst&#228;llningen. Lag (2005:359).

Avtalslicens f&#246;r arkiv och bibliotek

42 d &#167; Arkiv och bibliotek f&#229;r framst&#228;lla exemplar av verk 
som ing&#229;r i de egna samlingarna och tillg&#228;ngligg&#246;ra 
offentliggjorda s&#229;dana verk f&#246;r allm&#228;nheten, om avtalslicens 
g&#228;ller enligt 42 a &#167;.

F&#246;rsta stycket g&#228;ller inte, om upphovsmannen hos n&#229;gon av de 
avtalsslutande parterna har meddelat f&#246;rbud mot 
exemplarframst&#228;llningen eller tillg&#228;ngligg&#246;randet, eller om 
det av andra sk&#228;l finns s&#228;rskild anledning att anta att 
upphovsmannen mots&#228;tter sig f&#246;rfogandet. Lag (2017:323).

Avtalslicenser f&#246;r radio och tv

42 e &#167; Ett radio- eller tv-f&#246;retag f&#229;r s&#228;nda ut
offentliggjorda litter&#228;ra och musikaliska verk samt
offentliggjorda konstverk, om avtalslicens g&#228;ller enligt
42 a &#167;. Om verket ing&#229;r i ett radio- eller tv-program som
f&#246;retaget s&#228;nder ut, f&#229;r f&#246;retaget ocks&#229; &#246;verf&#246;ra verket till
allm&#228;nheten p&#229; ett s&#229;dant s&#228;tt att enskilda kan f&#229; tillg&#229;ng
till det fr&#229;n en plats och vid en tidpunkt som de sj&#228;lva
v&#228;ljer. F&#246;retaget f&#229;r &#228;ven framst&#228;lla s&#229;dana exemplar som &#228;r
n&#246;dv&#228;ndiga f&#246;r &#246;verf&#246;ringen.

F&#246;rsta stycket g&#228;ller inte sceniska verk och inte heller
andra verk, om upphovsmannen hos n&#229;gon av de avtalsslutande
parterna har meddelat f&#246;rbud mot uts&#228;ndningen eller
&#246;verf&#246;ringen, eller om det av andra sk&#228;l finns s&#228;rskild
anledning att anta att upphovsmannen mots&#228;tter sig
f&#246;rfogandet. F&#246;rsta stycket g&#228;ller inte s&#229;dan vidares&#228;ndning
som avses i 42 f &#167;.

Vid uts&#228;ndning &#246;ver satellit g&#228;ller avtalslicensen endast om
s&#228;ndarf&#246;retaget samtidigt verkst&#228;ller uts&#228;ndning genom en
marks&#228;ndare. Lag (2013:691).

42 f &#167; Var och en har r&#228;tt att till allm&#228;nheten samtidigt och 
of&#246;r&#228;ndrat &#229;teruts&#228;nda (vidares&#228;nda) verk som ing&#229;r i en 
ljudradio- eller tv-uts&#228;ndning, om avtalslicens g&#228;ller enligt 
42 a &#167;.

F&#246;rsta stycket g&#228;ller inte verk till vilka r&#228;ttigheterna till 
vidares&#228;ndning innehas av det radio- eller tv-f&#246;retag som 
s&#228;nder ut den ursprungliga s&#228;ndningen. Lag (2021:357).

42 g &#167; Ett radio- eller televisionsf&#246;retag f&#229;r, om
avtalslicens g&#228;ller enligt 42 a &#167;, &#246;verf&#246;ra offentliggjorda
verk till allm&#228;nheten, om verken ing&#229;r i egna eller av
f&#246;retaget best&#228;llda produktioner som har s&#228;nts ut f&#246;re den 1
juli 2005. F&#246;retaget f&#229;r ocks&#229; framst&#228;lla s&#229;dana exemplar av
verken som &#228;r n&#246;dv&#228;ndiga f&#246;r &#246;verf&#246;ringen.

F&#246;rsta stycket g&#228;ller inte om upphovsmannen hos n&#229;gon av de
avtalsslutande parterna har meddelat f&#246;rbud mot &#246;verf&#246;ringen
eller exemplarframst&#228;llningen, eller om det av andra sk&#228;l
finns s&#228;rskild anledning att anta att upphovsmannen mots&#228;tter
sig f&#246;rfogandet. Lag (2011:94).

Avtalslicens f&#246;r anv&#228;ndning av verk som ing&#229;r i 
presspublikationer

42 h &#167; En leverant&#246;r av en informationssamh&#228;llets tj&#228;nst f&#229;r, 
om avtalslicens g&#228;ller enligt 42 a &#167;, &#246;verf&#246;ra verk till 
allm&#228;nheten p&#229; ett s&#229;dant s&#228;tt att enskilda kan f&#229; tillg&#229;ng 
till verken fr&#229;n en plats och vid en tidpunkt som de sj&#228;lva 
v&#228;ljer, om verken ing&#229;r i en presspublikation som avses i 
48 c &#167; och utnyttjandet sker online. Leverant&#246;ren f&#229;r ocks&#229; 
framst&#228;lla s&#229;dana exemplar av verken som &#228;r n&#246;dv&#228;ndiga f&#246;r 
&#246;verf&#246;ringen. 

F&#246;rsta stycket g&#228;ller inte, om upphovsmannen hos n&#229;gon av de 
avtalsslutande parterna har meddelat f&#246;rbud mot 
exemplarframst&#228;llningen eller &#246;verf&#246;ringen, eller om det av 
andra sk&#228;l finns s&#228;rskild anledning att anta att upphovsmannen 
mots&#228;tter sig f&#246;rfogandet. Lag (2022:1712).

Avtalslicens f&#246;r anv&#228;ndning av verk som ing&#229;r i 
kulturarvsinstitutioners samlingar men som inte finns i 
handeln

42 i &#167; Bibliotek och museer som &#228;r tillg&#228;ngliga f&#246;r 
allm&#228;nheten, arkiv samt institutioner f&#246;r film- eller 
ljudarvet f&#229;r, om avtalslicens g&#228;ller enligt 42 a &#167; och 
f&#246;rutom i fall som avses i 42 j &#167;, framst&#228;lla exemplar av verk 
som ing&#229;r i de egna samlingarna och tillg&#228;ngligg&#246;ra s&#229;dana 
verk f&#246;r allm&#228;nheten, om det kan antas att verket inte finns 
tillg&#228;ngligt i handeln.

F&#246;rsta stycket g&#228;ller inte anv&#228;ndning som sker i f&#246;rv&#228;rvssyfte 
och inte heller om upphovsmannen hos n&#229;gon av de 
avtalsslutande parterna har meddelat f&#246;rbud mot 
exemplarframst&#228;llningen eller tillg&#228;ngligg&#246;randet.
Lag (2022:1712).

42 j &#167; Best&#228;mmelserna i 42 i &#167; g&#228;ller inte best&#229;nd av verk som 
till &#246;verv&#228;gande del best&#229;r av verk med anknytning till ett 
land som inte ing&#229;r i Europeiska ekonomiska samarbetsomr&#229;det 
genom att

1. om verket i andra fall &#228;n som avses i 3 har getts ut, den 
f&#246;rsta utgivningen har skett i ett s&#229;dant land,

2. om verket i andra fall &#228;n som avses i 3 inte har getts ut 
men s&#228;nts ut i radio eller tv, den f&#246;rsta uts&#228;ndningen har 
skett i ett s&#229;dant land,

3. om det &#228;r ett filmverk, producenten har sitt s&#228;te eller sin 
hemvist i ett s&#229;dant land, eller

4. verkets upphovsman &#228;r medborgare i ett s&#229;dant land och det 
saknas anknytning som avses i 1-3 till n&#229;got land.

Trots f&#246;rsta stycket g&#228;ller 42 i &#167; om den avtalsslutande 
organisationen f&#246;retr&#228;der ett flertal upphovsm&#228;n till verk som 
anv&#228;nds i det land till vilket verken i best&#229;ndet till 
&#246;verv&#228;gande del har anknytning. Lag (2022:1712).

Generell avtalslicens

42 k &#167; Var och en f&#229;r inom ett avgr&#228;nsat anv&#228;ndningsomr&#229;de
framst&#228;lla exemplar av verk eller tillg&#228;ngligg&#246;ra
offentliggjorda verk f&#246;r allm&#228;nheten ocks&#229; i andra fall &#228;n de
som anges i 42 b–42 g &#167;&#167;, om avtalslicens g&#228;ller enligt
42 a &#167; och det &#228;r en f&#246;ruts&#228;ttning f&#246;r utnyttjandet att
anv&#228;ndaren genom avtalet med organisationen ges r&#228;tt att
utnyttja verk av det slag som avses med avtalet trots att
verkens upphovsm&#228;n inte f&#246;retr&#228;ds av organisationen.

F&#246;rsta stycket g&#228;ller inte, om upphovsmannen hos n&#229;gon av de
avtalsslutande parterna har meddelat f&#246;rbud mot
exemplarframst&#228;llningen eller tillg&#228;ngligg&#246;randet, eller om
det av andra sk&#228;l finns s&#228;rskild anledning att anta att
upphovsmannen mots&#228;tter sig f&#246;rfogandet. Lag (2022:1712).

4 Kap. Upphovsr&#228;ttens giltighet

43 &#167; Upphovsr&#228;tt till ett verk g&#228;ller till utg&#229;ngen av
sjuttionde &#229;ret efter det &#229;r d&#229; upphovsmannen avled eller, i
fr&#229;ga om verk som avses i 6 &#167;, efter den sist avlidne
upphovsmannens d&#246;ds&#229;r.

I st&#228;llet f&#246;r det som anges i f&#246;rsta stycket g&#228;ller
upphovsr&#228;tt till

1. ett filmverk, till utg&#229;ngen av sjuttionde &#229;ret efter
d&#246;ds&#229;ret f&#246;r den sist avlidne av huvudregiss&#246;ren,
manusf&#246;rfattaren, dialogf&#246;rfattaren och komposit&#246;ren av musik
som har skapats speciellt f&#246;r verket, och

2. ett musikaliskt verk med text, till utg&#229;ngen av sjuttionde
&#229;ret efter d&#246;ds&#229;ret f&#246;r den sist avlidne av komposit&#246;ren och
textf&#246;rfattaren, om musik och text har skapats speciellt f&#246;r
verket. Lag (2013:691).

44 &#167; F&#246;r verk som har offentliggjorts utan att upphovsmannen har
blivit angiven med sitt namn eller med sin allm&#228;nt k&#228;nda pseudonym
eller signatur g&#228;ller upphovsr&#228;tten intill utg&#229;ngen av sjuttionde
&#229;ret efter det &#229;r d&#229; verket offentliggjordes. Om verket best&#229;r av tv&#229;
eller flera delar, r&#228;knas tiden f&#246;r varje del f&#246;r sig.

Om upphovsmannen inom den tid som anges i f&#246;rsta stycket avsl&#246;jar
sin identitet, g&#228;ller best&#228;mmelserna i 43 &#167;.

F&#246;r verk som inte har offentliggjorts och vars upphovsman inte &#228;r
k&#228;nd g&#228;ller upphovsr&#228;tten intill utg&#229;ngen av sjuttionde &#229;ret efter
det &#229;r d&#229; verket skapades.

44 a &#167; Om ett verk inte har getts ut inom den tid som avses i 43
eller 44 &#167;, har den som d&#228;refter f&#246;r f&#246;rsta g&#229;ngen ger ut eller
offentligg&#246;r verket s&#229;dan r&#228;tt till verket som svarar mot de
ekonomiska r&#228;ttigheter som innefattas i upphovsr&#228;tten. R&#228;tten g&#228;ller
intill utg&#229;ngen av tjugofemte &#229;ret efter det &#229;r d&#229; verket gavs ut
eller offentliggjordes. Lag (1995:1273).

5 Kap. Vissa upphovsr&#228;tten n&#228;rst&#229;ende r&#228;ttigheter

Ut&#246;vande konstn&#228;rer

45 &#167; En ut&#246;vande konstn&#228;r har, med de inskr&#228;nkningar som 
f&#246;reskrivs i denna lag, en uteslutande r&#228;tt att f&#246;rfoga &#246;ver 
sitt framf&#246;rande av ett litter&#228;rt eller konstn&#228;rligt verk 
eller ett uttryck av folklore genom att

1. ta upp framf&#246;randet p&#229; en grammofonskiva, en film eller en 
annan anordning, genom vilken det kan &#229;terges,

2. framst&#228;lla exemplar av en upptagning av framf&#246;randet, och

3. g&#246;ra framf&#246;randet eller en upptagning av det tillg&#228;ngligt 
f&#246;r allm&#228;nheten.

De r&#228;ttigheter som avses i f&#246;rsta stycket 2 och 3 g&#228;ller till 
utg&#229;ngen av femtionde &#229;ret efter det &#229;r d&#229; framf&#246;randet 
gjordes. Om upptagningen har getts ut eller offentliggjorts 
inom femtio &#229;r fr&#229;n framf&#246;randet, g&#228;ller r&#228;ttigheterna i 
st&#228;llet till utg&#229;ngen av det femtionde eller, f&#246;r 
ljudupptagningar, sjuttionde &#229;ret efter det &#229;r d&#229; upptagningen 
f&#246;rst gavs ut eller offentliggjordes.

Best&#228;mmelserna i 2 &#167; andra-fj&#228;rde styckena, 3, 6-9, 11-13 och 
15 a-16 &#167;&#167;, 16 a &#167; tredje stycket, 16 e-17 c, 17 e, 21, 22, 
25-26 b, 26 e, 26 k-26 m och 27-29 e &#167;&#167;, 39 &#167; f&#246;rsta meningen 
samt i 41-42 k &#167;&#167; ska till&#228;mpas i fr&#229;ga om framf&#246;randen som 
avses i denna paragraf. N&#228;r det g&#228;ller r&#228;tt till en 
ljudupptagning som en ut&#246;vande konstn&#228;r har &#246;verl&#229;tit till en 
framst&#228;llare av ljudupptagningar ska dock 29 d &#167; inte 
till&#228;mpas efter det femtionde &#229;ret efter det &#229;r d&#229; 
upptagningen f&#246;rst gavs ut eller, om den inte getts ut, det &#229;r 
d&#229; den f&#246;rst offentliggjordes.

N&#228;r ett exemplar av en upptagning enligt denna paragraf med 
den ut&#246;vande konstn&#228;rens samtycke har &#246;verl&#229;tits inom 
Europeiska ekonomiska samarbetsomr&#229;det f&#229;r exemplaret spridas 
vidare.

Fj&#228;rde stycket ger inte r&#228;tt att tillhandah&#229;lla allm&#228;nheten

1. exemplar av en upptagning genom uthyrning eller andra 
j&#228;mf&#246;rliga r&#228;ttshandlingar, eller

2. exemplar av en film eller annan anordning p&#229; vilken r&#246;rliga 
bilder tagits upp genom utl&#229;ning. Lag (2022:1712).

45 a &#167; Om en ut&#246;vande konstn&#228;r som har r&#228;tt till en
ljudupptagning enligt 45 &#167; har &#246;verl&#229;tit denna r&#228;tt till en
framst&#228;llare av ljudupptagningar mot en eng&#229;ngsers&#228;ttning,
har konstn&#228;ren r&#228;tt till s&#228;rskild ers&#228;ttning av framst&#228;llaren
(till&#228;ggsers&#228;ttning) f&#246;r varje &#229;r som f&#246;ljer p&#229; det femtionde
&#229;ret efter det &#229;r d&#229; upptagningen f&#246;rst gavs ut eller, om den
inte har getts ut, det &#229;r d&#229; den f&#246;rst offentliggjordes. Om
tv&#229; eller flera konstn&#228;rer som har r&#228;tt till
till&#228;ggsers&#228;ttning samverkat vid framf&#246;randet, tillkommer
ers&#228;ttningen dem gemensamt.

Till&#228;ggsers&#228;ttningen ska uppg&#229; till tjugo procent av de
int&#228;kter som framst&#228;llaren haft till f&#246;ljd av r&#228;tten att
utnyttja upptagningen. Framst&#228;llarens int&#228;kter fr&#229;n uthyrning
av upptagningen eller ers&#228;ttning till framst&#228;llaren med st&#246;d
av 26 k eller 47 &#167; ska dock inte tas med vid ber&#228;kningen.

Ett avtalsvillkor som inskr&#228;nker konstn&#228;rens r&#228;tt enligt
denna paragraf &#228;r ogiltigt. Lag (2013:691).

45 b &#167; Endast en organisation som f&#246;retr&#228;der ett flertal 
ers&#228;ttningsber&#228;ttigade ut&#246;vande konstn&#228;rer p&#229; omr&#229;det f&#229;r 
kr&#228;va in till&#228;ggsers&#228;ttning enligt 45 a &#167;. Organisationen ska 
kr&#228;va in ers&#228;ttningen och f&#246;rdela den mellan de 
ers&#228;ttningsber&#228;ttigade, efter avdrag f&#246;r ers&#228;ttning till 
organisationen f&#246;r dess omkostnader. Vid f&#246;rdelningen ska 
konstn&#228;rer som inte f&#246;retr&#228;ds av organisationen vara 
likst&#228;llda med konstn&#228;rer som organisationen f&#246;retr&#228;der.

Framst&#228;llaren ska p&#229; beg&#228;ran av organisationen l&#228;mna det 
underlag som kr&#228;vs f&#246;r att ers&#228;ttningen ska kunna ber&#228;knas.
Lag (2016:979).

45 c &#167; Om en ut&#246;vande konstn&#228;r som har r&#228;tt till en
ljudupptagning enligt 45 &#167; har &#246;verl&#229;tit denna r&#228;tt till en
framst&#228;llare av ljudupptagningar mot &#229;terkommande betalning,
har konstn&#228;ren, efter det femtionde &#229;ret efter det &#229;r d&#229;
upptagningen f&#246;rst gavs ut eller, om den inte har getts ut,
det &#229;r d&#229; den f&#246;rst offentliggjordes, r&#228;tt till betalning
utan avr&#228;kning f&#246;r f&#246;rskott eller avr&#228;kning p&#229; n&#229;gon annan
grund. Avr&#228;kning f&#229;r dock ske om konstn&#228;ren uttryckligen
godk&#228;nt det. Lag (2013:691).

45 d &#167; Om en ut&#246;vande konstn&#228;r som har r&#228;tt till en
ljudupptagning enligt 45 &#167; har &#246;verl&#229;tit denna r&#228;tt till en
framst&#228;llare av ljudupptagningar, har konstn&#228;ren, efter det
femtionde &#229;ret efter det &#229;r d&#229; upptagningen f&#246;rst gavs ut
eller, om den inte har getts ut, det &#229;r d&#229; den f&#246;rst
offentliggjordes, r&#228;tt att h&#228;va avtalet om

1. framst&#228;llaren inte bjuder ut upptagningen till f&#246;rs&#228;ljning
i tillr&#228;ckligt antal exemplar och &#246;verf&#246;r den till
allm&#228;nheten p&#229; ett s&#229;dant s&#228;tt att enskilda kan f&#229; tillg&#229;ng
till den fr&#229;n en plats och vid en tidpunkt som de sj&#228;lva
v&#228;ljer, och

2. konstn&#228;ren har uppmanat framst&#228;llaren att g&#246;ra
upptagningen tillg&#228;nglig f&#246;r allm&#228;nheten p&#229; de s&#228;tt som anges
i 1 och framst&#228;llaren inte inom ett &#229;r fr&#229;n uppmaningen g&#246;r
detta.

Om tv&#229; eller flera konstn&#228;rer har samverkat vid framf&#246;randet
och &#246;verl&#229;tit sina r&#228;ttigheter till upptagningen till
framst&#228;llaren, kan de endast gemensamt l&#228;mna uppmaning och
h&#228;vningsf&#246;rklaring.

Om avtalet h&#228;vs, har konstn&#228;ren r&#228;tt att beh&#229;lla mottagen
ers&#228;ttning.

Ett avtalsvillkor som inskr&#228;nker konstn&#228;rens r&#228;tt enligt
denna paragraf &#228;r ogiltigt. Lag (2013:691).

Framst&#228;llare av ljud- eller bildupptagningar

46 &#167; En framst&#228;llare av upptagningar av ljud eller r&#246;rliga 
bilder har, med de inskr&#228;nkningar som f&#246;reskrivs i denna lag, 
en uteslutande r&#228;tt att f&#246;rfoga &#246;ver sin upptagning genom att

1. framst&#228;lla exemplar av upptagningen, och

2. g&#246;ra upptagningen tillg&#228;nglig f&#246;r allm&#228;nheten.

De r&#228;ttigheter som avses i f&#246;rsta stycket g&#228;ller till dess 
femtio &#229;r har f&#246;rflutit efter det &#229;r d&#229; upptagningen gjordes. 
Om en ljudupptagning ges ut inom denna tid, g&#228;ller 
r&#228;ttigheterna i st&#228;llet till utg&#229;ngen av det sjuttionde &#229;ret 
efter det &#229;r d&#229; ljudupptagningen f&#246;rsta g&#229;ngen gavs ut. Om 
ljudupptagningen inte ges ut under n&#228;mnda tid men 
offentligg&#246;rs under samma tid, g&#228;ller r&#228;ttigheterna i st&#228;llet 
till utg&#229;ngen av det sjuttionde &#229;ret efter det &#229;r d&#229; 
ljudupptagningen f&#246;rst offentliggjordes. H&#228;vs ett avtal enligt 
45 d &#167;, g&#228;ller dock inte l&#228;ngre r&#228;ttigheterna. Om en 
upptagning av r&#246;rliga bilder har getts ut eller 
offentliggjorts inom femtio &#229;r fr&#229;n upptagningen, g&#228;ller 
r&#228;ttigheterna enligt f&#246;rsta stycket till dess femtio &#229;r har 
f&#246;rflutit efter det &#229;r d&#229; upptagningen av r&#246;rliga bilder f&#246;rst 
gavs ut eller offentliggjordes.

Best&#228;mmelserna i 2 &#167; andra-fj&#228;rde styckena, 6-9 &#167;&#167;, 11 &#167; andra 
stycket, 11 a, 12, 13 och 15 a-16 &#167;&#167;, 16 a &#167; tredje stycket, 
16 e-17 c, 17 e, 21, 22, 25-26 b, 26 e, 26 k-26 m och 42 a-
42 k &#167;&#167; ska till&#228;mpas i fr&#229;ga om upptagningar som avses i 
denna paragraf. I fr&#229;ga om ljudupptagningar ska dessutom det 
som g&#228;ller f&#246;r filmverk enligt 16 a och 16 b &#167;&#167; samt 16 c &#167; 
f&#246;rsta, andra och fj&#228;rde-sj&#228;tte styckena till&#228;mpas.

N&#228;r ett exemplar av en upptagning enligt denna paragraf med 
framst&#228;llarens samtycke har &#246;verl&#229;tits inom Europeiska 
ekonomiska samarbetsomr&#229;det f&#229;r exemplaret spridas vidare.

Fj&#228;rde stycket ger inte r&#228;tt att tillhandah&#229;lla allm&#228;nheten

1. exemplar av en upptagning genom uthyrning eller andra 
j&#228;mf&#246;rliga r&#228;ttshandlingar, eller

2. exemplar av en film eller annan anordning p&#229; vilken r&#246;rliga 
bilder tagits upp genom utl&#229;ning. Lag (2022:1712).

Anv&#228;ndning av ljudupptagningar f&#246;r offentligt framf&#246;rande m.m.

47 &#167; Oavsett best&#228;mmelserna i 45 &#167; f&#246;rsta stycket och 46 &#167; 
f&#246;rsta stycket f&#229;r ljudupptagningar anv&#228;ndas vid

1. ett offentligt framf&#246;rande, eller

2. en &#246;verf&#246;ring till allm&#228;nheten utom i fall d&#229; &#246;verf&#246;ringen 
sker p&#229; ett s&#229;dant s&#228;tt att enskilda kan f&#229; tillg&#229;ng till 
ljudupptagningarna fr&#229;n en plats och vid en tidpunkt som de 
sj&#228;lva v&#228;ljer.

Vid anv&#228;ndning som avses i f&#246;rsta stycket har framst&#228;llaren 
samt de ut&#246;vande konstn&#228;rer vars framf&#246;rande finns p&#229; 
upptagningen r&#228;tt till ers&#228;ttning. Om tv&#229; eller flera 
konstn&#228;rer har samverkat vid framf&#246;randet, kan den r&#228;tt som 
tillkommer dem g&#246;ras g&#228;llande endast av dem gemensamt. Mot den 
som har anv&#228;nt anordningen ska konstn&#228;rer och framst&#228;llare 
g&#246;ra g&#228;llande sina krav samtidigt.

Anv&#228;nds en ljudupptagning vid &#246;verf&#246;ring i form av en 
ljudradio- eller tv-uts&#228;ndning som samtidigt och of&#246;r&#228;ndrat 
&#229;teruts&#228;nds (vidares&#228;nds) till allm&#228;nheten g&#228;ller f&#246;ljande. 
Gentemot den som vidares&#228;nder f&#229;r krav p&#229; ers&#228;ttning g&#246;ras 
g&#228;llande endast genom s&#229;dana organisationer som f&#246;retr&#228;der ett 
flertal ut&#246;vande konstn&#228;rer eller framst&#228;llare vars 
framf&#246;randen eller upptagningar anv&#228;nds i Sverige. 
Organisationerna ska framst&#228;lla kraven samtidigt med de krav 
som avses i 42 a &#167; tredje stycket.

Best&#228;mmelsen i 11 &#167; andra stycket ska till&#228;mpas i de fall som 
avses i denna paragraf.

Denna paragraf g&#228;ller inte ljudfilm. Lag (2021:357).

Radio- och tv-f&#246;retag

48 &#167; Ett radio- eller tv-f&#246;retag har, med de inskr&#228;nkningar 
som f&#246;reskrivs i denna lag, en uteslutande r&#228;tt att f&#246;rfoga 
&#246;ver en ljudradio- eller televisionsuts&#228;ndning genom att

1. ta upp uts&#228;ndningen p&#229; en anordning genom vilken den kan 
&#229;terges,

2. framst&#228;lla exemplar av en upptagning av uts&#228;ndningen,

3. sprida exemplar av en upptagning av uts&#228;ndningen till 
allm&#228;nheten,

4. till&#229;ta &#229;teruts&#228;ndning eller en &#229;tergivning f&#246;r allm&#228;nheten 
p&#229; platser d&#228;r allm&#228;nheten har tilltr&#228;de mot intr&#228;desavgift, 
eller

5. till&#229;ta att en upptagning av uts&#228;ndningen p&#229; tr&#229;dbunden 
eller tr&#229;dl&#246;s v&#228;g &#246;verf&#246;rs till allm&#228;nheten p&#229; ett s&#229;dant s&#228;tt 
att enskilda kan f&#229; tillg&#229;ng till upptagningen fr&#229;n en plats 
och vid en tidpunkt som de sj&#228;lva v&#228;ljer.

De r&#228;ttigheter som avses i f&#246;rsta stycket 2, 3 och 5 g&#228;ller 
till utg&#229;ngen av femtionde &#229;ret efter det &#229;r d&#229; uts&#228;ndningen 
&#228;gde rum.

Best&#228;mmelserna i 2 &#167; andra stycket, 6-9 &#167;&#167;, 11 &#167; andra 
stycket, 11 a, 12, 13 och 15 a-16 &#167;&#167;, 16 a &#167; tredje stycket, 
16 e-17 c, 17 e, 21, 22, 25-26 b, 26 e, 42 a, 42 b, 42 d och 
42 g-42 k &#167;&#167; ska till&#228;mpas i fr&#229;ga om ljudradio- och 
televisionsuts&#228;ndningar som avses i denna paragraf.

N&#228;r ett exemplar av en upptagning enligt denna paragraf med 
f&#246;retagets samtycke har &#246;verl&#229;tits inom Europeiska ekonomiska 
samarbetsomr&#229;det f&#229;r exemplaret spridas vidare.

Om ett radio- eller tv-f&#246;retag har krav p&#229; ers&#228;ttning f&#246;r en 
s&#229;dan vidares&#228;ndning som avses i 42 f &#167; och som har skett med 
f&#246;retagets samtycke, ska f&#246;retaget framst&#228;lla sitt krav 
samtidigt med de krav som avses i 42 a &#167; tredje stycket.
Lag (2022:1712).

48 a &#167; Om ett televisionsf&#246;retag ensamt har r&#228;tt att s&#228;nda ut
ett evenemang av stort allm&#228;nintresse f&#229;r, trots 48 &#167;, andra
televisionsf&#246;retag som &#228;r etablerade i ett land som ing&#229;r i
Europeiska ekonomiska samarbetsomr&#229;det &#229;terge utdrag ur
televisionsuts&#228;ndningen fr&#229;n evenemanget i sina
televisionsuts&#228;ndningar av allm&#228;nna nyhetsprogram.
Televisionsf&#246;retaget f&#229;r &#228;ven &#229;terge utdraget n&#228;r en
upptagning av nyhetsprogrammet d&#228;refter &#246;verf&#246;rs till
allm&#228;nheten p&#229; ett s&#229;dant s&#228;tt att enskilda kan f&#229; tillg&#229;ng
till upptagningen fr&#229;n en plats och vid en tidpunkt som de
sj&#228;lva v&#228;ljer.

Utdraget f&#229;r inte vara l&#228;ngre &#228;n vad som motiveras av
informationssyftet. Det f&#229;r inte heller &#229;terges l&#228;ngre tid
efter evenemanget &#228;n vad som motiveras av nyhetsintresset.

Best&#228;mmelserna i 11 &#167; andra stycket ska till&#228;mpas i de fall
som avses i f&#246;rsta stycket. Lag (2010:697).

Framst&#228;llare av presspublikationer

48 b &#167; Den som har framst&#228;llt en presspublikation har, med de 
inskr&#228;nkningar som f&#246;reskrivs i denna lag, en uteslutande r&#228;tt 
att genom en informationssamh&#228;llets tj&#228;nst och f&#246;r anv&#228;ndning 
online f&#246;rfoga &#246;ver sin presspublikation genom att

1. framst&#228;lla exemplar av presspublikationen, och

2. g&#246;ra presspublikationen tillg&#228;nglig f&#246;r allm&#228;nheten p&#229; ett 
s&#229;dant s&#228;tt att enskilda kan f&#229; tillg&#229;ng till den fr&#229;n en 
plats och vid en tidpunkt som de sj&#228;lva v&#228;ljer.

R&#228;tten enligt f&#246;rsta stycket omfattar inte

1. en anv&#228;ndares f&#246;rfogande som inte sker i f&#246;rv&#228;rvssyfte,

2. hyperl&#228;nknings&#229;tg&#228;rder, eller

3. anv&#228;ndning av enstaka ord eller mycket korta utdrag ur en 
presspublikation.

R&#228;tten enligt f&#246;rsta stycket g&#228;ller till utg&#229;ngen av det andra 
&#229;ret efter det &#229;r d&#229; presspublikationen offentliggjordes.

Best&#228;mmelserna i 2 &#167; andra stycket, 6-9 &#167;&#167;, 11 &#167; andra 
stycket, 11 a och 15 a-16 &#167;&#167;, 16 a &#167; tredje stycket, 16 e-
17 c, 17 e, 21, 22, 25-26 b, 26 e och 42 a-42 k &#167;&#167; ska 
till&#228;mpas i fr&#229;ga om presspublikationer som avses i denna 
paragraf. Lag (2022:1712).

48 c &#167; Med en presspublikation avses i 48 b &#167; en samling av i 
huvudsak litter&#228;ra verk av journalistiskt slag, som inte 
framst&#228;lls f&#246;r vetenskapliga eller akademiska &#228;ndam&#229;l, och som

1. utg&#246;r ett enskilt objekt av en tidskrift eller en 
regelbundet uppdaterad publikation under en gemensam titel,

2. har till syfte att ge allm&#228;nheten information som avser 
nyheter eller andra teman, och

3. framst&#228;lls p&#229; initiativ av en tj&#228;nsteleverant&#246;r under 
dennes redaktionella ansvar och kontroll. Lag (2022:1712).

48 d &#167; De upphovsm&#228;n vars verk ing&#229;r i en presspublikation har 
r&#228;tt till en l&#228;mplig andel av de int&#228;kter som framst&#228;llaren av 
presspublikationen f&#229;r fr&#229;n leverant&#246;rer av 
informationssamh&#228;llets tj&#228;nster f&#246;r utnyttjanden enligt den 
r&#228;tt som f&#246;ljer av 48 b &#167;. 

Endast en organisation som f&#246;retr&#228;der ett flertal upphovsm&#228;n 
till i Sverige anv&#228;nda verk p&#229; omr&#229;det har r&#228;tt att kr&#228;va in 
ers&#228;ttning enligt f&#246;rsta stycket. Organisationen ska kr&#228;va in 
ers&#228;ttningen och f&#246;rdela den mellan de ers&#228;ttningsber&#228;ttigade, 
efter avdrag f&#246;r ers&#228;ttning till organisationen f&#246;r dess 
omkostnader. Vid f&#246;rdelningen ska upphovsm&#228;n som inte 
f&#246;retr&#228;ds av organisationen vara likst&#228;llda med upphovsm&#228;n som 
organisationen f&#246;retr&#228;der. 

Framst&#228;llaren av presspublikationen ska p&#229; beg&#228;ran av 
organisationen l&#228;mna det underlag som kr&#228;vs f&#246;r att 
ers&#228;ttningen ska kunna ber&#228;knas. Lag (2022:1712).

Framst&#228;llare av kataloger m.m.

49 &#167; Den som har framst&#228;llt en katalog, en tabell eller ett 
annat dylikt arbete i vilket ett stort antal uppgifter har 
sammanst&#228;llts eller vilket &#228;r resultatet av en v&#228;sentlig 
investering har uteslutande r&#228;tt att framst&#228;lla exemplar av 
arbetet och g&#246;ra det tillg&#228;ngligt f&#246;r allm&#228;nheten. 

R&#228;tten enligt f&#246;rsta stycket g&#228;ller till dess femton &#229;r har 
f&#246;rflutit efter det &#229;r d&#229; arbetet framst&#228;lldes. Om arbetet har 
gjorts tillg&#228;ngligt f&#246;r allm&#228;nheten inom femton &#229;r fr&#229;n 
framst&#228;llningen, g&#228;ller dock r&#228;tten till dess femton &#229;r har 
f&#246;rflutit efter det &#229;r d&#229; arbetet f&#246;rst gjordes tillg&#228;ngligt 
f&#246;r allm&#228;nheten.

Best&#228;mmelserna i 2 &#167; andra-fj&#228;rde styckena, 6-9 &#167;&#167;, 11 &#167; andra 
stycket, 12 &#167; f&#246;rsta, andra och fj&#228;rde styckena, 13-16 &#167;&#167;, 
16 a &#167; tredje stycket, 16 e-17 c, 17 e, 19-22, 25-26 b och 
26 e &#167;&#167;, 26 g &#167; femte och sj&#228;tte styckena samt i 42 a-42 k &#167;&#167; 
ska till&#228;mpas p&#229; arbeten som avses i denna paragraf. &#196;r ett 
s&#229;dant arbete eller en del av det f&#246;rem&#229;l f&#246;r upphovsr&#228;tt, f&#229;r 
upphovsr&#228;tten ocks&#229; g&#246;ras g&#228;llande.

Ett avtalsvillkor som utvidgar framst&#228;llarens r&#228;tt enligt 
f&#246;rsta stycket till ett offentliggjort arbete &#228;r ogiltigt.
Lag (2022:1712).

Fotografer

49 a &#167; Den som har framst&#228;llt en fotografisk bild har 
uteslutande r&#228;tt att framst&#228;lla exemplar av bilden och g&#246;ra 
den tillg&#228;nglig f&#246;r allm&#228;nheten. R&#228;tten g&#228;ller oavsett om 
bilden anv&#228;nds i ursprungligt eller &#228;ndrat skick och oavsett 
vilken teknik som utnyttjas. R&#228;tten g&#228;ller dock inte om det 
huvudsakliga motivet f&#246;r bilden utg&#246;rs av ett konstverk f&#246;r 
vilket upphovsr&#228;tt inte l&#228;ngre g&#228;ller.

Med fotografisk bild avses &#228;ven en bild som har framst&#228;llts 
genom ett f&#246;rfarande som &#228;r j&#228;mf&#246;rligt med fotografi.

R&#228;tten enligt f&#246;rsta stycket g&#228;ller till dess femtio &#229;r har 
f&#246;rflutit efter det &#229;r d&#229; bilden framst&#228;lldes.

Best&#228;mmelserna i 2 &#167; andra-fj&#228;rde styckena, 3, 7-9, 11 och 
11 a &#167;&#167;, 12 &#167; f&#246;rsta och fj&#228;rde styckena, 13 och 15-16 &#167;&#167;, 
16 a &#167; tredje stycket, 16 e-17 c, 17 e, 19-21 och 23 &#167;&#167;, 24 &#167; 
f&#246;rsta stycket, 25-26 b, 26 e, 26 k-28, 29-29 e, 31, 32, 36-
38, 41-42 k och 50-52 &#167;&#167; ska till&#228;mpas p&#229; bilder som avses i 
denna paragraf. Om en s&#229;dan bild &#228;r f&#246;rem&#229;l f&#246;r upphovsr&#228;tt, 
f&#229;r upphovsr&#228;tten ocks&#229; g&#246;ras g&#228;llande. Lag (2022:1712).

6 Kap. S&#228;rskilda best&#228;mmelser

49 b &#167; Om n&#229;gon s&#228;nder ut det som ett radio- eller tv-f&#246;retag 
tillhandah&#229;ller denne utan att radio- eller tv-f&#246;retaget 
samtidigt s&#228;nder ut det som tillhandah&#229;lls, ska &#228;ven radio- 
eller tv-f&#246;retaget anses delta i &#246;verf&#246;ringen till allm&#228;nheten 
av de verk och andra prestationer som ing&#229;r i uts&#228;ndningen.
Lag (2021:357).

49 c &#167; Regeringen f&#229;r meddela f&#246;reskrifter om skyldighet f&#246;r 
den som anv&#228;nder verk enligt 16 e &#167; eller ing&#229;r ett avtal som 
avses i 42 i &#167; att till Europeiska unionens 
immaterialr&#228;ttsmyndighet l&#228;mna de uppgifter som, enligt 
Europaparlamentets och r&#229;dets direktiv (EU) 2019/790 av den 
17 april 2019 om upphovsr&#228;tt och n&#228;rst&#229;ende r&#228;ttigheter p&#229; den 
digitala inre marknaden och om &#228;ndring av direktiven 96/9/EG 
och 2001/29/EG, ska tillg&#228;ngligg&#246;ras p&#229; den webbportal som 
myndigheten tillhandah&#229;ller. Lag (2022:1712).

50 &#167; Litter&#228;rt eller konstn&#228;rligt verk m&#229; ej g&#246;ras tillg&#228;ngligt f&#246;r
allm&#228;nheten under s&#229;dan titel, pseudonym eller signatur, att verket
eller dess upphovsman l&#228;tt kan f&#246;rv&#228;xlas med f&#246;rut offentliggjort verk
eller dess upphovsman.

51 &#167; Om litter&#228;rt eller konstn&#228;rligt verk &#229;tergives offentligt p&#229; ett
s&#228;tt som kr&#228;nker den andliga odlingens intressen, &#228;ger domstol p&#229; talan
av myndighet som regeringen best&#228;mmer vid vite meddela f&#246;rbud mot
&#229;tergivandet. Vad nu &#228;r sagt skall ej g&#228;lla &#229;tergivande som sker under
upphovsmannens livstid. Lag (1978:488).

52 &#167; I samband med utd&#246;mande av vite &#228;ger r&#228;tten efter vad som finnes
sk&#228;ligt f&#246;reskriva &#229;tg&#228;rder f&#246;r att f&#246;rebygga missbruk av exemplar som
avses med f&#246;rbud enligt 51 &#167;, s&#229; ock av f&#246;rem&#229;l som kan anv&#228;ndas endast
f&#246;r framst&#228;llning d&#228;rav. S&#229;dan f&#246;reskrift m&#229; avse, att egendomen skall
f&#246;rst&#246;ras eller p&#229; visst s&#228;tt &#228;ndras.

Vad i denna paragraf stadgas g&#228;ller ej mot den som i god tro f&#246;rv&#228;rvat
egendomen eller s&#228;rskild r&#228;tt d&#228;rtill.

Egendom som avses i f&#246;rsta stycket m&#229; i avbidan p&#229; f&#246;reskrift som d&#228;r
s&#228;gs tagas i beslag; d&#228;rvid skall vad om beslag i brottm&#229;l i allm&#228;nhet
&#228;r stadgat &#228;ga motsvarande till&#228;mpning.

52 a &#167; Om n&#229;gon vill utf&#246;ra en vidares&#228;ndning genom kabel av 
verk och andra prestationer som ing&#229;r i en ljudradio- eller 
tv-uts&#228;ndning och beg&#228;r men inte p&#229; &#246;nskade villkor f&#229;r avtal 
om detta hos en organisation som f&#246;retr&#228;der ett flertal 
r&#228;ttighetshavare till i Sverige anv&#228;nda verk eller 
prestationer p&#229; omr&#229;det eller hos ett radio- eller tv-f&#246;retag 
som verkst&#228;ller uts&#228;ndningar inom Europeiska ekonomiska 
samarbetsomr&#229;det (EES), har denne p&#229; beg&#228;ran r&#228;tt till 
f&#246;rhandling med organisationen respektive f&#246;retaget.

En f&#246;rhandlingsskyldig part ska sj&#228;lv eller genom ombud 
inst&#228;lla sig vid f&#246;rhandlingssammantr&#228;de och, om det beh&#246;vs, 
l&#228;gga fram ett motiverat f&#246;rslag till l&#246;sning av den fr&#229;ga som 
f&#246;rhandlingen avser. Parterna kan gemensamt v&#228;lja en annan 
form f&#246;r f&#246;rhandling &#228;n sammantr&#228;de.

Den som bryter mot best&#228;mmelsen i andra stycket ska ers&#228;tta 
uppkommen skada. Vid bed&#246;mande av om och i vilken utstr&#228;ckning 
skada har uppkommit f&#246;r n&#229;gon ska h&#228;nsyn tas &#228;ven till dennes 
intresse av att best&#228;mmelsen iakttas och till &#246;vriga 
omst&#228;ndigheter av annat &#228;n rent ekonomisk betydelse.

Den som vill utf&#246;ra en vidares&#228;ndning genom annan teknik &#228;n 
kabel och ett radio- eller tv-f&#246;retag som verkst&#228;ller 
uts&#228;ndningar inom EES ska f&#246;rhandla om licensiering av 
r&#228;ttigheter till vidares&#228;ndningen i enlighet med god 
aff&#228;rssed. Lag (2021:357).

6 a kap. Skydd f&#246;r tekniska &#229;tg&#228;rder m.m.

Inledande best&#228;mmelser

52 b &#167; I detta kapitel finns best&#228;mmelser om skydd f&#246;r tekniska
&#229;tg&#228;rder och elektronisk information om r&#228;ttighetsf&#246;rvaltning.

Med teknisk &#229;tg&#228;rd avses i detta kapitel varje verkningsfull
teknik, anordning eller komponent som har utformats f&#246;r att vid
normalt bruk hindra eller begr&#228;nsa exemplarframst&#228;llning eller
tillg&#228;ngligg&#246;rande f&#246;r allm&#228;nheten av ett upphovsr&#228;ttsligt
skyddat verk utan samtycke fr&#229;n upphovsmannen eller dennes
r&#228;ttsinnehavare.

Med information om r&#228;ttighetsf&#246;rvaltning avses all information,
&#228;ven i form av nummer eller koder, som &#228;r kopplad till ett
exemplar av ett upphovsr&#228;ttsligt skyddat verk eller som
framtr&#228;der i samband med &#246;verf&#246;ring till allm&#228;nheten av ett
s&#229;dant verk och som syftar till att identifiera verket,
upphovsmannen eller dennes r&#228;ttsinnehavare eller till att
upplysa om villkor f&#246;r anv&#228;ndning av verket. Informationen
skall ha l&#228;mnats av upphovsmannen eller dennes r&#228;ttsinnehavare.
Lag (2005:359).

52 c &#167; Best&#228;mmelserna om skydd f&#246;r tekniska &#229;tg&#228;rder i detta
kapitel &#228;r inte till&#228;mpliga om verket &#228;r ett datorprogram. De
&#228;r inte heller till&#228;mpliga vid tillhandah&#229;llande av allm&#228;nna
handlingar enligt 2 kap. tryckfrihetsf&#246;rordningen, vid s&#229;dan
anv&#228;ndning i r&#228;ttsv&#229;rdens eller den allm&#228;nna s&#228;kerhetens
intresse som avses i 26 b &#167; andra stycket, eller vid
kryptografisk forskning.

I lagen (2000:171) om f&#246;rbud betr&#228;ffande viss
avkodningsutrustning finns best&#228;mmelser som avser att f&#246;rhindra
obeh&#246;rig tillg&#229;ng till vissa tj&#228;nster. S&#229;vitt g&#228;ller tekniska
&#229;tg&#228;rder eller arrangemang som anv&#228;nds i samband med s&#229;dana
tj&#228;nster i form av ljudradio- eller televisionsuts&#228;ndningar som
avses i 2 &#167; 1 i den lagen &#228;r best&#228;mmelserna om skydd f&#246;r
tekniska &#229;tg&#228;rder i detta kapitel inte till&#228;mpliga.
Lag (2005:359).

Skydd f&#246;r tekniska &#229;tg&#228;rder

52 d &#167; Det &#228;r f&#246;rbjudet att utan samtycke fr&#229;n upphovsmannen
eller dennes r&#228;ttsinnehavare kringg&#229; en digital eller analog
sp&#228;rr som hindrar eller begr&#228;nsar framst&#228;llning av exemplar av
ett upphovsr&#228;ttsligt skyddat verk, kringg&#229; en teknisk
skyddsprocess, exempelvis en kryptering, som hindrar eller
begr&#228;nsar tillg&#228;ngligg&#246;rande f&#246;r allm&#228;nheten av ett
upphovsr&#228;ttsligt skyddat verk eller kringg&#229; en annan teknisk
&#229;tg&#228;rd som hindrar eller begr&#228;nsar s&#229;dant tillg&#228;ngligg&#246;rande.

F&#246;rsta stycket g&#228;ller inte n&#228;r n&#229;gon som lovligen har tillg&#229;ng
till ett exemplar av ett upphovsr&#228;ttsligt skyddat verk,
kringg&#229;r en teknisk &#229;tg&#228;rd f&#246;r att kunna se eller lyssna p&#229;
verket. Lag (2005:359).

52 e &#167; Det &#228;r f&#246;rbjudet att tillverka, importera, &#246;verf&#246;ra,
sprida genom att exempelvis s&#228;lja eller hyra ut, eller i
f&#246;rv&#228;rvssyfte inneha anordningar, produkter eller komponenter
eller att tillhandah&#229;lla tj&#228;nster som

1. marknadsf&#246;rs eller utannonseras i syfte att kringg&#229; en
teknisk &#229;tg&#228;rd,

2. ut&#246;ver att kringg&#229; en teknisk &#229;tg&#228;rd endast har ett
begr&#228;nsat intresse fr&#229;n f&#246;rv&#228;rvssynpunkt eller ett begr&#228;nsat
f&#246;rv&#228;rvsm&#228;ssigt anv&#228;ndningsomr&#229;de, eller

3. huvudsakligen &#228;r utformade, konstruerade, anpassade eller
framtagna i syfte att m&#246;jligg&#246;ra eller underl&#228;tta kringg&#229;ende
av en teknisk &#229;tg&#228;rd. Lag (2005:359).

R&#228;tt att i vissa fall anv&#228;nda verk som skyddas av tekniska
&#229;tg&#228;rder

52 f &#167; Den som p&#229; grund av best&#228;mmelserna i 13, 15 a, 15 b, 
16, 17, 17 a, 17 e, 26, 26 a eller 26 e &#167; f&#229;r utnyttja ett 
upphovsr&#228;ttsligt skyddat verk har r&#228;tt att anv&#228;nda ett 
exemplar av ett verk som denne lovligen har tillg&#229;ng till p&#229; 
s&#228;tt som anges i aktuell best&#228;mmelse &#228;ven om exemplaret 
skyddas av en teknisk &#229;tg&#228;rd.

Om en teknisk &#229;tg&#228;rd hindrar s&#229;dan anv&#228;ndning, f&#229;r en domstol 
p&#229; yrkande av en ber&#228;ttigad anv&#228;ndare f&#246;rel&#228;gga upphovsmannen 
eller dennes r&#228;ttsinnehavare vid vite att m&#246;jligg&#246;ra f&#246;r 
anv&#228;ndaren att utnyttja verket p&#229; s&#228;tt som anges i aktuell 
best&#228;mmelse.

I fr&#229;ga om verk som har gjorts tillg&#228;ngliga f&#246;r allm&#228;nheten i 
enlighet med &#246;verenskomna avtalsvillkor p&#229; ett s&#228;tt som g&#246;r 
att enskilda kan f&#229; tillg&#229;ng till verket genom &#246;verf&#246;ring fr&#229;n 
en plats och vid en tidpunkt som de sj&#228;lva har valt g&#228;ller 
f&#246;rsta och andra styckena endast s&#229;dan anv&#228;ndning som sker med 
st&#246;d av 13, 15 a eller 15 b &#167;, 16 &#167; f&#246;rsta stycket, 17 eller 
17 a &#167;. Lag (2022:1712).

Skydd f&#246;r elektronisk information om r&#228;ttighetsf&#246;rvaltning

52 g &#167; Det &#228;r f&#246;rbjudet att utan samtycke fr&#229;n upphovsmannen
eller dennes r&#228;ttsinnehavare

1. avl&#228;gsna eller &#228;ndra elektronisk information om
r&#228;ttighetsf&#246;rvaltning som avser ett upphovsr&#228;ttsligt skyddat
verk,

2. f&#246;rfoga &#246;ver ett upphovsr&#228;ttsligt skyddat verk eller ett
exemplar av verket som &#228;ndrats i strid med 1 genom att sprida
det, importera det i spridningssyfte eller &#246;verf&#246;ra det till
allm&#228;nheten.

F&#246;rsta stycket g&#228;ller endast om den &#229;tg&#228;rd som vidtas orsakar,
m&#246;jligg&#246;r, underl&#228;ttar eller d&#246;ljer ett intr&#229;ng i en r&#228;ttighet
som skyddas enligt denna lag. Lag (2005:359).

Best&#228;mmelsernas till&#228;mplighet p&#229; n&#228;rst&#229;ende r&#228;ttigheter

52 h &#167; Det som f&#246;reskrivs om verk i detta kapitel ska ocks&#229; 
till&#228;mpas p&#229; prestationer som skyddas enligt 45, 46, 48 och 
48 b &#167;&#167; samt s&#229;dana sammanst&#228;llningar och fotografier som 
skyddas enligt 49 och 49 a &#167;&#167;. Lag (2022:1712).

6 b kap. S&#228;rskilda best&#228;mmelser om vissa onlinetj&#228;nster f&#246;r 
delning av inneh&#229;ll

Till&#228;mpningsomr&#229;det

52 i &#167; Detta kapitel g&#228;ller f&#246;r s&#229;dana informationssamh&#228;llets 
tj&#228;nster som har som ett huvudsyfte att lagra och ge 
allm&#228;nheten tillg&#229;ng till en stor m&#228;ngd verk som laddats upp 
online av tj&#228;nsternas anv&#228;ndare, om

1. tj&#228;nsteleverant&#246;ren ordnar och marknadsf&#246;r verken i 
vinstsyfte, och

2. tj&#228;nsten spelar en viktig roll p&#229; inneh&#229;llsmarknaden genom 
att konkurrera med andra slags befintliga eller potentiella 
onlinetj&#228;nster f&#246;r inneh&#229;ll. Lag (2022:1712).

Tj&#228;nsteleverant&#246;rens upphovsr&#228;ttsliga ansvar

52 j &#167; N&#228;r en anv&#228;ndare g&#246;r ett verk tillg&#228;ngligt f&#246;r 
allm&#228;nheten genom att ladda upp det p&#229; tj&#228;nsten, ska &#228;ven 
tj&#228;nsteleverant&#246;ren anses &#246;verf&#246;ra verket till allm&#228;nheten 
enligt 2 &#167; tredje stycket 1.

Best&#228;mmelserna i 18 &#167; lagen (2002:562) om elektronisk handel 
och andra informationssamh&#228;llets tj&#228;nster ska inte till&#228;mpas 
p&#229; det ansvar som enligt denna lag f&#246;reskrivs f&#246;r en s&#229;dan 
&#246;verf&#246;ring. Lag (2022:1712).

Verkan av erh&#229;llna tillst&#229;nd

52 k &#167; Om en tj&#228;nsteleverant&#246;r har tillst&#229;nd att &#246;verf&#246;ra ett 
verk till allm&#228;nheten enligt 52 j &#167; f&#246;rsta stycket, ska 
tillst&#229;ndet &#228;ven anses omfatta den &#246;verf&#246;ring till allm&#228;nheten 
som g&#246;rs av anv&#228;ndaren, under f&#246;ruts&#228;ttning att

1. anv&#228;ndaren inte agerar i f&#246;rv&#228;rvssyfte, eller

2. anv&#228;ndarens verksamhet inte genererar betydande int&#228;kter.
Lag (2022:1712).

Tj&#228;nsteleverant&#246;rens ansvarsfrihet

52 l &#167; En tj&#228;nsteleverant&#246;r ska inte ansvara f&#246;r en olovlig 
&#246;verf&#246;ring enligt 52 j &#167; om leverant&#246;ren, f&#246;r det fall 
leverant&#246;ren har f&#229;tt en v&#228;lgrundad underr&#228;ttelse fr&#229;n 
r&#228;ttsinnehavaren, skyndsamt hindrar tillg&#229;ng till inneh&#229;llet. 
F&#246;r ansvarsfrihet kr&#228;vs d&#228;rut&#246;ver att leverant&#246;ren har gjort 
det som sk&#228;ligen kan kr&#228;vas f&#246;r att

1. f&#229; tillst&#229;nd till de &#246;verf&#246;ringar till allm&#228;nheten som 
leverant&#246;ren g&#246;r p&#229; tj&#228;nsten, och

2. s&#228;kerst&#228;lla att inneh&#229;ll som medf&#246;r intr&#229;ng i upphovsr&#228;tten 
till verk som r&#228;ttsinnehavarna har f&#246;rsett leverant&#246;ren med 
relevant och n&#246;dv&#228;ndig information om, inte g&#246;rs tillg&#228;ngligt 
p&#229; tj&#228;nsten.

Vid bed&#246;mningen av om leverant&#246;ren har gjort vad som sk&#228;ligen 
kan kr&#228;vas ska s&#228;rskilt beaktas

1. vilken typ av tj&#228;nst leverant&#246;ren tillhandah&#229;ller,

2. vilken publik och omfattning tj&#228;nsten har,

3. vilken typ av verk som anv&#228;ndarna av tj&#228;nsten laddar upp 
d&#228;r, och

4. vilka l&#228;mpliga och effektiva medel f&#246;r att vidta &#229;tg&#228;rder 
enligt f&#246;rsta stycket 2 som finns tillg&#228;ngliga p&#229; marknaden 
och leverant&#246;rens kostnad f&#246;r dem.

De &#229;tg&#228;rder som leverant&#246;ren ska vidta f&#246;r ansvarsfrihet 
enligt denna paragraf hindrar inte att leverant&#246;ren vidtar 
n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att uppfylla sina skyldigheter enligt 
52 o &#167;. Lag (2022:1712).

52 m &#167; Det krav f&#246;r ansvarsfrihet som f&#246;reskrivs i 52 l &#167; 
f&#246;rsta stycket 2 g&#228;ller inte f&#246;r en tj&#228;nst som har varit 
tillg&#228;nglig f&#246;r allm&#228;nheten i Europeiska ekonomiska 
samarbetsomr&#229;det under kortare tid &#228;n tre &#229;r, under 
f&#246;ruts&#228;ttning att

1. tj&#228;nsteleverant&#246;rens &#229;rsoms&#228;ttning understiger ett belopp 
motsvarande 10 miljoner euro, och

2. antalet unika bes&#246;kare p&#229; tj&#228;nsten f&#246;reg&#229;ende kalender&#229;r 
inte &#246;versteg 5 miljoner per m&#229;nad i genomsnitt.
Lag (2022:1712).

R&#228;tt till information

52 n &#167; En tj&#228;nsteleverant&#246;r ska p&#229; beg&#228;ran av en 
r&#228;ttsinnehavare eller en anv&#228;ndare l&#228;mna information om de 
&#229;tg&#228;rder leverant&#246;ren vidtar enligt 52 l &#167;. 

Om leverant&#246;ren har ing&#229;tt ett avtal med en r&#228;ttsinnehavare om 
s&#229;dan &#246;verf&#246;ring till allm&#228;nheten som avses i 52 j &#167;, ska 
leverant&#246;ren informera r&#228;ttsinnehavaren om den anv&#228;ndning som 
sker med st&#246;d av avtalet. Lag (2022:1712).

Skydd f&#246;r laglig anv&#228;ndning

52 o &#167; En tj&#228;nsteleverant&#246;r ska s&#228;kerst&#228;lla att de &#229;tg&#228;rder 
leverant&#246;ren vidtar f&#246;r att hindra tillg&#229;ng till inneh&#229;ll 
enligt 52 l &#167; inte hindrar lagliga &#246;verf&#246;ringar till 
allm&#228;nheten i n&#229;gon p&#229;taglig omfattning. Metoder f&#246;r 
automatisk blockering f&#229;r endast anv&#228;ndas f&#246;r att hindra 
tillg&#229;ng till inneh&#229;ll som med en h&#246;g grad av sannolikhet kan 
antas medf&#246;ra intr&#229;ng i upphovsr&#228;tt. 

N&#228;r tillg&#229;ng till inneh&#229;ll hindras, ska anv&#228;ndaren skyndsamt 
underr&#228;ttas om det. Lag (2022:1712).

Anv&#228;ndarnas r&#228;tt att tillg&#228;ngligg&#246;ra material

52 p &#167; En anv&#228;ndare f&#229;r, trots 2 &#167;, tillg&#228;ngligg&#246;ra verk f&#246;r 
citat, kritik och recensioner och i karikatyr-, parodi- eller 
pastischsyfte p&#229; en tj&#228;nst som avses i 52 i &#167;. Best&#228;mmelserna 
i 11 &#167; andra stycket ska till&#228;mpas i s&#229;dana fall. 

Anv&#228;ndaren har ocks&#229; r&#228;tt att, utan hinder av &#229;tg&#228;rder som 
tj&#228;nsteleverant&#246;ren vidtar enligt 52 l &#167;, tillg&#228;ngligg&#246;ra 
inneh&#229;ll som inte medf&#246;r intr&#229;ng i upphovsr&#228;tt p&#229; tj&#228;nsten. 

Tj&#228;nsteleverant&#246;ren ska i sina anv&#228;ndarvillkor informera 
anv&#228;ndarna om deras r&#228;tt enligt denna paragraf. 
Lag (2022:1712).

Klagom&#229;l

52 q &#167; En tj&#228;nsteleverant&#246;r ska ha rutiner f&#246;r att kunna 
hantera klagom&#229;l fr&#229;n anv&#228;ndare av tj&#228;nsten n&#228;r tillg&#229;ngen 
till inneh&#229;ll som de laddat upp har hindrats till f&#246;ljd av en 
&#229;tg&#228;rd som vidtagits med st&#246;d av 52 l &#167;. 

Den ber&#246;rda r&#228;ttsinnehavaren ska f&#229; tillf&#228;lle att yttra sig 
&#246;ver klagom&#229;let och motivera sin beg&#228;ran om att tillg&#229;ngen 
till inneh&#229;llet ska hindras. 

Klagom&#229;l ska avg&#246;ras skyndsamt. Om r&#228;ttsinnehavarens beg&#228;ran 
inte &#228;r vederb&#246;rligen motiverad, ska inneh&#229;llet &#229;terst&#228;llas. 
Ett beslut om att inte &#229;terst&#228;lla tillg&#229;ngen till inneh&#229;llet 
ska f&#246;reg&#229;s av en manuell granskning. Lag (2022:1712).

Skadest&#229;nd

52 r &#167; Om en tj&#228;nsteleverant&#246;r upps&#229;tligen eller av oaktsamhet 
&#229;sidos&#228;tter sina skyldigheter enligt 52 o &#167; och en anv&#228;ndare 
lider skada av &#229;sidos&#228;ttandet, ska leverant&#246;ren ers&#228;tta 
skadan. Lag (2022:1712).

F&#246;rel&#228;ggande att vidta r&#228;ttelse

52 s &#167; Om en tj&#228;nsteleverant&#246;r &#229;sidos&#228;tter sina skyldigheter 
enligt 52 o &#167; eller 52 q &#167; f&#246;rsta eller tredje stycket f&#229;r en 
domstol vid vite f&#246;rel&#228;gga leverant&#246;ren att vidta r&#228;ttelse. 

En talan om f&#246;rel&#228;ggande enligt f&#246;rsta stycket f&#229;r v&#228;ckas av 
en anv&#228;ndare eller av en organisation som f&#246;retr&#228;der 
anv&#228;ndare. 

En talan om utd&#246;mande av vite f&#246;rs av den som har ans&#246;kt om 
f&#246;rel&#228;ggandet. Lag (2022:1712).

Till&#228;mpning p&#229; n&#228;rst&#229;ende r&#228;ttigheter

52 t &#167; Det som s&#228;gs om verk i detta kapitel ska ocks&#229; 
till&#228;mpas p&#229; prestationer som avses i 45, 46 och 48 &#167;&#167; och 
fotografier som avses i 49 a &#167;. Lag (2022:1712).

Tvingande best&#228;mmelser

52 u &#167; Ett avtalsvillkor som inskr&#228;nker en anv&#228;ndares r&#228;tt 
enligt detta kapitel &#228;r ogiltigt. Lag (2022:1712).

7 Kap. Ansvar och ers&#228;ttningsskyldighet m.m.

53 &#167; Den som betr&#228;ffande ett litter&#228;rt eller konstn&#228;rligt verk 
vidtar en &#229;tg&#228;rd, som inneb&#228;r intr&#229;ng i den till verket 
enligt 1 och 2 kap. knutna upphovsr&#228;tten eller som strider mot 
f&#246;reskrift enligt 41 &#167; andra stycket eller mot 50 &#167;, d&#246;ms, om 
det sker upps&#229;tligen eller av grov oaktsamhet, f&#246;r 
upphovsr&#228;ttsbrott till b&#246;ter eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r. 
Detta g&#228;ller ocks&#229; om n&#229;gon f&#246;r in ett exemplar av ett verk 
till Sverige i syfte att sprida det till allm&#228;nheten, om 
exemplaret har framst&#228;llts utomlands och motsvarande 
framst&#228;llning h&#228;r skulle ha varit straffbar enligt f&#246;rsta 
meningen.

Om brottet beg&#229;tts upps&#229;tligen och &#228;r att anse som grovt, d&#246;ms 
f&#246;r grovt upphovsr&#228;ttsbrott till f&#228;ngelse i l&#228;gst sex m&#229;nader 
och h&#246;gst sex &#229;r. Vid bed&#246;mningen av om brottet &#228;r grovt ska 
det s&#228;rskilt beaktas om g&#228;rningen

1. har f&#246;reg&#229;tts av s&#228;rskild planering,

2. har utgjort ett led i en brottslighet som ut&#246;vats i 
organiserad form,

3. har varit av st&#246;rre omfattning, eller

4. annars har varit av s&#228;rskilt farlig art.

Den som f&#246;r sitt enskilda bruk kopierar ett datorprogram som 
&#228;r utgivet eller av vilket exemplar har &#246;verl&#229;tits med 
upphovsmannens samtycke, ska inte d&#246;mas till ansvar, om 
f&#246;rlagan f&#246;r kopieringen inte anv&#228;nds i n&#228;ringsverksamhet 
eller offentlig verksamhet och han eller hon inte utnyttjar 
framst&#228;llda exemplar av datorprogrammet f&#246;r annat &#228;ndam&#229;l &#228;n 
sitt enskilda bruk. Den som f&#246;r sitt enskilda bruk framst&#228;ller 
exemplar i digital form av en offentliggjord sammanst&#228;llning i 
digital form ska under de f&#246;ruts&#228;ttningar som nyss n&#228;mnts inte 
d&#246;mas till ansvar.

Den som har &#246;vertr&#228;tt ett vitesf&#246;rbud enligt 53 b &#167; f&#229;r inte 
d&#246;mas till ansvar f&#246;r intr&#229;ng som omfattas av f&#246;rbudet.

F&#246;r f&#246;rs&#246;k eller f&#246;rberedelse till upphovsr&#228;ttsbrott eller 
grovt upphovsr&#228;ttsbrott d&#246;ms det till ansvar enligt 23 kap. 
brottsbalken. Lag (2020:540).

53 a &#167; Egendom med avseende p&#229; vilken brott f&#246;religger enligt
denna lag skall f&#246;rklaras f&#246;rverkad, om det inte &#228;r uppenbart
osk&#228;ligt. I st&#228;llet f&#246;r egendomen f&#229;r dess v&#228;rde f&#246;rklaras
f&#246;rverkat. &#196;ven utbyte av s&#229;dant brott skall f&#246;rklaras
f&#246;rverkat, om det inte &#228;r uppenbart osk&#228;ligt. Detsamma g&#228;ller
vad n&#229;gon har tagit emot som ers&#228;ttning f&#246;r kostnader i samband
med ett s&#229;dant brott, eller v&#228;rdet av det mottagna, om
mottagandet utg&#246;r brott enligt denna lag.

Egendom som har anv&#228;nts som hj&#228;lpmedel vid brott enligt denna
lag f&#229;r f&#246;rklaras f&#246;rverkad, om det beh&#246;vs f&#246;r att f&#246;rebygga
brott eller om det annars finns s&#228;rskilda sk&#228;l. Detsamma g&#228;ller
egendom som varit avsedd att anv&#228;ndas som hj&#228;lpmedel vid ett
s&#229;dant brott, om brottet har fullbordats eller om f&#246;rfarandet
har utgjort ett straffbart f&#246;rs&#246;k eller en straffbar
f&#246;rberedelse. I st&#228;llet f&#246;r egendomen f&#229;r dess v&#228;rde f&#246;rklaras
f&#246;rverkat. Lag (2005:360).

53 b &#167; P&#229; yrkande av upphovsmannen eller hans eller hennes 
r&#228;ttsinnehavare eller av den som p&#229; grund av uppl&#229;telse har 
r&#228;tt att utnyttja verket f&#229;r domstolen vid vite f&#246;rbjuda den 
som vidtar eller medverkar till en &#229;tg&#228;rd som inneb&#228;r intr&#229;ng 
eller &#246;vertr&#228;delse som avses i 53 &#167; att forts&#228;tta med 
&#229;tg&#228;rden.

Om k&#228;randen visar sannolika sk&#228;l f&#246;r att en &#229;tg&#228;rd som 
inneb&#228;r intr&#229;ng eller &#246;vertr&#228;delse som avses i 53 &#167;, eller 
medverkan till &#229;tg&#228;rden, f&#246;rekommer och om det sk&#228;ligen kan 
befaras att svaranden genom att forts&#228;tta med &#229;tg&#228;rden, eller 
medverkan till den, f&#246;rringar v&#228;rdet av den ensamr&#228;tt som 
upphovsr&#228;tten medf&#246;r, f&#229;r domstolen meddela vitesf&#246;rbud f&#246;r 
tiden till dess att m&#229;let slutligt har avgjorts eller n&#229;got 
annat har beslutats. Innan ett s&#229;dant f&#246;rbud meddelas ska 
svaranden ha f&#229;tt tillf&#228;lle att yttra sig, om inte ett 
dr&#246;jsm&#229;l skulle medf&#246;ra risk f&#246;r skada.

F&#246;rsta och andra styckena till&#228;mpas ocks&#229; i fr&#229;ga om f&#246;rs&#246;k 
eller f&#246;rberedelse till intr&#229;ng eller &#246;vertr&#228;delse som avses 
i 53 &#167;.

F&#246;rbud enligt andra stycket f&#229;r meddelas endast om k&#228;randen 
st&#228;ller s&#228;kerhet hos domstolen f&#246;r den skada som kan 
tillfogas svaranden. Saknar k&#228;randen f&#246;rm&#229;ga att st&#228;lla s&#229;dan 
s&#228;kerhet, f&#229;r domstolen befria honom eller henne fr&#229;n detta. 
I fr&#229;ga om slaget av s&#228;kerheten g&#228;ller 2 kap. 25 &#167; 
uts&#246;kningsbalken. S&#228;kerheten ska pr&#246;vas av domstolen, om den 
inte har godk&#228;nts av svaranden.

N&#228;r m&#229;let avg&#246;rs ska domstolen pr&#246;va om f&#246;rbud som har 
meddelats enligt andra stycket fortfarande ska best&#229;.

I fr&#229;ga om &#246;verklagande av beslut enligt andra eller fj&#228;rde 
stycket samt i fr&#229;ga om handl&#228;ggningen i h&#246;gre domstol g&#228;ller 
r&#228;tteg&#229;ngsbalkens best&#228;mmelser om &#246;verklagande av beslut 
enligt 15 kap. r&#228;tteg&#229;ngsbalken.

En talan om utd&#246;mande av vite f&#246;rs av den som har ans&#246;kt om 
f&#246;rbudet. Lag (2016:190).

53 c &#167; Om s&#246;kanden visar sannolika sk&#228;l f&#246;r att n&#229;gon har
gjort ett intr&#229;ng eller gjort sig skyldig till en
&#246;vertr&#228;delse som avses i 53 &#167;, f&#229;r domstolen vid vite besluta
att n&#229;gon eller n&#229;gra av dem som anges i andra stycket ska ge
s&#246;kanden information om ursprung och distributionsn&#228;t f&#246;r de
varor eller tj&#228;nster som intr&#229;nget eller &#246;vertr&#228;delsen g&#228;ller
(informationsf&#246;rel&#228;ggande). Ett s&#229;dant beslut f&#229;r meddelas p&#229;
yrkande av upphovsmannen eller upphovsmannens r&#228;ttsinnehavare
eller den som p&#229; grund av uppl&#229;telse har r&#228;tt att utnyttja
verket. Det f&#229;r bara meddelas om informationen kan antas
underl&#228;tta utredning av ett intr&#229;ng eller en &#246;vertr&#228;delse som
avser varorna eller tj&#228;nsterna.

Skyldigheten att l&#228;mna information omfattar den som

1. har gjort eller medverkat till intr&#229;nget eller gjort sig
skyldig till eller medverkat till &#246;vertr&#228;delsen,

2. i kommersiell skala har f&#246;rfogat &#246;ver en vara som
intr&#229;nget eller &#246;vertr&#228;delsen g&#228;ller,

3. i kommersiell skala har anv&#228;nt en tj&#228;nst som intr&#229;nget
eller &#246;vertr&#228;delsen g&#228;ller,

4. i kommersiell skala har tillhandah&#229;llit en elektronisk
kommunikationstj&#228;nst eller en annan tj&#228;nst som har anv&#228;nts
vid intr&#229;nget eller &#246;vertr&#228;delsen, eller

5. har identifierats av n&#229;gon som anges i 2–4 s&#229;som delaktig
i tillverkningen eller distributionen av en vara eller
tillhandah&#229;llandet av en tj&#228;nst som intr&#229;nget eller
&#246;vertr&#228;delsen g&#228;ller.

Information om varors eller tj&#228;nsters ursprung och
distributionsn&#228;t kan s&#228;rskilt avse

1. namn p&#229; och adress till producenter, distribut&#246;rer,
leverant&#246;rer och andra som har innehaft varorna eller
tillhandah&#229;llit tj&#228;nsterna,

2. namn p&#229; och adress till avsedda grossister och
detaljister, och

3. uppgifter om hur mycket som har producerats, levererats,
mottagits eller best&#228;llts och om vilket pris som har best&#228;mts
f&#246;r varorna eller tj&#228;nsterna.

Best&#228;mmelserna i f&#246;rsta–tredje styckena till&#228;mpas ocks&#229; i
fr&#229;ga om f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng eller
&#246;vertr&#228;delse som avses i 53 &#167;. Lag (2009:109).

53 d &#167; Ett informationsf&#246;rel&#228;ggande f&#229;r meddelas endast 
om sk&#228;len f&#246;r &#229;tg&#228;rden uppv&#228;ger den ol&#228;genhet eller det men i 
&#246;vrigt som &#229;tg&#228;rden inneb&#228;r f&#246;r den som drabbas av den eller 
f&#246;r n&#229;got annat motst&#229;ende intresse.

Skyldigheten att l&#228;mna information enligt 53 c &#167; omfattar 
inte uppgifter vars yppande skulle r&#246;ja att uppgiftsl&#228;mnaren 
eller n&#229;gon honom eller henne n&#228;rst&#229;ende som avses i 36 kap. 
3 &#167; r&#228;tteg&#229;ngsbalken har beg&#229;tt en brottslig handling.

I Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av 
den 27 april 2016 om skydd f&#246;r fysiska personer med avseende 
p&#229; behandling av personuppgifter och om det fria fl&#246;det av 
s&#229;dana uppgifter och om upph&#228;vande av direktiv 95/46/EG 
(allm&#228;n dataskyddsf&#246;rordning) finns best&#228;mmelser som 
begr&#228;nsar hur mottagna personuppgifter f&#229;r behandlas.
Lag (2018:272).

53 e &#167; Om ett yrkande om informationsf&#246;rel&#228;ggande riktar sig 
mot den som &#228;r s&#246;kandens motpart i ett m&#229;l om intr&#229;ng eller 
&#246;vertr&#228;delse, ska best&#228;mmelserna om r&#228;tteg&#229;ng som g&#228;ller f&#246;r 
det m&#229;let till&#228;mpas. Ett beslut om informationsf&#246;rel&#228;ggande 
f&#229;r &#246;verklagas s&#228;rskilt.

Om yrkandet om informationsf&#246;rel&#228;ggande riktar sig mot n&#229;gon 
annan &#228;n den som anges i f&#246;rsta stycket, ska lagen (1996:242) 
om domstols&#228;renden till&#228;mpas. Domstolen f&#229;r best&#228;mma att 
vardera parten ska svara f&#246;r sina r&#228;tteg&#229;ngskostnader.

En talan om utd&#246;mande av vite f&#229;r f&#246;ras av den som har ans&#246;kt 
om f&#246;rel&#228;ggandet. Lag (2016:190).

53 f &#167; Den som p&#229; grund av best&#228;mmelserna i 53 c &#167; andra 
stycket 2-5 har f&#246;relagts att enligt f&#246;rsta stycket samma 
paragraf l&#228;mna information har r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r 
kostnader och besv&#228;r. Ers&#228;ttningen ska betalas av den som har 
framst&#228;llt yrkandet om informationsf&#246;rel&#228;ggande.

Den som tillhandah&#229;ller en elektronisk kommunikationstj&#228;nst 
och som till f&#246;ljd av ett informationsf&#246;rel&#228;ggande har l&#228;mnat 
ut information som avses i 9 kap. 31 &#167; lagen (2022:482) om 
elektronisk kommunikation ska s&#228;nda en skriftlig underr&#228;ttelse 
om detta till den som uppgifterna g&#228;ller tidigast efter en 
m&#229;nad och senast efter tre m&#229;nader fr&#229;n det att informationen 
l&#228;mnades ut. Kostnaden f&#246;r underr&#228;ttelsen ers&#228;tts enligt 
f&#246;rsta stycket. Lag (2022:485).

53 g &#167;Ut&#246;ver det som anges i 3 kap. 8 och 9 &#167;&#167; lagen 
(2018:218) med kompletterande best&#228;mmelser till EU:s 
dataskyddsf&#246;rordning f&#229;r personuppgifter om lag&#246;vertr&#228;delser 
som innefattar brott enligt 53 &#167; behandlas om detta &#228;r 
n&#246;dv&#228;ndigt f&#246;r att ett r&#228;ttsligt anspr&#229;k ska kunna 
fastst&#228;llas, g&#246;ras g&#228;llande eller f&#246;rsvaras.
Lag (2018:272).

53 h &#167; P&#229; yrkande av k&#228;randen f&#229;r domstolen, i m&#229;l om intr&#229;ng
eller &#246;vertr&#228;delse som avses i 53 &#167;, &#229;l&#228;gga den som har gjort
eller medverkat till intr&#229;nget eller gjort sig skyldig till
eller medverkat till &#246;vertr&#228;delsen att bekosta l&#228;mpliga
&#229;tg&#228;rder f&#246;r att sprida information om domen i m&#229;let.

Best&#228;mmelserna i f&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om
f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng eller &#246;vertr&#228;delse som
avses i 53 &#167;. Lag (2009:109).

54 &#167; Den som i strid mot denna lag eller mot f&#246;reskrift
enligt 41 &#167; andra stycket utnyttjar ett verk ska betala
sk&#228;lig ers&#228;ttning f&#246;r utnyttjandet till upphovsmannen eller
hans eller hennes r&#228;ttsinnehavare.

Sker det upps&#229;tligen eller av oaktsamhet, ska ers&#228;ttning &#228;ven
betalas f&#246;r den ytterligare skada som intr&#229;nget eller
&#246;vertr&#228;delsen har medf&#246;rt. N&#228;r ers&#228;ttningens storlek best&#228;ms
ska h&#228;nsyn s&#228;rskilt tas till

1. utebliven vinst,

2. vinst som den som har beg&#229;tt intr&#229;nget eller &#246;vertr&#228;delsen
har gjort,

3. skada p&#229; verkets anseende,

4. ideell skada, och

5. upphovsmannens eller r&#228;ttsinnehavarens intresse av att
intr&#229;ng inte beg&#229;s. Andra stycket g&#228;ller &#228;ven den som annars
upps&#229;tligen eller av oaktsamhet vidtar en &#229;tg&#228;rd, som inneb&#228;r
intr&#229;ng eller &#246;vertr&#228;delse enligt 53 &#167;.

Ers&#228;ttningsskyldighet enligt f&#246;rsta eller andra stycket
g&#228;ller inte den som i samband med framst&#228;llning av exemplar
f&#246;r privat bruk enbart &#246;vertr&#228;der 12 &#167; fj&#228;rde stycket, om
inte denna &#246;vertr&#228;delse sker upps&#229;tligen eller av grov
oaktsamhet. Lag (2009:109).

55 &#167; P&#229; yrkande av upphovsmannen eller hans eller hennes
r&#228;ttsinnehavare f&#229;r domstolen, efter vad som &#228;r sk&#228;ligt,
besluta att egendom som ett intr&#229;ng eller en &#246;vertr&#228;delse som
avses i 53 &#167; g&#228;ller ska &#229;terkallas fr&#229;n marknaden, &#228;ndras
eller f&#246;rst&#246;ras eller att n&#229;gon annan &#229;tg&#228;rd ska vidtas med
den. Detsamma g&#228;ller i fr&#229;ga om hj&#228;lpmedel som har anv&#228;nts
eller varit avsett att anv&#228;ndas vid intr&#229;nget eller
&#246;vertr&#228;delsen.

Best&#228;mmelserna i f&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om
f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng eller &#246;vertr&#228;delse som
avses i 53 &#167;.

Best&#228;mmelserna i f&#246;rsta stycket g&#228;ller inte om det olagliga
f&#246;rfarandet best&#229;tt i utf&#246;rande av byggnadsverk.

Ett beslut om &#229;tg&#228;rd enligt f&#246;rsta stycket f&#229;r inte inneb&#228;ra
att upphovsmannen eller hans eller hennes r&#228;ttsinnehavare ska
betala ers&#228;ttning till den som &#229;tg&#228;rden riktas mot.

&#197;tg&#228;rder enligt f&#246;rsta stycket ska bekostas av svaranden om
det inte finns s&#228;rskilda sk&#228;l mot detta.

Ett beslut som avses i denna paragraf ska inte meddelas, om
f&#246;rverkande eller n&#229;gon &#229;tg&#228;rd till f&#246;rebyggande av missbruk
ska beslutas enligt 53 a &#167; eller enligt brottsbalken.
Lag (2009:109).

56 &#167; Trots 55 &#167; f&#229;r domstolen, om det med h&#228;nsyn till det
konstn&#228;rliga eller ekonomiska v&#228;rdet hos ett exemplar av ett
verk eller &#246;vriga omst&#228;ndigheter &#228;r sk&#228;ligt, p&#229; yrkande av
den som har handlat i god tro, meddela tillst&#229;nd att
exemplaret mot s&#228;rskild ers&#228;ttning till upphovsmannen eller
hans eller hennes r&#228;ttsinnehavare g&#246;rs tillg&#228;ngligt f&#246;r
allm&#228;nheten eller anv&#228;nds f&#246;r annat avsett &#228;ndam&#229;l.
Lag (2009:109).

56 a &#167; Om det sk&#228;ligen kan antas att n&#229;gon har gjort eller
medverkat till ett intr&#229;ng, eller gjort sig skyldig till
eller medverkat till en &#246;vertr&#228;delse som avses i 53 &#167;, f&#229;r
domstolen f&#246;r att bevisning ska kunna s&#228;kras om intr&#229;nget
eller &#246;vertr&#228;delsen besluta att en unders&#246;kning f&#229;r g&#246;ras hos
denne f&#246;r att s&#246;ka efter f&#246;rem&#229;l eller handlingar som kan
antas ha betydelse f&#246;r en utredning om intr&#229;nget eller
&#246;vertr&#228;delsen (intr&#229;ngsunders&#246;kning).

Ett beslut om intr&#229;ngsunders&#246;kning f&#229;r meddelas endast om
sk&#228;len f&#246;r &#229;tg&#228;rden uppv&#228;ger den ol&#228;genhet eller det men i
&#246;vrigt som &#229;tg&#228;rden inneb&#228;r f&#246;r den som drabbas av den eller
f&#246;r n&#229;got annat motst&#229;ende intresse.

Best&#228;mmelserna i f&#246;rsta och andra styckena till&#228;mpas ocks&#229; i
fr&#229;ga om f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng eller
&#246;vertr&#228;delse som avses i 53 &#167;. Lag (2009:109).

56 b &#167; En fr&#229;ga om intr&#229;ngsunders&#246;kning f&#229;r tas upp endast p&#229; 
yrkande av upphovsmannen eller upphovsmannens r&#228;ttsinnehavare 
eller den som p&#229; grund av uppl&#229;telse har r&#228;tt att utnyttja 
verket. Om en r&#228;tteg&#229;ng inte &#228;r inledd, ska yrkandet 
framst&#228;llas skriftligen.

Innan ett beslut om unders&#246;kning meddelas ska motparten ha 
f&#229;tt tillf&#228;lle att yttra sig. Domstolen f&#229;r dock omedelbart 
meddela ett beslut som g&#228;ller till dess annat har beslutats, 
om ett dr&#246;jsm&#229;l skulle medf&#246;ra risk f&#246;r att f&#246;rem&#229;l eller 
handlingar som har betydelse f&#246;r utredning om intr&#229;nget 
skaffas undan, f&#246;rst&#246;rs eller f&#246;rvanskas.

I &#246;vrigt ska en fr&#229;ga om intr&#229;ngsunders&#246;kning som uppkommer 
d&#229; en r&#228;tteg&#229;ng inte &#228;r inledd handl&#228;ggas p&#229; samma s&#228;tt som 
om fr&#229;gan har uppkommit under en r&#228;tteg&#229;ng. Lag (2016:190).

56 c &#167; Ett beslut om intr&#229;ngsunders&#246;kning f&#229;r meddelas endast
om s&#246;kanden st&#228;ller s&#228;kerhet hos domstolen f&#246;r den skada som
kan tillfogas motparten. Saknar s&#246;kanden f&#246;rm&#229;ga att st&#228;lla
s&#228;kerhet, f&#229;r domstolen befria s&#246;kanden fr&#229;n det. I fr&#229;ga om
slaget av s&#228;kerhet g&#228;ller 2 kap. 25 &#167; uts&#246;kningsbalken.
S&#228;kerheten skall pr&#246;vas av domstolen, om den inte har godk&#228;nts
av motparten.

I fr&#229;ga om &#246;verklagande av domstolens beslut om
intr&#229;ngsunders&#246;kning och i fr&#229;ga om handl&#228;ggningen i h&#246;gre
domstol g&#228;ller vad som f&#246;reskrivs i r&#228;tteg&#229;ngsbalken om
&#246;verklagande av beslut enligt 15 kap. r&#228;tteg&#229;ngsbalken.
Lag (1998:1454).

56 d &#167; Ett beslut om intr&#229;ngsunders&#246;kning skall inneh&#229;lla
uppgifter om

1. vilket &#228;ndam&#229;l unders&#246;kningen skall ha,

2. vilka f&#246;rem&#229;l och handlingar som det f&#229;r s&#246;kas efter, och

3. vilka utrymmen som f&#229;r genoms&#246;kas.

Om det beh&#246;vs, skall domstolen &#228;ven f&#246;rordna om andra villkor
f&#246;r verkst&#228;llandet. Lag (1998:1454).

56 e &#167; Ett beslut om intr&#229;ngsunders&#246;kning g&#228;ller omedelbart. Om
ans&#246;kan om verkst&#228;llighet inte har gjorts inom en m&#229;nad fr&#229;n
beslutet, f&#246;rfaller det.

Om s&#246;kanden inte inom en m&#229;nad fr&#229;n det att verkst&#228;lligheten
avslutats v&#228;cker talan eller p&#229; n&#229;got annat s&#228;tt inleder ett
f&#246;rfarande om saken, skall en &#229;tg&#228;rd som f&#246;retagits vid
verkst&#228;lligheten av intr&#229;ngsunders&#246;kningen omedelbart g&#229; &#229;ter,
i den utstr&#228;ckning det &#228;r m&#246;jligt. Detsamma g&#228;ller om ett
beslut om intr&#229;ngsunders&#246;kning upph&#228;vs sedan verkst&#228;llighet
genomf&#246;rts. Lag (1998:1454).

56 f &#167; Ett beslut om intr&#229;ngsunders&#246;kning verkst&#228;lls av
Kronofogdemyndigheten enligt de villkor som domstolen har
f&#246;reskrivit och med tilll&#228;mpning av 1-3 kap., 17 kap. 1-5 &#167;&#167;
samt 18 kap. uts&#246;kningsbalken. S&#246;kandens motpart skall
underr&#228;ttas om verkst&#228;lligheten endast om beslutet om
intr&#229;ngsunders&#246;kning har tillkommit efter motpartens h&#246;rande.
Myndigheten har r&#228;tt att ta fotografier och g&#246;ra film- och
ljudupptagningar av s&#229;dana f&#246;rem&#229;l som den f&#229;r s&#246;ka efter.
Myndigheten har ocks&#229; r&#228;tt att ta kopior av och g&#246;ra utdrag ur
s&#229;dana handlingar som den f&#229;r s&#246;ka efter.

En intr&#229;ngsunders&#246;kning f&#229;r inte omfatta en skriftlig handling
som avses i 27 kap. 2 &#167; r&#228;tteg&#229;ngsbalken. Lag (2006:680).

56 g &#167; N&#228;r ett beslut om intr&#229;ngsunders&#246;kning skall verkst&#228;llas
har motparten r&#228;tt att tillkalla ett juridiskt bitr&#228;de. I
avvaktan p&#229; att bitr&#228;det inst&#228;ller sig f&#229;r verkst&#228;lligheten
inte p&#229;b&#246;rjas. Detta g&#228;ller dock inte, om

1. unders&#246;kningen d&#228;rigenom on&#246;digt f&#246;rdr&#246;js, eller

2. det finns en risk att &#228;ndam&#229;let med &#229;tg&#228;rden annars inte
uppn&#229;s.

Vid verkst&#228;lligheten f&#229;r Kronofogdemyndigheten anlita det
bitr&#228;de av en sakkunnig som beh&#246;vs.

Myndigheten f&#229;r till&#229;ta att s&#246;kanden eller ett ombud f&#246;r
s&#246;kanden &#228;r n&#228;rvarande vid unders&#246;kningen f&#246;r att bist&#229; med
upplysningar. Om ett s&#229;dant tillst&#229;nd ges, skall myndigheten se
till att s&#246;kanden eller ombudet inte i st&#246;rre utstr&#228;ckning &#228;n
som kan motiveras av verkst&#228;lligheten f&#229;r k&#228;nnedom om
f&#246;rh&#229;llanden som kommer fram. Lag (2006:680).

56 h &#167; Fotografier och film- och ljudupptagningar av f&#246;rem&#229;l
samt kopior av och utdrag ur handlingar skall f&#246;rtecknas och
h&#229;llas tillg&#228;ngliga f&#246;r s&#246;kanden och motparten. Lag (1998:1454).

57 &#167; Vad som s&#228;gs i 53-56 h &#167;&#167; skall ocks&#229; till&#228;mpas p&#229;
r&#228;ttighet som skyddas genom f&#246;reskrift i 5 kap. Lag (1998:1454).

57 a &#167; Den som i annat fall &#228;n som avses i 53 &#167; s&#228;ljer, hyr ut eller f&#246;r
f&#246;rs&#228;ljning, uthyrning eller annat f&#246;rv&#228;rvssyfte innehar ett hj&#228;lpmedel
som &#228;r avsett endast f&#246;r att underl&#228;tta olovligt borttagande eller kr
ingg&#229;ende av en anordning som anbringats f&#246;r att skydda ett datorprogram
mot olovlig exemplarframst&#228;llning, d&#246;ms till b&#246;ter eller f&#228;ngelse i
h&#246;gst sex m&#229;nader. Lag (1992:1687).

57 b &#167; Den som, i annat fall &#228;n som avses i 53 &#167;, upps&#229;tligen
eller av grov oaktsamhet bryter mot 52 e eller 52 g &#167; d&#246;ms till
b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader.

Den som, i annat fall &#228;n som avses i 53 &#167;, upps&#229;tligen eller av
grov oaktsamhet bryter mot 52 d &#167; d&#246;ms till b&#246;ter.
Lag (2005:359).

58 &#167; Patent- och marknadsdomstolen &#228;r r&#228;tt domstol i m&#229;l och 
&#228;renden enligt denna lag om de inte ska handl&#228;ggas enligt 
lagen (1974:371) om r&#228;tteg&#229;ngen i arbetstvister.

Det som s&#228;gs i r&#228;tteg&#229;ngsbalken om inskr&#228;nkning av en 
domstols beh&#246;righet i fr&#229;ga om tvist som ska tas upp i annan 
ordning &#228;n inf&#246;r domstol ska inte till&#228;mpas i fr&#229;ga om ett 
yrkande om informationsf&#246;rel&#228;ggande eller 
intr&#229;ngsunders&#246;kning. Lag (2016:190).

59 &#167; &#197;klagaren f&#229;r v&#228;cka &#229;tal f&#246;r brott som avses i denna lag 
endast om &#229;tal &#228;r motiverat fr&#229;n allm&#228;n synpunkt.

&#214;vertr&#228;delse av 3 &#167; eller av f&#246;reskrift enligt 41 &#167; andra 
stycket f&#229;r alltid beivras av upphovsmannens efterlevande 
make, sl&#228;ktingar i r&#228;tt upp- och nedstigande led eller syskon.

Egendom som avses i 55 &#167; f&#229;r, om brott enligt denna lag 
sk&#228;ligen kan antas f&#246;religga, tas i beslag. I fr&#229;ga om ett 
s&#229;dant beslag till&#228;mpas reglerna om beslag i brottm&#229;l i 
allm&#228;nhet. Lag (2020:540).

8 Kap. Lagens till&#228;mpningsomr&#229;de

60 &#167; Best&#228;mmelserna om upphovsr&#228;tt till&#228;mpas p&#229;

1. verk av den som &#228;r svensk medborgare eller har sin vanliga
vistelseort i Sverige,

2. verk som f&#246;rst utgivits i Sverige eller samtidigt i Sverige
och utom riket,

3. filmverk vars producent har sitt s&#228;te eller sin vanliga
vistelseort i Sverige,

4. h&#228;r uppf&#246;rt byggnadsverk,

5. konstverk som utg&#246;r del av h&#228;r bel&#228;gen byggnad eller p&#229;
annat s&#228;tt &#228;r fast f&#246;renat med marken.

Vid till&#228;mpning av f&#246;rsta stycket 2. anses samtidig utgivning
ha &#228;gt rum, om verket utgivits i Sverige inom trettio dagar
efter utgivning utomlands. Vid till&#228;mpning av f&#246;rsta stycket 3.
anses, d&#228;r ej annat visas, den vars namn p&#229; sedvanligt s&#228;tt
utsatts p&#229; exemplar av filmverket som verkets producent.

Best&#228;mmelserna i 26 k-26 p &#167;&#167; till&#228;mpas p&#229; verk av den som &#228;r
svensk medborgare eller har sin vanliga vistelseort i Sverige.

Best&#228;mmelserna i 44 a &#167; till&#228;mpas p&#229; utgivningar och
offentligg&#246;randen av den som &#228;r svensk medborgare eller har sin
vanliga vistelseort i Sverige. Best&#228;mmelserna till&#228;mpas ocks&#229;
p&#229; utgivningar och offentligg&#246;randen av juridiska personer som
har s&#228;te i Sverige.

Best&#228;mmelserna i 50 och 51 &#167;&#167; till&#228;mpas p&#229; varje litter&#228;rt
eller konstn&#228;rligt verk, oberoende av dess ursprung.
Lag (2007:521).

61 &#167; Best&#228;mmelserna i 45, 47 och 48 &#167;&#167; &#228;r till&#228;mpliga p&#229; 
framf&#246;randen, ljudupptagningar samt ljudradio- och 
televisionsuts&#228;ndningar som &#228;ger rum i Sverige. Dessutom 
till&#228;mpas 45 &#167; p&#229; framf&#246;randen av den som &#228;r svensk medborgare 
eller har sin vanliga vistelseort i Sverige, 47 &#167; p&#229; 
ljudupptagningar vars framst&#228;llare &#228;r svensk medborgare eller 
svensk juridisk person eller har sin vanliga vistelseort i 
Sverige och 48 &#167; p&#229; uts&#228;ndningar av radio- eller 
televisionsf&#246;retag som har sitt s&#228;te i Sverige. Best&#228;mmelserna 
i 46 &#167; till&#228;mpas p&#229; ljudupptagningar och upptagningar av 
r&#246;rliga bilder vars framst&#228;llare &#228;r svensk medborgare eller 
svensk juridisk person eller har sin vanliga vistelseort i 
Sverige liksom p&#229; s&#229;dana upptagningar av r&#246;rliga bilder som 
&#228;ger rum i Sverige. Best&#228;mmelsen i 46 &#167; om 
exemplarframst&#228;llning g&#228;ller dock alla ljudupptagningar.

Best&#228;mmelserna i 48 b &#167; till&#228;mpas p&#229; presspublikationer vars 
framst&#228;llare &#228;r etablerad i Sverige. Best&#228;mmelserna i 49 &#167; 
till&#228;mpas p&#229; arbeten vars framst&#228;llare &#228;r svensk medborgare 
eller har sin vanliga vistelseort i Sverige. Best&#228;mmelserna 
till&#228;mpas &#228;ven p&#229; arbeten vars framst&#228;llare &#228;r svensk juridisk 
person och har sitt s&#228;te, sitt huvudkontor eller sin 
huvudsakliga verksamhet i Sverige. Om den juridiska personen 
har sitt s&#228;te i Sverige men inte sitt huvudkontor eller sin 
huvudsakliga verksamhet h&#228;r, till&#228;mpas best&#228;mmelserna dock 
endast om arbetet ing&#229;r i en ekonomisk verksamhet som har 
etablerats i Sverige.

Av best&#228;mmelserna i 49 a &#167; till&#228;mpas h&#228;nvisningen till 50 och 
51 &#167;&#167; p&#229; alla fotografiska bilder och &#246;vriga best&#228;mmelser p&#229; 
fotografiska bilder

1. vars framst&#228;llare &#228;r svensk medborgare eller har sin 
vanliga vistelseort i Sverige, eller

2. som f&#246;rst har getts ut i Sverige eller samtidigt i Sverige 
och utomlands, eller

3. som har infogats i en byggnad eller annan anordning som &#228;r 
fast f&#246;renad med marken, om byggnaden eller anordningen &#228;r 
bel&#228;gen i Sverige.

Vid till&#228;mpningen av tredje stycket 2 anses utgivningen ha 
skett samtidigt, om bilden har getts ut i Sverige inom trettio 
dagar efter utgivningen utomlands.

Av best&#228;mmelserna i 45 &#167; till&#228;mpas h&#228;nvisningen till 
26 k-26 m &#167;&#167; endast p&#229; framf&#246;randen som har gjorts av n&#229;gon 
som &#228;r svensk medborgare eller som har sin vanliga vistelseort 
i Sverige. Av best&#228;mmelserna i 46 &#167; till&#228;mpas h&#228;nvisningen till 
26 k-26 m &#167;&#167; endast p&#229; upptagningar vars framst&#228;llare &#228;r 
svensk medborgare eller svensk juridisk person eller har sin 
vanliga vistelseort i Sverige. Av best&#228;mmelserna i 49 a &#167; 
till&#228;mpas h&#228;nvisningen till 26 k-26 p &#167;&#167; endast p&#229; 
fotografiska bilder vars framst&#228;llare &#228;r svensk medborgare 
eller har sin vanliga vistelseort i Sverige. Lag (2022:1712).

61 a &#167; N&#228;r verk eller andra prestationer som skyddas enligt denna
lag s&#228;nds ut till allm&#228;nheten &#246;ver satellit, skall den
upphovsr&#228;ttsligt relevanta &#229;tg&#228;rden anses ske i det land d&#228;r
s&#228;ndarf&#246;retaget under sin kontroll och p&#229; sitt ansvar f&#246;r in
prestationerna i en oavbruten &#246;verf&#246;ring till satelliten och d&#228;rifr&#229;n
till marken.

Detta g&#228;ller inte, om inf&#246;randet &#228;ger rum i ett land som inte ing&#229;r
i Europeiska ekonomiska samarbetsomr&#229;det (EES) och som inte heller
tillhandah&#229;ller den skyddsniv&#229; som f&#246;reskrivs i kapitel 2 i
Europeiska gemenskapernas r&#229;ds direktiv 93/83/EEG av den 27 september
1993.12

Om i fall som avses i andra stycket upps&#228;ndningen till satelliten
&#228;ger rum i ett EES-land, skall den upphovsr&#228;ttsligt relevanta
&#229;tg&#228;rden anses ske i det land d&#228;r upps&#228;ndningen &#228;ger rum. Om
upps&#228;ndningen till satelliten inte &#228;ger rum i ett EES-land men det
radio- eller televisionsf&#246;retag som har beslutat om uts&#228;ndningen har
sitt s&#228;te i ett EES-land, skall den upphovsr&#228;ttsligt relevanta
&#229;tg&#228;rden anses ske i det landet. Lag (1995:447).

61 b &#167; N&#228;r ett radio- eller tv-f&#246;retag g&#246;r sin uts&#228;ndning av 
ett radio- eller tv-program eller en upptagning av programmet 
tillg&#228;nglig f&#246;r allm&#228;nheten i en tj&#228;nst via internet ska den 
upphovsr&#228;ttsligt relevanta &#229;tg&#228;rden anses ske i det land d&#228;r 
f&#246;retaget huvudsakligen &#228;r etablerat. Detta g&#228;ller endast i 
fr&#229;ga om ut&#246;vande av de r&#228;ttigheter som kr&#228;vs f&#246;r att utnyttja 
de verk och andra prestationer som skyddas enligt denna lag 
och som ing&#229;r i radio- eller tv-programmet samt under 
f&#246;ruts&#228;ttning att

1. f&#246;retaget tillhandah&#229;ller eller kontrollerar och ansvarar 
f&#246;r tj&#228;nsten,

2. tillg&#228;ngligg&#246;randet sker samtidigt med den ursprungliga 
uts&#228;ndningen eller under en begr&#228;nsad tid efter den,

3. n&#228;r det g&#228;ller tv-program, det &#228;r fr&#229;ga om ett nyhets- 
eller aktualitetsprogram eller ett program som &#228;r tv-
f&#246;retagets egen produktion och som &#228;r finansierat i dess 
helhet av f&#246;retaget, men inte till den del programmet &#229;terger 
ett idrottsevenemang, och

4. f&#246;retagets huvudsakliga etablering &#228;r i ett land som ing&#229;r 
i EES.

Detsamma ska g&#228;lla n&#228;r ett radio- eller tv-f&#246;retag g&#246;r 
material som utg&#246;r komplement till ett radio- eller tv-program 
enligt f&#246;rsta stycket tillg&#228;ngligt f&#246;r allm&#228;nheten i en s&#229;dan 
tj&#228;nst som anges i samma stycke. Det ska g&#228;lla ocks&#229; n&#228;r 
tillg&#228;ngligg&#246;randet sker f&#246;re den ursprungliga uts&#228;ndningen av 
programmet.

N&#228;r det avtalas om ers&#228;ttning f&#246;r utnyttjande som avses i 
denna paragraf ska avtalsparterna beakta alla aspekter av 
tj&#228;nsten. Lag (2021:357).

61 c &#167; N&#228;r l&#228;rare och elever vid en utbildningsanstalt som &#228;r 
etablerad i ett EES-land i samband med undervisning p&#229; distans 
anv&#228;nder verk och prestationer som skyddas enligt denna lag 
och anv&#228;ndningen sker i enlighet med de best&#228;mmelser som i det 
landet genomf&#246;r artikel 5 i Europaparlamentets och r&#229;dets 
direktiv 2019/790 av den 17 april 2019 om upphovsr&#228;tt och 
n&#228;rst&#229;ende r&#228;ttigheter p&#229; den digitala inre marknaden och om 
&#228;ndring av direktiven 96/9/EG och 2001/29/EG, i den 
ursprungliga lydelsen, ska den upphovsr&#228;ttsligt relevanta 
&#229;tg&#228;rden anses ske i det landet. Lag (2022:1712).

61 d &#167; N&#228;r ett bibliotek, museum, arkiv eller en institution 
f&#246;r film- eller ljudarvet som &#228;r etablerad i ett EES-land 
anv&#228;nder verk och prestationer som skyddas enligt denna lag 
och anv&#228;ndningen sker i enlighet med de best&#228;mmelser som i det 
landet genomf&#246;r artikel 8 i Europaparlamentets och r&#229;dets 
direktiv 2019/790 av den 17 april 2019 om upphovsr&#228;tt och 
n&#228;rst&#229;ende r&#228;ttigheter p&#229; den digitala inre marknaden och om 
&#228;ndring av direktiven 96/9/EG och 2001/29/EG, i den 
ursprungliga lydelsen, ska den upphovsr&#228;ttsligt relevanta 
&#229;tg&#228;rden anses ske i det landet. Lag (2022:1712).

62 &#167; Regeringen f&#229;r, under f&#246;ruts&#228;ttning av &#246;msesidighet eller om
det f&#246;ljer av ett s&#229;dant avtal med en fr&#228;mmande stat eller en
mellanfolklig organisation som riksdagen godk&#228;nt, meddela
f&#246;reskrifter om denna lags till&#228;mpning med avseende p&#229; andra l&#228;nder.
Regeringen f&#229;r ocks&#229; meddela f&#246;reskrifter om lagens till&#228;mpning p&#229;
verk och fotografiska bilder som f&#246;rst har utgivits av en
mellanfolklig organisation och p&#229; inte utgivna verk och fotografiska
bilder som en s&#229;dan organisation f&#229;r ge ut. Lag (1995:1273).

9 Kap. Ikrafttr&#228;dande- och &#246;verg&#229;ngsbest&#228;mmelser

63 &#167; Denna lag tr&#228;der i kraft den 1 juli 1961; dock att 51 &#167; och d&#228;rtill
anslutande best&#228;mmelser i 6 och 8 kap. skola, s&#229;vitt ang&#229;r &#229;tergivande i
tryckt skrift, tr&#228;da i kraft den dag Konungen f&#246;rordnar. Lag (1970:488).
64 &#167; Genom denna lag upph&#228;vas:

1) lagen den 30 maj 1919 (nr 381) om r&#228;tt till litter&#228;ra och musikaliska
verk;

2) lagen den 30 maj 1919 (nr 382) om r&#228;tt till verk av bildande konst;

3) lagen den 14 december 1956 (nr 590) om skydd f&#246;r vissa kartor; samt

4) lagen den 1 mars 1957 (nr 32) om tillf&#228;llig f&#246;rl&#228;ngning av skyddstid
f&#246;r litter&#228;ra och musikaliska verk.

65 &#167; Den nya lagen skall, med iakttagande av vad i 66-69 &#167;&#167; s&#228;gs, &#228;ga
till&#228;mpning j&#228;mv&#228;l med avseende &#229; litter&#228;rt eller konstn&#228;rligt verk, som
tillkommit f&#246;re ikrafttr&#228;dandet. Lag (1970:488).

66 &#167; S&#229;dana exemplar av ett verk, som framst&#228;llts med st&#246;d av &#228;ldre lag,
m&#229; fritt spridas och visas, dock att vad i 23 &#167; stadgas om uthyrning av
noter till musikaliskt verk skall &#228;ga till&#228;mpning.

67 &#167; Trycksatser, klich&#233;er, formar och andra hj&#228;lpmedel, som med st&#246;d av
&#228;ldre lag framst&#228;llts f&#246;r m&#229;ngfaldigande av visst verk, m&#229; utan hinder
av vad i nya lagen &#228;r stadgat fritt anv&#228;ndas f&#246;r sitt &#228;ndam&#229;l till
utg&#229;ngen av &#229;r 1963. P&#229; exemplar, som framst&#228;llts med st&#246;d h&#228;rav, skall
vad i 66 &#167; s&#228;gs &#228;ga motsvarande till&#228;mpning.

68 &#167; Betr&#228;ffande tidning, tidskrift eller annat verk, som best&#229;r av
sj&#228;lvst&#228;ndiga bidrag fr&#229;n s&#228;rskilda medarbetare och som utgivits f&#246;re
nya lagens ikrafttr&#228;dande, skall upphovsr&#228;tt enligt 5 &#167; tillkomma
utgivaren eller, om han ej &#228;r k&#228;nd, f&#246;rl&#228;ggaren.

Om s&#229;som utgivare angivits offentlig undervisningsanstalt eller akademi
eller ock bolag, f&#246;rening eller annan samf&#228;llighet eller, d&#228;r utgivare
ej &#228;r k&#228;nd, dylik samf&#228;llighet &#228;r f&#246;rl&#228;ggare, skall skyddstiden ber&#228;knas
enligt 44 &#167;.

69 &#167; &#196;ldre lag skall till&#228;mpas p&#229; s&#229;dant avtal om &#246;verl&#229;telse av
upphovsr&#228;tt, som tillkommit f&#246;re nya lagens ikrafttr&#228;dande. Lag
(1976:192).

70 &#167; Vad i 65-67 &#167;&#167; s&#228;gs skall &#228;ga motsvarande till&#228;mpning med avseende
&#229; r&#228;ttighet, som skyddas genom f&#246;reskrift i 5 kap.

Har avtal om upptagning som s&#228;gs i 45 &#167; tillkommit f&#246;re nya lagens
ikrafttr&#228;dande, skall vad i 69 &#167; s&#228;gs &#228;ga motsvarande till&#228;mpning.

&#214;verg&#229;ngsbest&#228;mmelser

1970:488

Denna lag tr&#228;der i kraft den 1 oktober 1970.

I fr&#229;ga om alster av konsthantverk eller konstindustri, som tillkommit
f&#246;re ikrafttr&#228;dandet och d&#229; &#229;tnj&#246;t skydd enligt &#228;ldre best&#228;mmelser, &#228;ger
de nya best&#228;mmelserna till&#228;mpning, om alstret &#228;r att h&#228;nf&#246;ra under
brukskonst, och skall i annat fall upphovsr&#228;tten icke upph&#246;ra f&#246;re
utg&#229;ngen av september 1980.


1973:363

Denna lag tr&#228;der i kraft den 1 juli 1973.

Den nya lagen skall till&#228;mpas &#228;ven p&#229; verk som tillkommit f&#246;re
ikrafttr&#228;dandet, dock med f&#246;ljande undantag:

1. Exemplar av verk som framst&#228;llts med st&#246;d av &#228;ldre lag f&#229;r fritt
spridas och visas.

2. Har n&#229;gon f&#246;re ikrafttr&#228;dandet tillverkat trycksats, klich&#233;, form
eller annat s&#229;dant hj&#228;lpmedel f&#246;r att med st&#246;d av &#228;ldre lag m&#229;ngfaldiga
visst verk, f&#229;r han anv&#228;nda det f&#246;r detta &#228;ndam&#229;l till utg&#229;ngen av &#229;r
1975 och fritt sprida och visa exemplar som framst&#228;llts.

Vad s&#229;lunda stadgas om verk skall &#228;ga motsvarande till&#228;mpning p&#229;
framf&#246;rande, ljudupptagning samt ljudradio- och televisionsuts&#228;ndning
som avses i 45-48 &#167;&#167; &#228;vensom p&#229; arbete som avses i 49 &#167;.

1978:488

Denna lag tr&#228;der i kraft den 1 juli 1978. Den skall till&#228;mpas &#228;ven p&#229;
verk som tillkommit f&#246;re ikrafttr&#228;dandet. Vad s&#229;lunda har f&#246;reskrivits
om verk skall ha motsvarande till&#228;mpning p&#229; framf&#246;rande, ljudupptagning,
ljudradiouts&#228;ndning och televisionsuts&#228;ndning som avses i 45, 46 och
48 &#167;&#167; samt p&#229; arbete som avses i 49 &#167;.

1980:610

Denna lag tr&#228;der i kraft den 1 januari 1981.

Den nya lagen skall till&#228;mpas &#228;ven p&#229; s&#229;dant verk och i 49 &#167; avsett
arbete som tillkommit f&#246;re ikrafttr&#228;dandet.

1982:284

Denna lag tr&#228;der i kraft den 1 juli 1982. Den g&#228;ller inte betr&#228;ffande
intr&#229;ng eller &#246;vertr&#228;delse som har skett dessf&#246;rinnan eller i fr&#229;ga om
brott som har beg&#229;tts f&#246;re ikrafttr&#228;dandet.

1982:1059

Denna lag tr&#228;der i kraft den 1 januari 1983. Den skall till&#228;mpas &#228;ven p&#229;
verk som har tillkommit f&#246;re ikrafttr&#228;dandet.

1986:367

1. Denna lag tr&#228;der i kraft den 1 juli 1986.

2. Best&#228;mmelserna i 22 d &#167;, 45 &#167; tredje stycket, i vad avser
h&#228;nvisningen till 22 d &#167;, och 47 &#167; andra stycket till&#228;mpas &#228;ven p&#229; verk
och upptagningar som har tillkommit f&#246;re ikrafttr&#228;dandet.

3. Best&#228;mmelserna i 45 &#167; tredje stycket, i vad avser h&#228;nvisningen till
6--8 och 26 &#167;&#167;, 46 &#167; andra stycket, 47 &#167; tredje stycket, 48 &#167; tredje
stycket, 49 &#167; andra stycket och 61 &#167; f&#246;rsta stycket tredje meningen
till&#228;mpas &#228;ven p&#229; verk som har tillkommit f&#246;re ikrafttr&#228;dandet, p&#229;
radio- och televisionsuts&#228;ndningar, upptagningar och framf&#246;randen som
har &#228;gt rum f&#246;re ikrafttr&#228;dandet och p&#229; sammanst&#228;llningar som har gjorts
f&#246;re ikrafttr&#228;dandet.

4. Best&#228;mmelsen i 47 &#167; f&#246;rsta stycket till&#228;mpas &#228;ven p&#229; upptagningar som
har gjorts f&#246;re lagens ikrafttr&#228;dande, f&#246;rutsatt att den tid inom vilken
en uts&#228;ndning har gett r&#228;tt till ers&#228;ttning enligt &#228;ldre best&#228;mmelser d&#229;
inte har l&#246;pt ut.

5. Best&#228;mmelserna om skyddstid i 45 &#167; andra stycket, 46 &#167; f&#246;rsta stycket
och 48 &#167; andra stycket till&#228;mpas &#228;ven p&#229; framf&#246;randen, ljudupptagningar
samt ljudradio- och televisionsuts&#228;ndningar som har &#228;gt rum f&#246;re lagens
ikrafttr&#228;dande, f&#246;rutsatt att skyddstiden enligt &#228;ldre best&#228;mmelser d&#229;
inte har l&#246;pt ut.

1986:1426

Denna lag tr&#228;der i kraft den 1 april 1987. Lagen till&#228;mpas inte p&#229;
kretsm&#246;nster som har tillkommit f&#246;re ikrafttr&#228;dandet.

1987:800

1. Denna lag tr&#228;der ikraft den 1 januari 1988.

2. Har upphovsmannen avlidit f&#246;re ikrafttr&#228;dandet, skall &#228;ldre
best&#228;mmelser fortfarande till&#228;mpas.

1989:396

Denna lag tr&#228;der i kraft den 1 juli 1989.

Lagen till&#228;mpas &#228;ven p&#229; verk som har tillkommit f&#246;re ikrafttr&#228;dandet.
Best&#228;mmelserna i 40 a &#167; till&#228;mpas &#228;ven p&#229; &#246;verl&#229;telser som har &#228;gt rum
f&#246;re ikrafttr&#228;dandet.

1991:1073

Denna lag tr&#228;der i kraft den 1 juli 1991. Den skall till&#228;mpas &#228;ven p&#229;
verk som har kommit till f&#246;re ikrafttr&#228;dandet. Vad som f&#246;reskrivs om
verk g&#228;ller ocks&#229; framf&#246;randen, ljudupptagning, ljudradios&#228;ndning och
televisionss&#228;ndning som avses i 45, 46 och 48 &#167;&#167; samt arbete som avses
i 49 &#167;.

1992:1687

1. Denna lag tr&#228;der i kraft den 1 januari 1993 utom i fr&#229;ga om 23 &#167;.
Vad g&#228;ller 23 &#167; tr&#228;der lagen i kraft den dag regeringen best&#228;mmer.
Har regeringen inte f&#246;re den 1 januari 1994 satt lagen i kraft s&#229;vitt
g&#228;ller 23 &#167;, tr&#228;der dock lagen i den delen aldrig i kraft. Har
regeringen f&#246;re den 1 januari 1994 satt lagen i kraft s&#229;vitt g&#228;ller
23 &#167;, upph&#246;r lagen att g&#228;lla i den delen vid utg&#229;ngen av &#229;r 1993.
Lag (1993:1008).

2. Lagen till&#228;mpas &#228;ven p&#229; verk som har tillkommit f&#246;re i krafttr&#228;dandet
utom s&#229; vitt g&#228;ller &#229;tg&#228;rder som vidtagits eller r&#228;ttigheter som
f&#246;rv&#228;rvats dessf&#246;rinnan.

1993:1007

1. Denna lag tr&#228;der i kraft den 1 januari 1994 utom i fr&#229;ga om 19 &#167;
tredje meningen som tr&#228;der i kraft den dag regeringen best&#228;mmer.
(I kraft den 1 januari 1994, 1993:1646).

2. Lagen till&#228;mpas &#228;ven p&#229; verk som har kommit till f&#246;re
ikrafttr&#228;dandet utom n&#228;r det g&#228;ller &#229;tg&#228;rder som har gjorts eller
r&#228;ttigheter som har f&#246;rv&#228;rvats f&#246;re den tidpunkten. Det som s&#228;gs i
19 &#167; om uthyrning och andra j&#228;mf&#246;rliga r&#228;ttshandlingar avseende
exemplar av litter&#228;ra verk skall dock alltid till&#228;mpas fr&#229;n tiden f&#246;r
ikrafttr&#228;dandet.

3. Det som s&#228;gs i 2 till&#228;mpas ocks&#229; i fr&#229;ga om framf&#246;randen,
upptagningar, uts&#228;ndningar och arbeten som avses i 45, 46, 48, och
49 &#167;&#167;. I fr&#229;ga om framf&#246;randen, ljudupptagningar och uts&#228;ndningar
f&#246;r vilka skyddstiden enligt &#228;ldre best&#228;mmelser l&#246;pte ut f&#246;re den 1
juli 1986, g&#228;ller dock fj&#228;rde och femte punkterna i ikrafttr&#228;dande-
och &#246;verg&#229;ngsbest&#228;mmelserna till lagen (1986:367) om &#228;ndring i
lagen (1960:729) om upphovsr&#228;tt till litter&#228;ra och konstn&#228;rliga
verk. Lag (1993:1213).

1994:190

1. Denna lag tr&#228;der i kraft den 1 juli 1994, d&#229; lagen (1960:730) om
r&#228;tt till fotografisk bild skall upph&#246;ra att g&#228;lla.

2. Med de undantag som anges i punkterna 3--7 till&#228;mpas de nya
f&#246;reskrifterna &#228;ven p&#229; verk och fotografiska bilder som har kommit
till f&#246;re ikrafttr&#228;dandet.

3. S&#229;dana exemplar av en fotografisk bild som har framst&#228;llts med
st&#246;d av &#228;ldre f&#246;reskrifter, f&#229;r &#228;ven i forts&#228;ttningen fritt spridas och
visas. De nya f&#246;reskrifterna till&#228;mpas inte heller i &#246;vrigt n&#228;r det
g&#228;ller &#229;tg&#228;rder som har gjorts eller r&#228;ttigheter som har f&#246;rv&#228;rvats
f&#246;re ikrafttr&#228;dandet.

4. Best&#228;mmelserna om upphovsr&#228;ttens giltighetstid i 43 och 44 &#167;&#167;
till&#228;mpas p&#229; fotografiska verk som har kommit till f&#246;re
ikrafttr&#228;dandet endast under f&#246;ruts&#228;ttning att skyddstiden enligt
&#228;ldre best&#228;mmelser inte har l&#246;pt ut vid ikrafttr&#228;dandet.

5. Best&#228;mmelsen om skyddstid i 49 a &#167; tredje stycket till&#228;mpas p&#229;
fotografiska bilder som har kommit till f&#246;re ikrafttr&#228;dandet endast
under f&#246;ruts&#228;ttning att skyddstiden enligt &#228;ldre best&#228;mmelser inte
har l&#246;pt ut vid ikrafttr&#228;dandet.

6. Om de nya f&#246;reskrifterna i fr&#229;ga om en viss fotografisk bild
medf&#246;r en kortare skyddstid &#228;n den som f&#246;ljer av &#228;ldre
best&#228;mmelser, skall de &#228;ldre best&#228;mmelserna om skyddstid
till&#228;mpas.

7. Best&#228;mmelsen i 10 &#167; andra stycket till&#228;mpas inte p&#229; kretsm&#246;nster
som kom till f&#246;re den 1 april 1987.

1995:447

1. Denna lag tr&#228;der i kraft den 1 juni 1995.

2. Best&#228;mmelserna i 26 d &#167; tredje stycket och 61 a &#167; skall i fr&#229;ga
om avtal som har ing&#229;tts f&#246;re ikrafttr&#228;dandet inte till&#228;mpas f&#246;rr&#228;n
den 1 januari 2000.

3. Best&#228;mmelsen i 45 &#167; tredje stycket s&#229;vitt g&#228;ller h&#228;nvisningen
till 39 &#167; f&#246;rsta meningen skall inte till&#228;mpas i fr&#229;ga om avtal om
filminspelning som har ing&#229;tts f&#246;re ikrafttr&#228;dandet. I fr&#229;ga om
s&#229;dana avtal g&#228;ller dock att en ut&#246;vande konstn&#228;r genom avtalet skall
anses ha &#246;verl&#229;tit r&#228;tt att genom filmen g&#246;ra framf&#246;randet
tillg&#228;ngligt f&#246;r allm&#228;nheten.

4. Med de undantag som anges i 5 och 6 skall de nya f&#246;reskrifterna
till&#228;mpas &#228;ven p&#229; verk och prestationer som har kommit till f&#246;re
ikrafttr&#228;dandet.

5. De nya f&#246;reskrifterna skall inte till&#228;mpas n&#228;r det g&#228;ller
&#229;tg&#228;rder som har vidtagits eller r&#228;ttigheter som har f&#246;rv&#228;rvats f&#246;re
ikrafttr&#228;dandet. Best&#228;mmelserna i 19 &#167; andra stycket samt 45 och
46 &#167;&#167; s&#229;vitt g&#228;ller h&#228;nvisningen till 19 &#167; andra stycket skall dock
alltid till&#228;mpas fr&#229;n tiden f&#246;r ikrafttr&#228;dandet.

6. I fr&#229;ga om framf&#246;randen, ljudupptagningar och uts&#228;ndningar
f&#246;r vilka skyddstiden enligt &#228;ldre best&#228;mmelser l&#246;pte ut f&#246;re
den 1 juli 1986 g&#228;ller 4 och 5 ikrafttr&#228;dande- och
&#246;verg&#229;ngsbest&#228;mmelserna till lagen (1986:367) om &#228;ndring i lagen
(1960:729) om upphovsr&#228;tt till litter&#228;ra och konstn&#228;rliga verk.

1995:1273

1. Denna lag tr&#228;der i kraft den 1 januari 1996.

2. De nya best&#228;mmelserna till&#228;mpas &#228;ven p&#229; verk som har kommit till
f&#246;re ikrafttr&#228;dandet.

3. De nya best&#228;mmelserna till&#228;mpas inte n&#228;r det g&#228;ller &#229;tg&#228;rder som
har vidtagits eller r&#228;ttigheter som har f&#246;rv&#228;rvats f&#246;re
ikrafttr&#228;dandet. De exemplar av ett verk som har framst&#228;llts med st&#246;d
av &#228;ldre best&#228;mmelser f&#229;r fritt spridas och visas. Vad som s&#228;gs i 19 &#167;
andra stycket och 26 j &#167; skall dock till&#228;mpas.

4. Om n&#229;gon efter utg&#229;ngen av upphovsr&#228;ttens giltighetstid enligt de &#228;ldre
best&#228;mmelserna men f&#246;re ikrafttr&#228;dandet har b&#246;rjat att f&#246;rfoga &#246;ver
ett verk genom att framst&#228;lla exemplar av det eller genom att g&#246;ra
det tillg&#228;ngligt f&#246;r allm&#228;nheten, f&#229;r han utan hinder av de nya
best&#228;mmelserna om upphovsr&#228;ttens giltighetstid i n&#246;dv&#228;ndig och
sedvanlig utstr&#228;ckning forts&#228;tta den planerade verksamheten dock
l&#228;ngst till den 1 januari 2000. S&#229;dan r&#228;tt till f&#246;rfogande har under
motsvarande f&#246;ruts&#228;ttningar &#228;ven den som har vidtagit v&#228;sentliga
&#229;tg&#228;rder f&#246;r att framst&#228;lla exemplar av verket eller f&#246;r att g&#246;ra det
tillg&#228;ngligt f&#246;r allm&#228;nheten. De exemplar av ett verk som framst&#228;lls
med st&#246;d av dessa best&#228;mmelser f&#229;r fritt spridas och visas. Vad som
s&#228;gs i 19 &#167; andra stycket och 26 j &#167; skall dock till&#228;mpas.

5. Om upphovsr&#228;ttens giltighetstid f&#246;r ett visst verk vid
till&#228;mpningen av de nya best&#228;mmelserna blir kortare &#228;n den skulle ha
blivit vid till&#228;mpning av &#228;ldre best&#228;mmelser, till&#228;mpas de &#228;ldre
best&#228;mmelserna om giltighetstid. Best&#228;mmelserna i 44 &#167; tredje stycket
till&#228;mpas dock alltid efter ikrafttr&#228;dandet.

6. Det som s&#228;gs i punkterna 2 - 5 till&#228;mpas ocks&#229; p&#229; framf&#246;randen
och upptagningar som avses i 45 och 46 &#167;&#167;.

1995:1274

Enligt riksdagens beslut f&#246;reskrivs i fr&#229;ga om lagen (1995:447)
om &#228;ndring i lagen (1960:729) om upphovsr&#228;tt till litter&#228;ra och
konstn&#228;rliga verk att punkt 6 &#246;verg&#229;ngsbest&#228;mmelserna skall
upph&#246;ra att g&#228;lla s&#229; vitt avser framf&#246;randen och ljudupptagningar.

1997:309

1. Denna lag tr&#228;der i kraft den 1 juli 1997.

2. De nya best&#228;mmelserna till&#228;mpas &#228;ven p&#229; verk och
framf&#246;randen som har kommit till f&#246;re ikrafttr&#228;dandet.

3. De nya best&#228;mmelserna till&#228;mpas &#228;ven p&#229; avtal om
&#246;verl&#229;telse som har ing&#229;tts f&#246;re ikrafttr&#228;dandet, dock inte p&#229;
avtal som har ing&#229;tts f&#246;re den 19 november 1992. Betr&#228;ffande
avtal som har ing&#229;tts d&#228;refter men f&#246;re den 1 juli 1994
f&#246;religger r&#228;tt till ers&#228;ttning enligt de nya best&#228;mmelserna
endast om krav p&#229; ers&#228;ttning har framst&#228;llts f&#246;re den 1
september 1997.

1997:790

1. Denna lag tr&#228;der i kraft den 1 januari 1998.

2. De nya best&#228;mmelserna till&#228;mpas &#228;ven p&#229; verk och
prestationer som har kommit till f&#246;re ikrafttr&#228;dandet. I fr&#229;ga
om arbeten som har framst&#228;llts inom femton &#229;r f&#246;re
ikrafttr&#228;dandet g&#228;ller r&#228;tt enligt 49 &#167; till den 1 januari
2014.

3. De nya best&#228;mmelserna till&#228;mpas inte n&#228;r det g&#228;ller &#229;tg&#228;rder
som har vidtagits eller r&#228;ttigheter som har f&#246;rv&#228;rvats f&#246;re
ikrafttr&#228;dandet. De exemplar av arbeten enligt 49 &#167; som har
framst&#228;llts med st&#246;d av &#228;ldre best&#228;mmelser f&#229;r fritt spridas
och visas. H&#228;nvisningen i 49 &#167; tredje stycket till 19 &#167; andra
stycket skall dock till&#228;mpas.

4. Om n&#229;gon med st&#246;d av &#228;ldre best&#228;mmelser har b&#246;rjat att
f&#246;rfoga &#246;ver ett arbete enligt 49 &#167; genom att framst&#228;lla
exemplar av det eller genom att g&#246;ra det tillg&#228;ngligt f&#246;r
allm&#228;nheten, f&#229;r han trots de nya best&#228;mmelserna i n&#246;dv&#228;ndig
och sedvanlig utstr&#228;ckning forts&#228;tta den planerade
verksamheten, dock l&#228;ngst till den 1 januari 2000. S&#229;dan r&#228;tt
till f&#246;rfogande har under motsvarande f&#246;ruts&#228;ttningar &#228;ven den
som f&#246;re ikrafttr&#228;dandet har vidtagit v&#228;sentliga &#229;tg&#228;rder f&#246;r
att framst&#228;lla exemplar av arbetet eller f&#246;r att g&#246;ra det
tillg&#228;ngligt f&#246;r allm&#228;nheten. De exemplar av ett arbete som
framst&#228;lls med st&#246;d av dessa best&#228;mmelser f&#229;r fritt spridas och
visas. H&#228;nvisningen i 49 &#167; tredje stycket till 19 &#167; andra
stycket skall dock till&#228;mpas.

1998:1552

1. Denna lag tr&#228;der i kraft den 1 januari 1999.

2. De nya best&#228;mmelserna till&#228;mpas &#228;ven p&#229; verk och
prestationer som har kommit till f&#246;re ikrafttr&#228;dandet.

2000:92

1. Denna lag tr&#228;der i kraft den 1 april 2000.

2. De nya best&#228;mmelserna i 9 och 26 a &#167;&#167; till&#228;mpas &#228;ven p&#229; verk
som ing&#229;r i en bilaga till ett beslut som meddelats f&#246;re
ikrafttr&#228;dandet.

3. Den nya best&#228;mmelsen i 26 &#167; till&#228;mpas &#228;ven p&#229; uppgifter i
verk som anf&#246;rts muntligen eller skriftligen f&#246;re
ikrafttr&#228;dandet.

4. En &#229;tg&#228;rd som f&#246;re ikrafttr&#228;dandet har vidtagits med ett
s&#229;dant verk som avses i punkterna 2 och 3 och som d&#229; var
till&#229;ten kan inte angripas med st&#246;d av de nya best&#228;mmelserna.

2005:359

1. Denna lag tr&#228;der i kraft den 1 juli 2005.

2. Med de undantag som anges i 3-5 skall de nya f&#246;reskrifterna
&#228;ven tilll&#228;mpas p&#229; verk och prestationer som har kommit till
f&#246;re ikrafttr&#228;dandet.

3. &#196;ldre best&#228;mmelser i 19 &#167; f&#246;rsta stycket skall fortfarande
till&#228;mpas p&#229; s&#229;dana exemplar av verk som med upphovsmannens
samtycke har &#246;verl&#229;tits inom Europeiska ekonomiska
samarbetsomr&#229;det f&#246;re ikrafttr&#228;dandet.

4. Best&#228;mmelsen i 46 &#167; andra stycket om ber&#228;kning av
skyddstiden f&#246;r ljudupptagningar skall inte till&#228;mpas p&#229;
ljudupptagningar betr&#228;ffande vilka skyddstiden l&#246;pt ut vid
lagens ikrafttr&#228;dande.

5. &#196;ldre best&#228;mmelser skall fortfarande till&#228;mpas i fr&#229;ga om
&#229;tg&#228;rder som har vidtagits eller r&#228;ttigheter som har f&#246;rv&#228;rvats
f&#246;re ikrafttr&#228;dandet.

2005:360

1. Denna lag tr&#228;der i kraft den 1 juli 2005.

2. F&#246;r brott beg&#229;ngna innan denna lag tr&#228;tt i kraft g&#228;ller 55 &#167;
i sin &#228;ldre lydelse.

2007:521

1. Denna lag tr&#228;der i kraft den 1 juli 2007.

2. Med det undantag som anges i 3 skall de nya best&#228;mmelserna
&#228;ven tilll&#228;mpas p&#229; verk och prestationer som har kommit till
f&#246;re ikrafttr&#228;dandet.

3. Har en vidaref&#246;rs&#228;ljning av ett konstverk skett f&#246;re
ikrafttr&#228;dandet g&#228;ller fortfarande &#228;ldre best&#228;mmelser.

4. Best&#228;mmelsen i 26 p &#167; tredje stycket skall dock till&#228;mpas
&#228;ven p&#229; fordringar som har uppkommit f&#246;re ikrafttr&#228;dandet, om
inte fordran innan dess har preskriberats enligt &#228;ldre
best&#228;mmelser.

2009:109

1. Denna lag tr&#228;der i kraft den 1 april 2009.

2. Best&#228;mmelserna i 53 c–53 f och 53 h &#167;&#167; ska inte till&#228;mpas
n&#228;r intr&#229;nget eller &#246;vertr&#228;delsen, eller f&#246;rs&#246;ket eller
f&#246;rberedelsen till intr&#229;nget eller &#246;vertr&#228;delsen, har beg&#229;tts
f&#246;re ikrafttr&#228;dandet.

2013:691

1. Denna lag tr&#228;der i kraft den 1 november 2013.

2. De nya best&#228;mmelserna ska till&#228;mpas &#228;ven p&#229; verk och
prestationer som har tillkommit f&#246;re ikrafttr&#228;dandet. De nya
best&#228;mmelserna i 45 &#167; andra stycket och 46 &#167; andra stycket
ska dock inte till&#228;mpas om skyddstiden har l&#246;pt ut vid lagens
ikrafttr&#228;dande.

3. &#196;ldre best&#228;mmelser g&#228;ller i fr&#229;ga om &#229;tg&#228;rder som har
vidtagits eller r&#228;ttigheter som har f&#246;rv&#228;rvats f&#246;re
ikrafttr&#228;dandet. 45 a, 45 c och 45 d &#167;&#167; ska dock till&#228;mpas
&#228;ven p&#229; avtal som har ing&#229;tts f&#246;re ikrafttr&#228;dandet.

4. Om inte annat uttryckligen har avtalats ska en
&#246;verl&#229;telse, genom vilken en ut&#246;vande konstn&#228;r f&#246;re
ikrafttr&#228;dandet har &#246;verl&#229;tit den r&#228;tt till en ljudupptagning
som konstn&#228;ren har enligt 45 &#167; till en framst&#228;llare av
ljudupptagningar, anses omfatta &#228;ven tid efter det att
skyddstiden f&#246;r den ut&#246;vande konstn&#228;rens r&#228;tt enligt &#228;ldre
best&#228;mmelser l&#246;pt ut. 

2016:190

1. Denna lag tr&#228;der i kraft den 1 september 2016.

2. M&#229;l och &#228;renden som har inletts i Stockholms tingsr&#228;tt 
eller Svea hovr&#228;tt f&#246;re ikrafttr&#228;dandet ska &#246;verl&#228;mnas till 
Patent- och marknadsdomstolen respektive Patent- och 
marknads&#246;verdomstolen. 

3. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r &#246;vriga m&#229;l och 
&#228;renden som har inletts i allm&#228;n domstol f&#246;re 
ikrafttr&#228;dandet.

2017:323

1. Denna lag tr&#228;der i kraft den 1 juli 2017. 

2. Tillst&#229;nd som har beslutats med st&#246;d av 16 och 17 &#167;&#167; i den 
&#228;ldre lydelsen g&#228;ller fortfarande.

2018:604

1. Denna lag tr&#228;der i kraft den 1 juli 2018.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om 
f&#246;rs&#228;ljningar som skett f&#246;re &#229;r 2018. 

2018:1099

1. Denna lag tr&#228;der i kraft den 11 oktober 2018.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r &#229;tg&#228;rder som har 
vidtagits eller r&#228;ttigheter som har f&#246;rv&#228;rvats f&#246;re 
ikrafttr&#228;dandet.

2021:357

1. Denna lag tr&#228;der i kraft den 7 juni 2021.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r &#229;tg&#228;rder som har 
vidtagits eller r&#228;ttigheter som har f&#246;rv&#228;rvats f&#246;re 
ikrafttr&#228;dandet. De nya 49 b och 61 b &#167;&#167; ska dock fr&#229;n och med 
den 7 juni 2025 respektive den 7 juni 2023 g&#228;lla i fr&#229;ga om 
r&#228;ttigheter som har f&#246;rv&#228;rvats f&#246;re ikrafttr&#228;dandet.

2022:1712

1. Denna lag tr&#228;der i kraft den 1 januari 2023.

2. Lagen till&#228;mpas &#228;ven p&#229; verk och prestationer som har 
tillkommit f&#246;re ikrafttr&#228;dandet.

3. &#196;ldre best&#228;mmelser g&#228;ller i fr&#229;ga om &#229;tg&#228;rder som har 
vidtagits eller r&#228;ttigheter som har f&#246;rv&#228;rvats f&#246;re 
ikrafttr&#228;dandet. Den nya best&#228;mmelsen i 29 &#167; andra stycket 
g&#228;ller dock &#228;ven avtal som har ing&#229;tts f&#246;re ikrafttr&#228;dandet 
men tidigast den 1 januari 2003. I fr&#229;ga om s&#229;dana avtal ska 
upphovsmannen, den ut&#246;vande konstn&#228;ren eller framst&#228;llaren av 
en fotografisk bild ha samma r&#228;tt till information som en 
upphovsman vars bidrag till ett verk inte &#228;r betydande har 
enligt 29 a &#167; tredje stycket och 29 b &#167;.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4371">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4373">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
