

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-10-11" /> 
 <meta id="rattsinfo-edited" content="2023-10-11 15:54:49" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4379</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4378">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4380">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1959:590 ·
                    <a href="/sfsr?bet=1959:590">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1959:590) om gr&#228;nstullsamarbete med annan stat</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1959-12-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:495
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Regeringen f&#229;r, efter avtal med annan stat, f&#246;reskriva 
att 2–13 &#167;&#167; helt eller delvis ska till&#228;mpas f&#246;r samarbete i 
fr&#229;ga om tullkontroll och tullklarering av trafik mellan 
Sverige och den andra staten (gr&#228;nstullsamarbete).

Med tullklarering f&#246;rst&#229;s i denna lag Tullverkets &#229;tg&#228;rder i 
fr&#229;ga om en vara som h&#228;nf&#246;rts till ett tullf&#246;rfarande eller 
&#229;terexporteras och motsvarande &#229;tg&#228;rder av tullmyndighet i 
den andra staten. Lag (2016:255).

2 &#167; F&#246;r gr&#228;nstullsamarbete m&#229;, enligt vad regeringen d&#228;rom f&#246;rordnar, 
uppr&#228;ttas s&#228;rskild zon inom vilken samarbetet h&#228;r i riket skall bedrivas 
(kontrollzon). Finnes kontrollzon b&#246;ra uppr&#228;ttas l&#228;ngs rikets gr&#228;ns mot 
den andra staten, skall den vara av samma bredd som motsvarande zon inom 
den andra staten, dock h&#246;gst femton kilometer. Kontrollzon annorst&#228;des 
inom riket m&#229; omfatta landsv&#228;gsstr&#228;cka, j&#228;rnv&#228;gsstr&#228;cka med tillh&#246;rande 
stationsomr&#229;de, flygplats, farled eller hamnomr&#229;de. Lag (1975:686). 

3 &#167; Inom kontrollzon h&#228;r i riket till&#228;mpas med avseende &#229; tullkontroll 
och tullklarering f&#246;r den andra statens r&#228;kning de i den staten g&#228;llande 
best&#228;mmelserna om tull samt in- och utf&#246;rsel j&#228;mte de best&#228;mmelser i 
&#246;vrigt, vilkas efterlevnad dess tullv&#228;sen har att &#246;vervaka. Tv&#229;ngsmedel, 
som enligt den andra statens lagstiftning tulltj&#228;nsteman &#228;ger anlita, m&#229; 
d&#228;rvid anv&#228;ndas inom kontrollzonen, dock endast vid unders&#246;kning i 
omedelbart samband med smugglingsbrott eller f&#246;rs&#246;k d&#228;rtill, varigenom 
lag eller f&#246;rfattning i den andra staten &#246;vertr&#228;tts. 

4 &#167; Tullpersonal fr&#229;n den andra staten m&#229; inom kontrollzon h&#228;r i riket 
ut&#246;va tulltj&#228;nst, som omfattas av gr&#228;nstullsamarbete, under iakttagande 
av den stats instruktioner och reglementen, f&#246;r vilken tulltj&#228;nsten 
bedrives. 

5 &#167; Inom kontrollzon i den andra staten till&#228;mpas med avseende &#229; 
tullkontroll och tullklarering f&#246;r svenska statens r&#228;kning de i Sverige 
g&#228;llande best&#228;mmelserna om tull samt in- och utf&#246;rsel j&#228;mte de 
best&#228;mmelser i &#246;vrigt, vilkas efterlevnad det svenska tullverket har att 
&#246;vervaka. Tv&#229;ngsmedel, som enligt svensk lagstiftning tulltj&#228;nsteman 
&#228;ger anlita, m&#229; d&#228;rvid anv&#228;ndas inom kontrollzonen, dock endast vid 
unders&#246;kning i omedelbart samband med smugglingsbrott eller f&#246;rs&#246;k 
d&#228;rtill, varigenom svensk lag eller f&#246;rfattning &#246;vertr&#228;tts. 

6 &#167; Det &#229;ligger svensk tullpersonal och personal vid den svenska 
kustbevakningen att ut&#246;va tulltj&#228;nst, som omfattas av 
gr&#228;nstullsamarbete, under iakttagande av den stats instruktioner och 
reglementen, f&#246;r vilken tulltj&#228;nsten bedrives. Lag (1988:433).

7 &#167; &#197;tg&#228;rd, som i anledning av gr&#228;nstullsamarbete f&#246;r svensk r&#228;kning 
vidtagits av myndighet eller personal tillh&#246;rande den andra statens 
tullv&#228;sen, skall anses som om den vidtagits av svensk tullmyndighet 
eller tullpersonal. Av tullmyndighet i den andra staten anbragt insegel 
anses d&#228;rvid s&#229;som svensk tullmyndighets insegel. 

8 &#167; En tulltj&#228;nsteman fr&#229;n den andra staten har, under sin 
ut&#246;vning h&#228;r i riket av tulltj&#228;nst som omfattas av 
gr&#228;nstullsamarbete, skydd enligt 17 kap. 5 &#167; f&#246;rsta stycket 
brottsbalken men ska inte vara underkastad ansvar enligt 
20 kap. samma balk.

Om en svensk tulltj&#228;nsteman eller tj&#228;nsteman vid den svenska 
kustbevakningen, som med anledning av gr&#228;nstullsamarbete har 
ut&#246;vat tulltj&#228;nst f&#246;r den andra staten, har beg&#229;tt brott som 
avses i 20 kap. 1 eller 3 &#167; brottsbalken eller annars gjort 
sig skyldig till tj&#228;nstef&#246;rseelse, ska han eller hon anses ha 
beg&#229;tt brottet eller gjort sig skyldig till f&#246;rseelsen under 
ut&#246;vning av svensk tulltj&#228;nst. Lag (2023:495).

9 &#167; Om svensk tulltj&#228;nsteman eller tj&#228;nsteman vid den svenska 
kustbevakningen under ut&#246;vning av tulltj&#228;nst f&#246;r annan stat i anledning 
av gr&#228;nstullsamarbete &#229;stadkommer skada f&#246;r vilken han &#228;r ansvarig 
enligt svenska skadest&#229;ndsregler, skall kronan ers&#228;tta skadan, kronan 
obetaget att av tj&#228;nstemannen s&#246;ka &#229;ter vad s&#229;lunda utgivits. Lag 
(1988:433).

10 &#167; Egendom som i anledning av smugglingsbrott eller f&#246;rs&#246;k d&#228;rtill 
tagits i beslag inom kontrollzon i den andra staten skall, d&#228;rest 
g&#228;rningen inneburit s&#229;dant brott mot lag eller f&#246;rfattning s&#229;v&#228;l i 
Sverige som i den andra staten, som kan f&#246;ranleda f&#246;rverkande av 
egendomen, &#246;verl&#228;mnas till tull- eller polismyndighet i sistn&#228;mnda stat 
om ej s&#228;rskilda sk&#228;l annat f&#246;ranleda. Har beslaget &#228;gt rum inom 
kontrollzon h&#228;r i riket, m&#229; egendomen &#246;verl&#228;mnas till myndighet i den 
andra staten om s&#228;rskilda sk&#228;l d&#228;rtill &#228;ro. 

Har egendom med till&#228;mpning av vad i f&#246;rsta stycket s&#228;gs &#246;verl&#228;mnats 
till myndighet i den andra staten, skall vad i svensk lag eller 
f&#246;rfattning m&#229; vara stadgat om skyldighet att ers&#228;tta v&#228;rdet av s&#229;dan 
egenom icke &#228;ga till&#228;mpning. 

11 &#167; Den som i samband med verkst&#228;llt eller till&#228;mnat gr&#228;ns&#246;verskridande 
gripits p&#229; svenskt omr&#229;de inom kontrollzon l&#228;ngs riksgr&#228;nsen s&#229;som 
sk&#228;ligen misst&#228;nkt f&#246;r brott mot best&#228;mmelse, som avses i 3 &#167;, eller 
f&#246;rs&#246;k till s&#229;dant brott m&#229;, om ej s&#228;rskilda sk&#228;l d&#228;remot &#228;ro, 
omedelbart f&#246;ras till tull- eller polismyndighet i den andra staten, 
d&#228;rest 

han &#228;r ok&#228;nd och undandrager sig att uppgiva namn och hemvist eller 
anledning f&#246;rekommer, att hans uppgift d&#228;rom &#228;r osann; 

han ej &#228;ger hemvist i Sverige eller i den andra staten och det sk&#228;ligen 
kan befaras, att han genom att begiva sig till en tredje stat 
undandrager sig lagf&#246;ring eller straff; eller 

det i annat fall sk&#228;ligen kan befaras, att han undandrager sig lagf&#246;ring 
eller straff eller genom undanr&#246;jande av bevis eller p&#229; annat s&#228;tt 
f&#246;rsv&#229;rar sakens utredning. 

&#197;tg&#228;rd, som avses i f&#246;rsta stycket, m&#229; vidtagas mot den som ej &#228;ger 
hemvist och medborgarskap i den andra staten endast om den andra staten 
f&#246;rbundit sig dels att icke utan medgivande av regeringen utl&#228;mna den 
misst&#228;nkte till tredje stat, dels ock att ej utan s&#229;dant medgivande l&#229;ta 
den misst&#228;nkte &#229;talas eller straffas f&#246;r annat brott som beg&#229;tts f&#246;re 
gripandet. Den andra staten m&#229; dock i s&#229;dan f&#246;rbindelse f&#246;rbeh&#229;lla sig 
att l&#229;ta &#229;tala eller straffa f&#246;r annat brott, d&#228;r 

fr&#229;ga &#228;r om &#246;vertr&#228;delse av tullf&#246;rfattningar; eller 

den misst&#228;nkte sj&#228;lv inf&#246;r domstol samtyckt d&#228;rtill; eller 

han underl&#229;tit att, oaktat hinder ej m&#246;tt, l&#228;mna den andra staten inom 
en m&#229;nad efter r&#228;tteg&#229;ng och underg&#229;ende av straff eller annan p&#229;f&#246;ljd 
som m&#229; hava &#229;d&#246;mts honom f&#246;r brott, varf&#246;r han f&#246;rts till den andra 
staten; eller 

han &#229;tev&#228;nt till den andra staten, sedan han l&#228;mnat denna. Lag 
(1975:686). 

12 &#167; Har n&#229;gon med till&#228;mpning av best&#228;mmelser i den andra staten, 
motsvarande stadgandena i 11 &#167;, f&#246;rts till svensk myndighet m&#229; han, 
d&#228;rest han ej &#228;ger hemvist och medborgarskap i Sverige, icke utan 
vederb&#246;rligt medgivande av myndighet i den andra staten utl&#228;mnas till 
tredje stat, ej heller utan s&#229;dant medgivande &#229;talas eller straffas f&#246;r 
annat brott som beg&#229;tts f&#246;re gripandet, med mindre 

fr&#229;ga &#228;r om &#246;vertr&#228;delse av tullf&#246;rfattningar; eller 

den misst&#228;nkte sj&#228;lv inf&#246;r domstol samtyckt d&#228;rtill; eller 

han underl&#229;tit att, oaktat hinder ej m&#246;tt, l&#228;mna Sverige inom en m&#229;nad 
efter r&#228;tteg&#229;ng och underg&#229;ende av straff eller annan p&#229;f&#246;ljd som m&#229; 
hava &#229;d&#246;mts honom f&#246;r brott, varf&#246;r han f&#246;rts till Sverige; eller 

han &#229;terv&#228;nt till Sverige, sedan han l&#228;mnat landet. 

13 &#167; Vad som enligt 3--5, 10 och 11 &#167;&#167; g&#228;ller inom kontrollzon skall &#228;ga 
till&#228;mpning j&#228;mv&#228;l utanf&#246;r s&#229;dan zon, n&#228;r i anledning av smugglingsbrott 
eller f&#246;rs&#246;k d&#228;rtill den misst&#228;nkte f&#246;rf&#246;ljes utanf&#246;r zonen i omedelbart 
samband med g&#228;rningen. 

14 &#167; har upph&#228;vts genom lag (1975:686).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4378">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4380">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
