

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-10-12" /> 
 <meta id="rattsinfo-edited" content="2023-10-12 10:02:58" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4391</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4390">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4392">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1958:637 ·
                    <a href="/sfsr?bet=1958:637">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">&#196;rvdabalk (1958:637)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1958-12-12
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1981:359
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:160
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Om r&#228;tt att taga arv

1 &#167; Arv kan tagas endast av den som lever vid arvl&#229;tarens d&#246;d; dock m&#229;
barn, som &#228;r avlat dessf&#246;rinnan, taga arv, om det sedermera f&#246;des med
liv. &#196;r fr&#229;ga om r&#228;tt till del i boet efter arvl&#229;tarens efterlevande
make, skall h&#228;nsyn tagas till tiden f&#246;r makens d&#246;d.

2 &#167; &#196;r arvinge till den, efter vilken arv fallit, j&#228;mv&#228;l avliden, och kan
bevis ej f&#246;rebringas att han &#246;verlevat arvl&#229;taren, skall med arvet s&#229;
f&#246;rfaras som om han icke &#246;verlevat denne.

3 &#167; Utl&#228;ndsk medborgare m&#229; lika med svensk taga arv h&#228;r i riket. &#196;r i
annan stat svensk medborgare icke likst&#228;lld med inl&#228;nning i fr&#229;ga om
r&#228;tten att taga arv, eller m&#229;ste han d&#228;r vidk&#228;nnas st&#246;rre avdrag &#228;n
denne, &#228;ger Regeringen f&#246;rordna att motsvarande inskr&#228;nkning skall g&#228;lla
f&#246;r den statens medborgare h&#228;r i riket. Lag (1987:231).

2 kap. Om skyldemans arvsr&#228;tt

1 &#167; N&#228;rmaste arvingar p&#229; grund av skyldskap &#228;ro arvl&#229;tarens avkomlingar
(br&#246;starvingar).

Arvl&#229;tarens barn taga lika lott. &#196;r barn d&#246;tt, skola dess avkomlingar
tr&#228;da i dess st&#228;lle, och skall var gren taga lika lott.

2 &#167; Finns det inga br&#246;starvingar, tar arvl&#229;tarens f&#246;r&#228;ldrar
h&#228;lften var av arvet.

&#196;r n&#229;gon av f&#246;r&#228;ldrarna d&#246;d, delar arvl&#229;tarens syskon den
f&#246;r&#228;lderns lott. I ett avlidet syskons st&#228;lle tr&#228;der dess
avkomlingar, och varje gren tar lika lott. Finns det inga
syskon eller avkomlingar till dem, men lever n&#229;gon av
arvl&#229;tarens f&#246;r&#228;ldrar, tar den f&#246;r&#228;ldern hela arvet.

Finns det halvsyskon efter arvl&#229;taren, tar de tillsammans med
helsyskon eller deras avkomlingar del i lott, som skulle ha
tillfallit deras f&#246;r&#228;lder. Finns det inga helsyskon, och &#228;r
b&#229;da f&#246;r&#228;ldrarna d&#246;da, tar arvl&#229;tarens halvsyskon hela arvet. I
ett avlidet halvsyskons st&#228;lle tr&#228;der dess avkomlingar.
Lag (2005:435).

3 &#167; Lever inte arvl&#229;tarens f&#246;r&#228;ldrar, syskon eller syskons
avkomlingar, tar farf&#246;r&#228;ldrar och morf&#246;r&#228;ldrar arvet. Var och
en &#228;rver lika lott.

&#196;r en farf&#246;r&#228;lder eller morf&#246;r&#228;lder d&#246;d, delar den d&#246;des barn
dennes lott. Finns det inga barn efter den d&#246;de, tar den andre
av farf&#246;r&#228;ldrarna eller morf&#246;r&#228;ldrarna den d&#246;des lott. Om &#228;ven
han eller hon &#228;r d&#246;d men har efterl&#228;mnat barn, tar barnen den
d&#246;des lott. Finns det ingen arvinge p&#229; den sidan, g&#229;r hela
arvet till arvingarna p&#229; den andra sidan.

Det som s&#228;gs i f&#246;rsta och andra styckena om farf&#246;r&#228;ldrar och
morf&#246;r&#228;ldrar g&#228;ller &#228;ven f&#246;r&#228;ldrar till en f&#246;r&#228;lder enligt 1
kap. 9 &#167; f&#246;r&#228;ldrabalken. Lag (2005:435).

4 &#167; Andra skyldem&#228;n &#228;n ovan s&#228;gs &#228;ga ej &#228;rva.

3 kap. Om makes arvsr&#228;tt; s&#229; ock om r&#228;tt f&#246;r den f&#246;rst avlidne
makens arvingar i boet efter den sist avlidne maken

1 &#167; Var arvl&#229;taren gift, ska kvarl&#229;tenskapen tillfalla den
efterlevande maken. Efterl&#228;mnar arvl&#229;taren n&#229;gon
br&#246;starvinge som inte &#228;r den efterlevande makens
br&#246;starvinge, g&#228;ller dock att makens r&#228;tt till
kvarl&#229;tenskapen omfattar en s&#229;dan arvinges arvslott endast
om arvingen har avst&#229;tt fr&#229;n sin r&#228;tt i enlighet med vad
som anges i 9 &#167;.

Den efterlevande maken har alltid r&#228;tt att ur
kvarl&#229;tenskapen efter den avlidna maken, s&#229; l&#229;ngt
kvarl&#229;tenskapen r&#228;cker, f&#229; egendom till s&#229; stort v&#228;rde att
den tillsammans med egendom som den efterlevande maken
erh&#246;ll vid bodelningen eller som utg&#246;r den makens enskilda
egendom motsvarar fyra g&#229;nger det prisbasbelopp enligt 2
kap. 6 och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken som g&#228;ller vid
tiden f&#246;r d&#246;dsfallet. Ett testamente av den avlidna
maken &#228;r utan verkan i den m&#229;n f&#246;rordnandet inkr&#228;ktar p&#229;
den r&#228;tt f&#246;r den efterlevande maken som avses i detta
stycke. Lag (2010:1205).

2 &#167; Lever vid den efterlevande makens d&#246;d n&#229;gon br&#246;starvinge
till den f&#246;rst avlidna maken eller dennes f&#246;r&#228;ldrar, syskon
eller syskons avkomling, skall, om inte annat s&#228;gs i tredje
stycket eller i 3-5 &#167;&#167;, 6 &#167; tredje stycket eller 7 &#167; tredje
stycket, h&#228;lften av den efterlevande makens bo tillfalla dem
som d&#229; har den b&#228;sta arvsr&#228;tten efter den f&#246;rst avlidna maken.
Den efterlevande maken f&#229;r inte genom testamente best&#228;mma &#246;ver
egendom som skall tillfalla den f&#246;rst avlidnes arvingar.

Har en br&#246;starvinge redan vid den f&#246;rst avlidna makens d&#246;d helt
eller delvis f&#229;tt ut sitt arv efter denne, skall br&#246;starvingens
andel i den efterlevande makens bo minskas i motsvarande m&#229;n.

Om det som den efterlevande maken erh&#246;ll i arv av
kvarl&#229;tenskapen efter den f&#246;rst avlidne utgjorde annan andel &#228;n
h&#228;lften av summan av detta arv och den efterlevandes egendom
efter bodelningen, skall arvingarna efter den f&#246;rst avlidne ta
samma andel i boet efter den sist avlidne. Lag (2005:435).

3 &#167; Har efterlevande maken genom g&#229;va eller annan d&#228;rmed j&#228;mf&#246;rlig
handling, utan tillb&#246;rlig h&#228;nsyn till den f&#246;rst avlidnes arvingar,
orsakat v&#228;sentlig minskning av sin egendom, skall av den lott, som vid
efterlevande makens d&#246;d tillkommer hans arvingar, vederlag utg&#229; till
arvingarna efter den f&#246;rst avlidne f&#246;r vad av minskningen bel&#246;per &#229; deras
andel i boet.

Kan vederlag ej utg&#229;, skall g&#229;van eller dess v&#228;rde &#229;terb&#228;ras, s&#229;framt den
som mottog g&#229;van ins&#229;g eller bort inse, att den l&#228;nde arvingarna efter
den f&#246;rst avlidne till f&#246;rf&#229;ng. Talan h&#228;rom m&#229; dock ej v&#228;ckas, sedan fem
&#229;r f&#246;rflutit fr&#229;n det g&#229;van mottogs.

Var vid d&#246;dsfallet g&#229;va, som tillkommit under omst&#228;ndigheter varom ovan
s&#228;gs, ej fullbordad, m&#229; den ej g&#246;ras g&#228;llande, i den m&#229;n det skulle l&#228;nda
arvingarna efter den f&#246;rst avlidne till f&#246;rf&#229;ng.

4 &#167; &#214;verstiger boets v&#228;rde vid efterlevande makens d&#246;d dess v&#228;rde vid den
f&#246;rst avlidnes fr&#229;nf&#228;lle, skall denna f&#246;rkovran till&#228;ggas den
efterlevandes arvingar, s&#229;vitt visas att egendom till motsvarande v&#228;rde
tillfallit den efterlevande i arv, g&#229;va eller testamente eller ock m&#229;
antagas att boets f&#246;rkovran h&#228;rr&#246;r fr&#229;n f&#246;rv&#228;rvsarbete, som efter den
f&#246;rst avlidne makens d&#246;d drivits av den efterlevande.

Har efterlevande maken gjort sig skyldig till f&#246;rfarande som avses i 3 &#167;,
skall, vid ber&#228;kning huruvida f&#246;rkovran f&#246;religger, kvarl&#229;tenskapen &#246;kas
med ett belopp, motsvarande den minskning av boet som orsakats av
efterlevande maken.

5 &#167; Vid delningen av boet efter den sist avlidne maken &#228;ga vardera makens
arvingar p&#229; sin lott erh&#229;lla egendom, som under &#228;ktenskapet tillh&#246;rt den
maken, och den sist avlidnes arvingar j&#228;mv&#228;l egendom, som sedermera
f&#246;rv&#228;rvats av denne. Fastighet m&#229;, &#228;ven om den i v&#228;rde &#246;verstiger vad &#229;
lotten bel&#246;per, uttagas, om penningar l&#228;mnas till fyllnad av andra sidans
lott.

I &#246;vrigt skall betr&#228;ffande f&#246;rr&#228;ttningen i till&#228;mpliga delar g&#228;lla vad om
bodelning &#228;r stadgat.

6 &#167; Har efterlevande maken g&#229;tt i nytt gifte, skall vid hans d&#246;d delning
enligt detta kapitel av hans beh&#229;llna giftor&#228;ttsgods och enskilda egendom
&#228;ga rum, innan bodelning m&#229; f&#246;rr&#228;ttas.

Skall i efterlevande makens livstid bodelning &#228;ga rum mellan honom och
hans make i nytt &#228;ktenskap eller dennes arvingar, skall av efterlevande
makens beh&#229;llna giftor&#228;ttsgods och enskilda egendom f&#246;re delningen
uttagas egendom till v&#228;rde, motsvarande vad enligt 1--4 &#167;&#167; bel&#246;per &#229; den
f&#246;rst avlidnes arvingar.

Vad i 4 &#167; stadgas f&#246;r det fall, att egendom tillfallit efterlevande maken
i arv, g&#229;va eller testamente, skall &#228;ga motsvarande till&#228;mpning, d&#228;rest
han, till f&#246;ljd av nytt gifte, vid bodelning eller eljest p&#229; grund av
giftor&#228;tt erh&#229;llit egendom ut&#246;ver vad f&#246;rut tillkom honom.

7 &#167; Om den efterlevande maken vid sin d&#246;d efterl&#228;mnar en sambo
och bodelning skall f&#246;rr&#228;ttas mellan samborna, skall
dessf&#246;rinnan den efterlevande makens beh&#229;llna egendom delas
enligt detta kapitel.

Skall i den efterlevande makens livstid bodelning ske mellan
den efterlevande maken och dennes sambo eller sambons arvingar,
skall av den efterlevandes egendom f&#246;re bodelningen tas ut
egendom till ett v&#228;rde som motsvarar vad som enligt 1-4 &#167;&#167;
skall tillkomma den f&#246;rst avlidna makens arvingar.

Vad som f&#246;reskrivs i 4 &#167; f&#246;r det fall att egendom har
tillfallit den efterlevande maken i arv, g&#229;va eller testamente
skall g&#228;lla, om den efterlevande maken genom bodelning med en
sambo har erh&#229;llit egendom ut&#246;ver vad maken f&#246;rut hade.

Vad som f&#246;reskrivs i denna balk om sambor g&#228;ller endast s&#229;dana
sambof&#246;rh&#229;llanden d&#228;r ingen av samborna &#228;r gift. Lag (2005:435).

8 &#167; Finns det vid den efterlevande makens d&#246;d arvsber&#228;ttigade efter
endast en av makarna, skall dessa arvingar &#228;rva allt. Lag (1987:231).

9 &#167; Om vid den f&#246;rst avlidna makens d&#246;d n&#229;gon som &#228;r br&#246;starvinge till
denne men inte till den efterlevande maken avst&#229;r fr&#229;n sitt arv efter den
f&#246;rst avlidna maken till f&#246;rm&#229;n f&#246;r den efterlevande maken, har
br&#246;starvingen i st&#228;llet r&#228;tt att ta del i dennes bo enligt best&#228;mmelserna
i 2 &#167;. Lag (1987:231).

10 &#167; Detta kapitel g&#228;ller ej, om m&#229;l om &#228;ktenskapsskillnad p&#229;gick vid
arvl&#229;tarens d&#246;d. Lag (1987:231).

4 kap. (Om arvsr&#228;tt vid adoptivf&#246;rh&#229;llande)

1 &#167; har upph&#228;vts genom lag (1971:872).

2 &#167; har upph&#228;vts genom lag (1971:872).

5 kap. Om allm&#228;na arvsfondens r&#228;tt till arv

1 &#167; Finnes ej arvinge j&#228;mlikt ovan givna best&#228;mmelser, skall arvet
tillfalla en fond, ben&#228;mnd allm&#228;nna arvsfonden.

2 &#167; har upph&#228;vts genom lag (1969:224).

3 &#167; har upph&#228;vts genom lag (1969:224).

4 &#167; har upph&#228;vts genom lag (1969:224).

6 kap. Om f&#246;rskott &#229; arv

1 &#167; Vad arvl&#229;taren i livstiden har gett en br&#246;starvinge skall avr&#228;knas
som f&#246;rskott p&#229; dennes arv efter arvl&#229;taren, om inte annat har
f&#246;reskrivits eller med h&#228;nsyn till omst&#228;ndigheterna m&#229;ste antas ha varit
avsett. &#196;r mottagaren en annan arvinge, skall avr&#228;kning ske endast om
detta har f&#246;reskrivits eller p&#229; grund av omst&#228;ndigheterna m&#229;ste antas ha
varit avsett d&#229; egendomen gavs.

Har en make av sitt giftor&#228;ttsgods gett f&#246;rskott p&#229; arv till en
br&#246;starvinge som &#228;r makarnas gemensamma, skall avr&#228;kning f&#246;r detta g&#246;ras
p&#229; arvet efter den f&#246;rst avlidna maken. Om detta arv inte r&#228;cker till,
skall &#229;terstoden avr&#228;knas p&#229; arvet efter den andra maken. Vad som sagts
nu g&#228;ller ocks&#229; d&#229; en efterlevande make av s&#229;dan egendom som omfattas av
br&#246;starvingars arvsr&#228;tt enligt 3 kap. 2 &#167; har gett f&#246;rskott p&#229; arv till
en br&#246;starvinge till den f&#246;rst avlidna maken. Lag (1987:231).

2 &#167; Kostnader, som en f&#246;r&#228;lder har lagt ned p&#229; ett barns
uppeh&#228;lle och utbildning, skall inte avr&#228;knas fr&#229;n barnets arv,
om f&#246;r&#228;ldern d&#228;rmed endast fullgjort sin underh&#229;llsskyldighet.

Inte heller skall fr&#229;n br&#246;starvinges arv avr&#228;knas sedvanliga
g&#229;vor, vilkas v&#228;rde inte st&#229;r i missf&#246;rh&#229;llande till givarens
villkor. Lag (2005:435).

3 &#167; Avr&#228;kning av f&#246;rskott skall ske efter egendomens v&#228;rde vid
mottagandet, s&#229;framt icke p&#229; grund av omst&#228;ndigheterna annat b&#246;r g&#228;lla.

4 &#167; Kan vad arvinge mottagit i f&#246;rskott ej till fullo avr&#228;knas &#229; hans
arvslott, &#228;r han ej skyldig &#229;terb&#228;ra &#246;verskottet, med mindre best&#228;mmelse
d&#228;rom tr&#228;ffats d&#229; f&#246;rskottet gavs.

5 &#167; Har f&#246;rskott givits, skall, f&#246;r best&#228;mmande av arvslotternas storlek,
kvarl&#229;tenskapen f&#246;re delningen &#246;kas med f&#246;rskottets v&#228;rde eller, om
avr&#228;kning ej kan till fullo ske &#229; f&#246;rskottstagarens arv, med vad d&#228;r&#229; kan
avr&#228;knas.

6 &#167; Har arvinge som mottagit f&#246;rskott avlidit f&#246;re arvl&#229;taren, &#228;ro
f&#246;rskottstagarens avkomlingar pliktiga att avr&#228;kna f&#246;rskottet &#229; sina
arvslotter.

Skall arv delas mellan flera grenar och har arvinge i en gren mottagit
f&#246;rskott, &#228;ro, om han avlidit f&#246;re arvl&#229;taren utan att efterl&#228;mna
avkomlingar som &#228;ga tr&#228;da i hans st&#228;lle, &#246;vriga arvingar inom samma gren
pliktiga att avr&#228;kna f&#246;rskottet &#229; sina arvslotter; dock taga de ej mindre
del i kvarl&#229;tenskapen &#228;n de &#228;gt bekomma, om f&#246;rskottstagaren levat.

7 &#167; Vad en make av sitt giftor&#228;ttsgods har gett ett styvbarn eller en
avkomling till styvbarn skall avr&#228;knas p&#229; mottagarens arv efter den andra
maken, om inte annat har f&#246;reskrivits eller med h&#228;nsyn till
omst&#228;ndigheterna m&#229;ste antas ha varit avsett. Med samma f&#246;rbeh&#229;ll skall,
om inte annat f&#246;ljer av 1 &#167;, vad den efterlevande maken har gett en s&#229;dan
arvinge eller testamentstagare som enligt 3 kap. 2 &#167; eller 12 kap. 1 &#167;
har r&#228;tt att ta del i den efterlevande makens bo avr&#228;knas p&#229; mottagarens
lott i detta. Best&#228;mmelserna i 2--6 &#167;&#167; skall till&#228;mpas &#228;ven i dessa fall.
Lag (1987:231).

7 kap. Om laglott

1 &#167; H&#228;lften av den arvslott, som enligt lag tillkommer br&#246;starvinge,
utg&#246;r hans laglott.

2 &#167; Br&#246;starvinge &#228;r pliktig att &#229; sin laglott avr&#228;kna vad han av
arvl&#229;taren mottagit i f&#246;rskott &#229; sitt arv, s&#229; ock vad han mottagit p&#229;
grund av testamente, s&#229;framt icke annat f&#246;ranledes av detta.

3 &#167; F&#246;r utf&#229;ende av laglott &#228;ger br&#246;starvinge p&#229;kalla j&#228;mkning i
testamente. &#196;ro flera f&#246;rordnanden, skall, om ej annat f&#246;ljer av
testamentet, legat utg&#229; f&#246;re f&#246;rordnande till universell testamentstagare
och legat, som avser viss egendom, utg&#229; f&#246;re annat samt i &#246;vrigt
neds&#228;ttning ske i f&#246;rh&#229;llande till storleken av varje f&#246;rordnande eller,
vad ang&#229;r f&#246;rordnande till br&#246;starvinge, till den del d&#228;rav som han ej &#228;r
pliktig avr&#228;kna &#229; sin laglott.

Vad en br&#246;starvinge erh&#229;ller genom att p&#229;kalla j&#228;mkning i testamente
skall inte omfattas av den efterlevande makens r&#228;tt till kvarl&#229;tenskapen
enligt 3 kap. i andra fall &#228;n d&#229; j&#228;mkningen avser testamentsvillkor som
g&#228;ller till f&#246;rm&#229;n f&#246;r den efterlevande maken.

Br&#246;starvinge, som ej inom sex m&#229;nader efter det han erh&#246;ll del av
testamentet p&#229; s&#228;tt i 14 kap. s&#228;gs p&#229;kallat j&#228;mkning genom att giva
testamentstagaren sitt anspr&#229;k tillk&#228;nna eller genom att v&#228;cka talan mot
honom, har f&#246;rlorat sin r&#228;tt. Lag (1987:231).

4 &#167; Har arvl&#229;taren i livstiden bortgivit egendom under s&#229;dana
omst&#228;ndigheter eller p&#229; s&#229;dana villkor att g&#229;van till syftet &#228;r att
likst&#228;lla med testamente, skall i avseende &#229; g&#229;van vad i 2 och 3 &#167;&#167; &#228;r
stadgat om testamente &#228;ga motsvarande till&#228;mpning, om ej s&#228;rskilda sk&#228;l
&#228;ro d&#228;remot; och skall vid neds&#228;ttning av g&#229;van motsvarande del av den
bortgivna egendomen &#229;terb&#228;ras eller, om det ej kan ske, ers&#228;ttning
utgivas f&#246;r dess v&#228;rde. Vid laglottens ber&#228;kning skall v&#228;rdet av den
bortgivna egendomen l&#228;ggas till kvarl&#229;tenskapen.

Vill br&#246;starvinge mot g&#229;votagare g&#246;ra g&#228;llande r&#228;tt som avses i f&#246;rsta
stycket, skall han v&#228;cka talan inom ett &#229;r fr&#229;n det bouppteckning efter
arvl&#229;taren avslutades. F&#246;rsittes denna tid, &#228;r r&#228;tt till talan f&#246;rlorad.

Var vid d&#246;dsfallet g&#229;van ej fullbordad, m&#229; den ej, med mindre s&#228;rskilda
sk&#228;l &#228;ro d&#228;rtill, g&#246;ras g&#228;llande, i den m&#229;n det skulle l&#228;nda till intr&#229;ng
i br&#246;starvinges laglott.

5 &#167; Har arvl&#229;taren genom testamente tillerk&#228;nt n&#229;gon nyttjander&#228;tt,
avkomst eller annan f&#246;rm&#229;n att utg&#229; av kvarl&#229;tenskapen eller genom
f&#246;reskrifter r&#246;rande dennas f&#246;rvaltning eller p&#229; annat s&#228;tt inskr&#228;nkt
r&#228;tten att f&#246;rfoga &#246;ver den, &#228;ger br&#246;starvinge utan hinder av s&#229;dant
f&#246;rordnande utf&#229; sin laglott i egendom, var&#246;ver han &#228;ger fritt f&#246;rfoga.

6 &#167; har upph&#246;rt att g&#228;lla genom lag (1978:855).

7 &#167; Br&#246;starvinges r&#228;tt enligt detta kapitel att p&#229;kalla j&#228;mkning av
testamente eller g&#229;va &#246;verg&#229;r ej till hans borgen&#228;rer. Lag (1975:245).

8 kap. har upph&#246;rt att g&#228;lla genom lag (1978:855).

9 kap. Om r&#228;tt att g&#246;ra eller taga testamente

1 &#167;  Den som har fyllt 18 &#229;r f&#229;r genom testamente f&#246;rordna om
sin kvarl&#229;tenskap. Testamente f&#229;r ocks&#229; g&#246;ras av under&#229;rig
som efter fyllda 16 &#229;r vill f&#246;rordna om egendom som han eller
hon sj&#228;lv f&#229;r r&#229;da &#246;ver. Lag (2014:378).

2 &#167; F&#246;rordnande till annan &#228;n den som &#228;r f&#246;dd vid testators d&#246;d eller d&#229;
&#228;r avlad och sedermera f&#246;des med liv &#228;r utan verkan.

Utan hinder av vad nu &#228;r sagt g&#228;ller f&#246;rordnande, enligt vilket blivande
arvsber&#228;ttigade avkomlingar till n&#229;gon, som enligt f&#246;rsta stycket &#228;ger
taga testamente, skola erh&#229;lla egendom till full &#228;go sist vid dennes d&#246;d
eller d&#229; annan, som skall &#229;tnjuta r&#228;tt till egendomen, avlider eller hans
r&#228;tt eljest upph&#246;r. Ej m&#229; i s&#229;dant f&#246;rordnande olikhet g&#246;ras mellan
syskon, vilka ej &#228;ro f&#246;dda eller avlade vid testators d&#246;d.

3 &#167; Om r&#228;tt f&#246;r utl&#228;ndsk medborgare att h&#228;r i riket taga testamente
g&#228;ller vad om utl&#228;nnings r&#228;tt att taga arv &#228;r stadgat.

10 kap. Om uppr&#228;ttande och &#229;terkallelse av testamente

1 &#167; Testamente skall uppr&#228;ttas skriftligen med tv&#229; vittnen. I deras
samtidiga n&#228;rvaro skall testator underskriva testamentshandlingen eller
vidk&#228;nnas sin underskrift d&#228;r&#229;. Vittnena skola bestyrka handlingen med
sina namn. De skola &#228;ga k&#228;nnedom om handlingens egenskap av testamente,
men det st&#229;r testator fritt att l&#229;ta dem veta dess inneh&#229;ll eller ej.

2 &#167; Testamentsvittnena b&#246;ra vid sina namn anteckna yrke och hemvist. De
b&#246;ra ock &#229; handlingen teckna intyg r&#246;rande tiden f&#246;r bevittnandet samt
&#246;vriga omst&#228;ndigheter som kunna vara av betydelse f&#246;r testamentets
giltighet.

Hava vittnena &#229; handlingen intygat att vid testamentets uppr&#228;ttande s&#229;
tillg&#229;tt som i 1 &#167; s&#228;gs, skall intyget, d&#228;r klander v&#228;ckes, &#228;ga tilltro,
s&#229;framt omst&#228;ndigheter ej f&#246;rekomma som f&#246;rringa intygets trov&#228;rdighet.

3 &#167; &#196;r n&#229;gon av sjukdom eller annat n&#246;dfall f&#246;rhindrad att uppr&#228;tta
testamente p&#229; s&#228;tt i 1 &#167; s&#228;gs, m&#229; han f&#246;rordna om sin kvarl&#229;tenskap
muntligen inf&#246;r tv&#229; vittnen eller ock utan vittnen genom egenh&#228;ndigt
skriven och undertecknad handling.

S&#229;dant testamente &#228;r ogillt, om testator sedermera under tre m&#229;nader
varit i tillf&#228;lle att f&#246;rordna om sin kvarl&#229;tenskap s&#229;som i 1 &#167; &#228;r
stadgat.

4 &#167; Den som &#228;r under 15 &#229;r eller p&#229; grund av en psykisk 
st&#246;rning saknar insikt om betydelsen av vittnesbekr&#228;ftelsen 
f&#229;r inte vara testamentsvittne. Inte heller testatorns make, 
sambo eller den som st&#229;r i r&#228;tt upp- eller nedstigande 
sl&#228;ktskap eller sv&#229;gerlag till testatorn eller &#228;r hans eller 
hennes syskon f&#229;r vara vittne.

Ingen f&#229;r bevittna ett f&#246;rordnande till honom eller henne 
sj&#228;lv, en make eller sambo, ett syskon eller n&#229;gon som st&#229;r i 
r&#228;tt upp- eller nedstigande sl&#228;ktskap eller sv&#229;gerlag till 
honom eller henne. Den som &#228;r framtidsfullmaktshavare, 
f&#246;rmyndare, god man eller f&#246;rvaltare f&#246;r n&#229;gon f&#229;r inte 
bevittna ett f&#246;rordnande till denne. Inte heller ledamot av 
styrelsen f&#246;r ett bolag, en f&#246;rening, ett trossamfund eller 
en stiftelse f&#229;r bevittna ett f&#246;rordnande till den juridiska 
person som han eller hon f&#246;retr&#228;der. F&#246;rordnande att vara 
testamentsexekutor medf&#246;r dock inte hinder att vara vittne.

Om ett testamentsvittne &#229;beropas till bevis i en r&#228;tteg&#229;ng, 
g&#228;ller r&#228;tteg&#229;ngsbalkens best&#228;mmelser om s&#229;dant bevis.
Lag (2017:312).

5 &#167; Har testator i den ordning som g&#228;ller f&#246;r testamentes uppr&#228;ttande
&#229;terkallat sitt f&#246;rordnande eller har han f&#246;rst&#246;rt testamentshandlingen
eller eljest otvetydigt givit tillk&#228;nna att f&#246;rordnandet ej l&#228;ngre var
uttryck f&#246;r hans yttersta vilja, &#228;r f&#246;rordnandet utan verkan.

Utf&#228;stelse att ej &#229;terkalla testamente &#228;r icke bindande.

6 &#167; Vill n&#229;gon, i samband med &#229;terkallelse av visst f&#246;rordnande eller
eljest, g&#246;ra till&#228;gg till sitt testamente, g&#228;ller vad om uppr&#228;ttande av
testamente &#228;r stadgat.

7 &#167; Har n&#229;gon genom ensidig &#229;terkallelse eller &#228;ndring av inb&#246;rdes
testamente v&#228;sentligt rubbat f&#246;ruts&#228;ttningarna f&#246;r det &#246;msesidiga
f&#246;rordnandet, &#228;r han f&#246;rlustig sin r&#228;tt p&#229; grund av testamentet.

11 kap. Om testamentes tolkning

1 &#167; &#197;t testamente skall givas den tolkning som m&#229; antagas &#246;verensst&#228;mma
med testators vilja; och skall f&#246;rty vad nedan i 2--9 &#167;&#167; stadgas l&#228;nda
till efterr&#228;ttelse allenast s&#229;vitt icke med h&#228;nsyn till f&#246;rordnandets
syfte och &#246;vriga omst&#228;ndigheter annat f&#229;r anses f&#246;lja av f&#246;rordnandet.

Har testamente genom felskrivning eller eljest till f&#246;ljd av misstag f&#229;tt
annat inneh&#229;ll &#228;n testator &#229;syftat, skall det likv&#228;l verkst&#228;llas, s&#229;vitt
r&#228;tta meningen kan utr&#246;nas.

2 &#167; Legat skall utg&#229; av oskifto och ej r&#228;knas &#229; viss lott.

3 &#167; Kunna samtliga legat ej utg&#229;, skall legat som avser viss egendom &#228;ga
f&#246;retr&#228;de framf&#246;r annat, men skall i &#246;vrigt neds&#228;ttning ske efter
legatens v&#228;rde.

4 &#167; Avser f&#246;rordnande viss egendom och finnes den ej i kvarl&#229;tenskapen,
&#228;r f&#246;rordnandet utan verkan.

5 &#167; Besv&#228;ras viss egendom, varom f&#246;rordnande gjorts, av pantr&#228;tt eller
annan r&#228;ttighet, &#228;ger testamentstagaren icke i anledning d&#228;rav njuta
ers&#228;ttning. Lag (1970:1001).

6 &#167; D&#246;r testamentstagare innan hans r&#228;tt intr&#228;tt eller kan testamentet
eljest ej verkst&#228;llas i vad honom ang&#229;r, skola hans avkomlingar tr&#228;da i
hans st&#228;lle, s&#229;framt de i fr&#229;ga om arv efter testator varit ber&#228;ttigade
d&#228;rtill.

7 &#167; &#196;r f&#246;rordnande gjort om hela kvarl&#229;tenskapen eller om allt som ej
utg&#246;r br&#246;starvinges laglott, och kan testamentet ej verkst&#228;llas s&#229;vitt
ang&#229;r viss testamentstagare, skola, d&#228;r ej annat f&#246;ljer av 6 &#167;,
universella testamentstagares lotter i motsvarande m&#229;n &#246;kas.

8 &#167; Har en make gjort testamente till den andra maken &#228;r f&#246;rordnandet
utan verkan, om &#228;ktenskapet &#228;r uppl&#246;st vid testators d&#246;d eller m&#229;l om
&#228;ktenskapsskillnad d&#229; p&#229;g&#229;r. Detsamma g&#228;ller, om n&#229;gon har gjort
testamente till sin sambo men sambof&#246;rh&#229;llandet har upph&#246;rt f&#246;re
testators d&#246;d. Lag (1987:231).

9 &#167; &#196;r &#228;ndam&#229;lsbest&#228;mmelse meddelad betr&#228;ffande egendom som tillkommer
viss arvinge eller testamentstagare, &#229;ligger det denne att verkst&#228;lla
f&#246;rordnandet. I andra fall skall &#228;ndam&#229;lsbest&#228;mmelse verkst&#228;llas av
oskifto.

10 &#167; Med legat f&#246;rst&#229;s s&#228;rskild i testamente given f&#246;rm&#229;n, s&#229;som
viss sak eller visst penningbelopp eller nyttjander&#228;tt till egendom eller
r&#228;tt att d&#228;rav njuta r&#228;nta eller avkomst.

Universell testamentstagare &#228;r den som testator insatt i
arvinges st&#228;lle genom att tillerk&#228;nna honom kvarl&#229;tenskapen i dess
helhet, viss andel av kvarl&#229;tenskapen eller &#246;verskott d&#228;r&#229;.

12 kap. Om testamentstagares r&#228;tt i vissa fall

1 &#167; &#196;r genom testamente f&#246;rordnat att egendom, som tillkommer
efterlevande make s&#229;som arvinge eller universell testamentstagare, skall,
sedan makens r&#228;tt upph&#246;rt, tillfalla annan, &#228;ger vad i 3 kap. &#228;r stadgat
motsvarande till&#228;mpning, s&#229;vitt ej annat f&#246;ljer av testamentet.

2 &#167; Har n&#229;gon genom testamente erh&#229;llit nyttjander&#228;tten till egendom,
vartill &#228;gander&#228;tten vid testators d&#246;d eller senare skall tillfalla
annan, g&#228;ller vad nedan i 3--9 &#167;&#167; stadgas, s&#229;vitt ej annat f&#246;ljer av
testamentet.

3 &#167; Nyttjander&#228;ttshavaren f&#246;rvaltar egendomen och njuter avkastningen
d&#228;rav. Vid f&#246;rvaltningen skall han iakttaga j&#228;mv&#228;l &#228;garens r&#228;tt och
b&#228;sta. Egendomen m&#229; ej sammanblandas med annan, s&#229;framt ej dess
&#228;ndam&#229;lsenliga anv&#228;ndning f&#246;ranleder d&#228;rtill.

Nyttjander&#228;ttshavaren skall vidk&#228;nnas alla n&#246;diga kostnader f&#246;r egendomen
som b&#246;ra g&#228;ldas med avkastningen under hans besittningstid.

4 &#167; L&#246;s&#246;ren som ej hava s&#228;rskilt v&#228;rde f&#246;r &#228;garen m&#229;
nyttjander&#228;ttshavaren avyttra. &#196;ro s&#228;rskilda sk&#228;l till avyttring eller
pants&#228;ttning av annan l&#246;s egendom och kan &#228;garens medverkan d&#228;rtill ej
vinnas, &#228;ger r&#228;tten p&#229; ans&#246;kan bemyndiga nyttjander&#228;ttshavaren att
vidtaga &#229;tg&#228;rden. Fordringar &#228;r nyttjander&#228;ttshavaren beh&#246;rig att
upps&#228;ga, och m&#229; han j&#228;mv&#228;l f&#246;r dem uppb&#228;ra betalning.

Ej m&#229; nyttjander&#228;tten &#246;verl&#229;tas.

5 &#167; Kapitalbelopp skall av nyttjander&#228;ttshavaren g&#246;ras r&#228;nteb&#228;rande
s&#229; som f&#246;reskrivs om omyndigs medel i 13 kap. 5 och 7 &#167;&#167;
f&#246;r&#228;ldrabalken, om inte &#228;garen eller, n&#228;r hans samtycke ej kan
erh&#229;llas, r&#228;tten medgivit annat. Utan s&#229;dant tillst&#229;nd m&#229; dock vad
som varit anbragt i jordbruk eller annan n&#228;ring &#229;nyo tagas i anspr&#229;k
f&#246;r samma &#228;ndam&#229;l samt mindre belopp, som eljest influtit f&#246;r
avyttrade l&#246;s&#246;ren, anv&#228;ndas till ink&#246;p av egendom av samma slag.
Lag (1994:1434).

6 &#167; Ej m&#229; &#228;garen utan nyttjander&#228;ttshavarens samtycke &#246;verl&#229;ta eller
eljest f&#246;rfoga &#246;ver egendomen. Betr&#228;ffande fast egendom eller tomtr&#228;tt
skall samtycket l&#228;mnas skriftligen med tv&#229; vittnen.

Kan samtycke ej erh&#229;llas, &#228;ger r&#228;tten p&#229; ans&#246;kan till&#229;ta &#229;tg&#228;rden, n&#228;r
sk&#228;l &#228;ro d&#228;rtill.

Har &#228;garen utan erforderligt samtycke f&#246;rfogat &#246;ver egendom, &#228;r &#229;tg&#228;rden
ogill, om nyttjander&#228;ttshavaren p&#229;st&#229;r det.

7 &#167; Egendom som omfattas av nyttjander&#228;tten m&#229; ej tagas i m&#228;t f&#246;r &#228;garens
g&#228;ld, med mindre den p&#229; grund av pantr&#228;tt eller eljest s&#228;rskilt h&#228;ftar
d&#228;rf&#246;r eller fr&#229;ga &#228;r om g&#228;ld, f&#246;r vilken &#228;garen svarar enligt 21 kap.
Lag (1970:1001).

8 &#167; Vad som tr&#228;tt i st&#228;llet f&#246;r egendom som omfattats av nyttjander&#228;tten
skall tillh&#246;ra &#228;garen.

9 &#167; Om nyttjander&#228;ttshavaren genom vanv&#229;rd av egendomen eller genom annat
otillb&#246;rligt f&#246;rfarande uppenbarligen &#228;ventyrar &#228;garens b&#228;sta, f&#229;r r&#228;tten
p&#229; ans&#246;kan &#229;l&#228;gga honom att st&#228;lla s&#228;kerhet f&#246;r egendomen eller ocks&#229;
f&#246;rordna, att denna skall st&#228;llas under v&#229;rd och f&#246;rvaltning av god man
som avses i 11 kap. f&#246;r&#228;ldrabalken.

F&#246;r skada, som nyttjander&#228;ttshavaren upps&#229;tligen eller av v&#229;rdsl&#246;shet
v&#229;llat &#228;garen, skall ers&#228;ttning betalas, d&#229; nyttjander&#228;tten upph&#246;r eller
egendomen st&#228;lls under v&#229;rd och f&#246;rvaltning av god man. Lag (1988:1255).

10 &#167; Har genom testamente f&#246;rordnats att legat skall tillfalla tv&#229; eller
flera efter varandra, skall, s&#229;vitt ej annat f&#246;ljer av testamentet, vad i
9 &#167; stadgas &#228;ga motsvarande till&#228;mpning, om n&#229;gon bland dem, s&#229;som d&#228;r
s&#228;gs, &#228;ventyrar efterf&#246;ljande testamentstagares b&#228;sta eller tillskyndar
honom skada.

11 &#167; Skall enligt testamente n&#229;gon njuta avkomst av egendom i
kvarl&#229;tenskapen och egendomen, till betryggande av hans r&#228;tt, s&#228;ttas
under s&#228;rskild v&#229;rd, skall den, d&#228;r ej annat f&#246;ljer av testamentet,
st&#228;llas under f&#246;rvaltning av god man som avses i 11 kap. f&#246;r&#228;ldrabalken.
Lag (1988:1255).

12 &#167; F&#246;rv&#228;rv genom f&#246;rordnande i testamente, som inneb&#228;r att visst omr&#229;de
av fastighet som legat kommer i s&#228;rskild &#228;gares hand, &#228;r giltigt endast
om fastighetsbildning sker i &#246;verensst&#228;mmelse med f&#246;rordnandet genom
f&#246;rr&#228;ttning, som &#228;r s&#246;kt senast sex m&#229;nader efter det testamentet vunnit
laga kraft och legatet utgivits samt, om f&#246;rr&#228;ttningen ej &#228;r avslutad vid
utg&#229;ngen av n&#228;mnda tid, skall verkst&#228;llas p&#229; grundval av f&#246;rordnandet.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning i fall d&#229; legatet avser andel
i fastighet med villkor att andelen skall utbrytas genom
fastighetsbildning eller fastighets andel i mark som &#228;r samf&#228;lld f&#246;r
flera fastigheter. Lag (1970:1001).

13 &#167; Den som genom f&#246;rordnande i testamente s&#229;som legat erh&#229;llit andel i
fastighet, vilken i sin helhet ing&#229;r i d&#246;dsboet efter testator, utan
villkor att andelen skall utbrytas genom fastighetsbildning innehar
fastigheten under sam&#228;gander&#228;tt med den eller de andra del&#228;garna.
Lag (1970:1001).

13 kap. Om testamentes ogiltighet

1 &#167; Var testator ej beh&#246;rig att f&#246;rordna om sin kvarl&#229;tenskap eller &#228;r
testamentet ej uppr&#228;ttat i laga form, &#228;r det ej g&#228;llande. I fall, varom
s&#228;gs i 10 kap. 4 &#167; andra stycket, &#228;r dock testamentet ogillt allenast i
den del som d&#228;r avses.

2 &#167; Ett testamente g&#228;ller inte, om det har uppr&#228;ttats under p&#229;verkan av
en psykisk st&#246;rning. Lag (1991:1547).

3 &#167; Har n&#229;gon tvungit testator att uppr&#228;tta testamentet eller f&#246;rm&#229;tt
honom d&#228;rtill genom missbruk av hans of&#246;rst&#229;nd, viljesvaghet eller
beroende st&#228;llning, &#228;r testamentet ej g&#228;llande.

Samma lag vare, om testator blivit svikligen f&#246;rledd att uppr&#228;tta
testamentet eller om han eljest sv&#228;vat i villfarelse som varit
best&#228;mmande f&#246;r hans vilja att g&#246;ra testamentet.

14 kap. Om delgivning och klander av testamente

1 &#167; har upph&#228;vts genom lag (1989:308).

2 &#167; har upph&#228;vts genom lag (1989:308).

3 &#167; har upph&#228;vts genom lag (1989:308).

4 &#167; Testamente skall delges arvinge genom &#246;verl&#228;mnande av
testamentshandlingen i bestyrkt avskrift eller, i fr&#229;ga om muntligt
testamente, protokoll &#246;ver f&#246;rh&#246;r med testamentsvittnena eller annan
skriftlig uppgift om testamentets inneh&#229;ll. Delgivning beh&#246;vs dock inte
med en arvinge som har godk&#228;nt testamentet.

Efterl&#228;mnar testator, j&#228;mte make, arvingar som avses i 3 kap. 2 &#167;, m&#229;
testamentet, s&#229;vitt dessa ang&#229;r, delgivas dem som vid tiden f&#246;r
delgivningen &#228;ro n&#228;rmast till arv efter testator.

&#196;ro flera testamentstagare, g&#228;ller delgivning, som verkst&#228;llts av en
bland dem, j&#228;mv&#228;l f&#246;r de &#246;vriga. Lag (1989:308).

5 &#167; Vill arvinge g&#246;ra g&#228;llande att testamente &#228;r ogillt enligt 13 kap.,
skall han d&#228;rom v&#228;cka klandertalan inom sex m&#229;nader efter det han erh&#246;ll
del av testamentet s&#229;som i 4 &#167; &#228;r stadgat. F&#246;rsittes denna tid, &#228;r r&#228;tt
till talan f&#246;rlorad.

Om p&#229;kallande av j&#228;mkning i testamente f&#246;r utf&#229;ende av laglott stadgas i
7 kap.

6 &#167; Arvinges r&#228;tt att v&#228;cka talan om klander av testamente &#246;verg&#229;r ej
till hans borgen&#228;rer. Lag (1975:245).

15 kap. Om f&#246;rverkande av r&#228;tt att taga arv eller testamente

1 &#167; Den som genom brott upps&#229;tligen har d&#246;dat n&#229;gon f&#229;r inte ta arv eller
testamente efter denne. &#196;r den d&#246;dade arvinge eller testamentstagare
efter n&#229;gon annan, f&#229;r g&#228;rningsmannen inte b&#228;ttre r&#228;tt till arv eller
testamente efter denne &#228;n om den d&#246;dade hade levat.

Vad som s&#228;gs i f&#246;rsta stycket g&#228;ller &#228;ven n&#228;r n&#229;gon annars har orsakat
n&#229;gon annans d&#246;d genom en upps&#229;tlig g&#228;rning som innefattat v&#229;ld p&#229; den
d&#246;dades person och utgjort brott f&#246;r vilket lindrigare straff &#228;n f&#228;ngelse
i ett &#229;r inte &#228;r f&#246;reskrivet. Lika med v&#229;ld anses att f&#246;rs&#228;tta n&#229;gon i
vanmakt eller annat s&#229;dant tillst&#229;nd.

Vad som s&#228;gs i f&#246;rsta och andra styckena g&#228;ller inte, om g&#228;rningsmannen
var under femton &#229;r.

Vad som s&#228;gs i f&#246;rsta och andra styckena g&#228;ller inte heller, om det
f&#246;religger synnerliga sk&#228;l d&#228;remot med h&#228;nsyn till g&#228;rningens
beskaffenhet. Vid bed&#246;mningen av om det med h&#228;nsyn till g&#228;rningens
beskaffenhet f&#246;religger synnerliga sk&#228;l skall ocks&#229; beaktas,

1. om g&#228;rningsmannen begick g&#228;rningen under p&#229;verkan av en allvarlig
psykisk st&#246;rning, eller

2. om g&#228;rningsmannen var under arton &#229;r och hans handlande stod i samband
med uppenbart bristande utveckling, erfarenhet eller omd&#246;mesf&#246;rm&#229;ga hos
honom. Lag (1991:1547).

2 &#167; Har n&#229;gon genom tv&#229;ng, f&#246;rledande eller missbruk av annans of&#246;rst&#229;nd,
viljesvaghet eller beroende st&#228;llning f&#246;rm&#229;tt denne att uppr&#228;tta eller
&#229;terkalla testamente eller att avst&#229; d&#228;rifr&#229;n, har han f&#246;rverkat r&#228;tten
att taga arv eller testamente efter honom, s&#229;vitt ej s&#228;rskilda sk&#228;l &#228;ro
d&#228;remot. Vad s&#229;lunda &#228;r stadgat &#228;ger motsvarande till&#228;mpning, d&#228;r n&#229;gon
upps&#229;tligen f&#246;rst&#246;rt eller undanh&#229;llit testamente.

3 &#167; Vad som s&#228;gs i 1 och 2 &#167;&#167; om den som har beg&#229;tt ett brott g&#228;ller
ocks&#229; var och en som har medverkat till brottet s&#229;som s&#228;gs i 23 kap. 4
och 5 &#167;&#167; brottsbalken. Lag (1991:1547).

4 &#167; Har n&#229;gon f&#246;rverkat sin r&#228;tt att taga arv, skall &#228;rvas s&#229;som hade han
d&#246;tt f&#246;re arvl&#229;taren.

16 kap. Om preskription av r&#228;tt att taga arv eller testamente

1 &#167; Vistas, d&#229; bouppteckning f&#246;rr&#228;ttas, till namnet k&#228;nd
arvinge efter den d&#246;de p&#229; ok&#228;nd ort, ska det hos Skatteverket
anm&#228;las av den som har boet i sin v&#229;rd. N&#228;r s&#229;dan anm&#228;lan sker
eller f&#246;rh&#229;llandet annars blir k&#228;nt, ska Skatteverket utan
dr&#246;jsm&#229;l kung&#246;ra i Post- och Inrikes Tidningar, att arv efter
den d&#246;de tillfallit den bortovarande, med uppmaning till honom
eller henne att g&#246;ra sin r&#228;tt till arvet g&#228;llande inom fem &#229;r
fr&#229;n den dag d&#229; kung&#246;relsen var inf&#246;rd i tidningen. I
kung&#246;relsen ska den bortovarandes namn anges.

I fall som avses i 3 kap. 2 &#167; ska, vid till&#228;mpning av vad nu
sagts, den r&#228;tt, som tillkommer den f&#246;rst avlidne makens
arvingar i den efterlevandes bo, behandlas som arv efter den
efterlevande maken. Lag (2011:892).

2 &#167; Kan det, n&#228;r bouppteckning f&#246;rr&#228;ttas, inte utr&#246;nas
huruvida arvinge finns som f&#246;re Allm&#228;nna arvsfonden eller f&#246;re
eller j&#228;mte annan k&#228;nd arvinge &#228;r ber&#228;ttigad till arv, ska
Skatteverket, p&#229; anm&#228;lan av den som har boet i sin v&#229;rd eller
d&#229; f&#246;rh&#229;llandet annars blir k&#228;nt, utan dr&#246;jsm&#229;l kung&#246;ra
arvfallet i Post- och Inrikes Tidningar, med uppmaning till
ok&#228;nda arvingar att g&#246;ra sin r&#228;tt till arvet g&#228;llande inom fem
&#229;r fr&#229;n den dag d&#229; kung&#246;relsen var inf&#246;rd i tidningen. Detta
g&#228;ller ocks&#229; om det vid bouppteckningen finns k&#228;nnedom om
arvinge men det saknas kunskap s&#229;v&#228;l om arvingens namn som om
hans eller hennes vistelseort. Lag (2011:892).

3 &#167; &#196;r testamentstagare ok&#228;nd eller vistas han &#229; ok&#228;nd ort, skall
vad i 1 &#167; f&#246;rsta stycket &#228;r stadgat om anm&#228;lan och kung&#246;relse
ang&#229;ende arv &#228;ga motsvarande till&#228;mpning med avseende &#229;
testamentsf&#246;rordnandet.

Skall testamentstagarens r&#228;tt intr&#228;da vid annan tid &#228;n testators
d&#246;d, m&#229; kung&#246;relse ej ske f&#246;rr&#228;n den tiden &#228;r inne.

3 a &#167; &#196;r vid n&#229;gons d&#246;d faderskapet till honom eller henne inte
fastst&#228;llt och &#228;r fadern inte heller p&#229; annat s&#228;tt k&#228;nd f&#246;r
annan d&#246;dsbodel&#228;gare, boutredningsman eller den som sitter i
boet, skall den som vill grunda arvsr&#228;tt p&#229; faderskapet g&#246;ra
sin r&#228;tt g&#228;llande inom tre m&#229;nader fr&#229;n d&#246;dsfallet eller, om
bouppteckningen f&#246;rr&#228;ttas senare, senast vid bouppteckningen.

F&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om f&#246;r&#228;ldraskap enligt 1
kap. 9 &#167; f&#246;r&#228;ldrabalken. Lag (2005:435).

4 &#167; Arvinge eller testamenstagare, som ej har att g&#246;ra sin r&#228;tt g&#228;llande
efter vad i 1-3 a &#167; s&#228;gs, skall g&#246;ra det inom tio &#229;r fr&#229;n d&#246;dsfallet
eller, om hans r&#228;tt intr&#228;der f&#246;rst vid senare tidpunkt, fr&#229;n denna. Lag
(1976:1117).

5 &#167; Undandrar sig en arvinge eller testamentstagare att ge
tillk&#228;nna huruvida han eller hon vill g&#246;ra anspr&#229;k p&#229; arv
eller p&#229; r&#228;tt enligt testamentet, f&#229;r Skatteverket f&#246;rel&#228;gga
honom eller henne att g&#246;ra sin r&#228;tt g&#228;llande inom sex m&#229;nader
fr&#229;n det att f&#246;rel&#228;ggandet delgavs honom eller henne.
Delgivning f&#229;r inte ske enligt 34–38 och 48 &#167;&#167;
delgivningslagen (2010:1932).

Ett s&#229;dant f&#246;rel&#228;ggande ska meddelas p&#229; ans&#246;kan av n&#229;gon som
&#228;r ber&#228;ttigad till arvingens eller testamentstagarens del i
kvarl&#229;tenskapen om denne f&#246;rsummar att bevara sin r&#228;tt.
Lag (2011:892).

6 &#167; Vill arvinge eller testamentstagare, utan att tilltr&#228;da
kvarl&#229;tenskapen eller sin lott d&#228;ri, g&#246;ra sin r&#228;tt g&#228;llande,
ska han eller hon anm&#228;la sitt anspr&#229;k hos god man, om s&#229;dan
f&#246;rordnats att bevaka hans eller hennes r&#228;tt, eller hos varje
d&#246;dsbodel&#228;gare som tilltr&#228;tt kvarl&#229;tenskapen eller, om skifte
inte skett, hos boutredningsman eller annan som sitter i boet.
Anm&#228;lan f&#229;r ocks&#229; g&#246;ras hos Skatteverket.

Har en god man tagit emot anm&#228;lan, ska han eller hon
tillk&#228;nnage den hos Skatteverket. Om anm&#228;lan gjorts eller
tillk&#228;nnagetts hos Skatteverket, ska verket se till att
underr&#228;ttelse &#246;vers&#228;nds med posten till &#246;vriga d&#246;dsbodel&#228;gare,
vilkas namn och vistelseort &#228;r upptagna i bouppteckningen
efter den d&#246;de eller annars &#228;r k&#228;nda f&#246;r Skatteverket.
Lag (2011:892).

7 &#167; Har arvinge eller testamentstagare icke inom tid, som i 1--5 &#167;&#167; &#228;r
f&#246;r varje fall stadgad, tilltr&#228;tt kvarl&#229;tenskapen eller sin lott d&#228;ri
eller anm&#228;lt anspr&#229;k d&#228;rp&#229; efter vad i 6 &#167; s&#228;gs, &#228;r han sin r&#228;tt
f&#246;rlustig.

8 &#167; Arv, som arvinge enligt 7 &#167; g&#229;tt f&#246;rlustig, skall tillfalla dem som
skulle varit ber&#228;ttigade d&#228;rtill, om arvingen avlidit f&#246;re arvl&#229;taren
eller, i fall som avses i 3 kap. 2 &#167;, f&#246;re den sist avlidne maken. Lag
(1987:231).

9 &#167; N&#228;rmare best&#228;mmelser om kung&#246;relse varom stadgas i 1--3 &#167;&#167; meddelas
av Regeringen. Lag (1987:231).

10 &#167; Skatteverkets beslut f&#229;r &#246;verklagas till den tingsr&#228;tt
d&#228;r den d&#246;de skulle ha svarat i tvistem&#229;l i allm&#228;nhet.

Finns det inte n&#229;gon domstol som &#228;r beh&#246;rig enligt f&#246;rsta
stycket &#228;r Stockholms tingsr&#228;tt beh&#246;rig domstol.

Vid ett &#246;verklagande g&#228;ller lagen (1996:242) om
domstols&#228;renden. Lag (2011:892).

17 kap. Om arvsavtal

1 &#167; Har n&#229;gon i fr&#229;ga om arv efter den som &#228;nnu lever tr&#228;ffat avtal med
annan &#228;n denne, &#228;r det ogillt.

Samma lag vare om avtal ang&#229;ende r&#228;tt p&#229; grund av testamente.

2 &#167; Avs&#228;ger sig arvinge, genom godk&#228;nnande av testamente eller eljest,
skriftligen hos arvl&#229;taren sin r&#228;tt till arv, &#228;r det g&#228;llande.
Br&#246;starvinge &#228;ger dock utf&#229; sin laglott, med mindre han avst&#229;tt fr&#229;n
denna mot sk&#228;ligt vederlag eller ock egendom, svarande mot laglotten,
tillkommer arvingens make enligt testamente eller tillfaller hans
avkomlingar enligt lag eller testamente med f&#246;reskrift om f&#246;rdelning p&#229;
s&#228;tt om br&#246;starv &#228;r stadgat.

En under&#229;rig f&#229;r inte avs&#228;ga sig arv. Den som har f&#246;rvaltare enligt 11
kap. 7 &#167; f&#246;r&#228;ldrabalken f&#229;r inte avs&#228;ga sig arv utan f&#246;rvaltarens
skriftliga samtycke.

Om n&#229;got annat inte framg&#229;r av omst&#228;ndigheterna, g&#228;ller arvsavs&#228;gelse
ocks&#229; mot arvinges avkomlingar. Lag (1988:1255).

3 &#167; Avtal, varigenom arvl&#229;tare f&#246;rfogat &#246;ver sin kvarl&#229;tenskap, &#228;r ej
g&#228;llande. Utf&#228;stelse om g&#229;va, som icke m&#229; g&#246;ras g&#228;llande under givarens
livstid, &#228;r giltig allenast s&#229;vitt f&#246;ljer av vad om testamente &#228;r
stadgat.

18 kap. Allm&#228;nna best&#228;mmelser om d&#246;dsbo

1 &#167; Har inte s&#228;rskild d&#246;dsbof&#246;rvaltning anordnats enligt 19 kap. skall
efterlevande make eller sambo, arvingar och universella testamentstagare
(d &#246; d s b o d e l &#228; g a r e) gemensamt f&#246;rvalta den d&#246;des egendom under
boets utredning. De f&#246;retr&#228;der d&#228;rvid d&#246;dsboet mot tredje man samt har
r&#228;tt att tala och svara i m&#229;l som r&#246;r boet. &#197;tg&#228;rder som inte t&#229;l att
uppskjutas f&#229;r f&#246;retas &#228;ven om n&#229;gon del&#228;gares samtycke inte kan
inh&#228;mtas.

Har bodelning skett efter arvl&#229;tarens d&#246;d eller skall bodelning inte ske,
&#228;r en efterlevande make eller sambo inte d&#246;dsbodel&#228;gare, om maken eller
sambon ej &#228;r arvinge eller universell testamentstagare.

Den som har r&#228;tt att ta arv eller testamente f&#246;rst sedan en annan arvinge
eller universell testamentstagare har avlidit &#228;r del&#228;gare i dennes bo men
inte i arvl&#229;tarens.

Innan testamente blivit st&#229;ndande, anses s&#229;som del&#228;gare s&#229;v&#228;l arvinge,
vilken uteslutits fr&#229;n arv, som ock den, vilken insatts till universell
testamentstagare. Lag (1987:231).

1 a &#167; N&#228;r ett d&#246;dsbo ska delges &#228;r d&#246;dsbodel&#228;garna tillsammans
delgivningsmottagare. En av d&#246;dsbodel&#228;garna &#228;r dock ensam
delgivningsmottagare om han eller hon sitter i boet eller om
delgivningen f&#246;ranleds av att d&#246;dsboet innehar fast egendom som
&#228;r taxerad som lantbruksenhet. Den som tar emot handlingen ska
s&#229; snart det kan ske underr&#228;tta &#246;vriga del&#228;gare om delgivningen.

Om boutredningsman har f&#246;rordnats &#228;r denne i st&#228;llet
delgivningsmottagare. Lag (2010:1934).

1 b &#167; N&#228;r s&#228;rskild d&#246;dsbof&#246;rvaltning inte har anordnats enligt
19 kap. f&#229;r enskilda del&#228;gare i m&#229;l som r&#246;r boet v&#228;cka och f&#246;ra
talan som parter i eget namn men f&#246;r boets r&#228;kning, om &#246;vriga
del&#228;gare &#228;r motparter i m&#229;let.

Del&#228;gare som har v&#228;ckt talan har r&#228;tt till ers&#228;ttning av
d&#246;dsboet f&#246;r kostnaderna i m&#229;let, i den m&#229;n kostnaderna t&#228;cks
av det som har kommit boet till godo genom r&#228;tteg&#229;ngen.

V&#228;cker n&#229;gon del&#228;gare talan mot d&#246;dsboet f&#246;r egen r&#228;kning och
har s&#228;rskild d&#246;dsbof&#246;rvaltning inte anordnats, f&#246;rs boets talan
i m&#229;let av &#246;vriga del&#228;gare. Lag (2010:1934).

2 &#167; Till dess att egendomen har tagits om hand av samtliga
d&#246;dsbodel&#228;gare eller av den som i annat fall har att f&#246;rvalta boet,
skall egendomen, om den ej st&#229;r under v&#229;rd av f&#246;rmyndare, syssloman
eller annan, v&#229;rdas av del&#228;gare som sammanbodde med den avlidne eller
annars kan ta hand om egendomen. Den som har tagit hand om egendomen
skall genast underr&#228;tta &#246;vriga del&#228;gare om d&#246;dsfallet och, om det
beh&#246;vs god man f&#246;r n&#229;gon del&#228;gare, g&#246;ra anm&#228;lan hos &#246;verf&#246;rmyndaren
enligt 11 kap. f&#246;r&#228;ldrabalken. Vad som har sagts om del&#228;gare g&#228;ller
ocks&#229; efterlevande make som inte &#228;r del&#228;gare.

Finns det inte n&#229;gon som s&#229;lunda tar hand om den d&#246;des egendom,
skall medlem av hush&#229;llet som den d&#246;de tillh&#246;rde, hyresv&#228;rd eller
annan som &#228;r n&#228;rmast till det ta hand om egendomen samt tillkalla
del&#228;gare eller anm&#228;la d&#246;dsfallet till socialn&#228;mnden. D&#229; anm&#228;lan
skett eller f&#246;rh&#229;llandet p&#229; annat s&#228;tt blir k&#228;nt, skall
socialn&#228;mnden, om det beh&#246;vs, g&#246;ra vad som enligt f&#246;rsta stycket
&#229;ligger del&#228;gare. F&#246;r kostnaderna med anledning av detta har
kommunen r&#228;tt till ers&#228;ttning av boet. Lag (1994:1435).

3 &#167; G&#246;res f&#246;r d&#246;dsbo annan g&#228;ld &#228;n som erfordras f&#246;r begravningen eller
f&#246;r boets uppteckning, v&#229;rd eller f&#246;rvaltning eller f&#246;retages eljest f&#246;r
d&#246;dsboet r&#228;ttshandling som ej &#228;r f&#246;r s&#229;dant &#228;ndam&#229;l erforderlig, &#228;r det
ej f&#246;r boet bindande, med mindre tredje man var i god tro.

4 &#167; Vad tredje man i god tro slutit med dem som enligt bouppteckningen
&#228;ro d&#246;dsbodel&#228;gare &#228;r g&#228;llande, &#228;nd&#229; att annan del&#228;gare finnes.

Har, innan bouppteckning skett, r&#228;ttshandling f&#246;retagits utan medverkan
av testamentstagare, &#228;r den ej p&#229; s&#229;dan grund ogiltig, d&#228;r tredje man var
i god tro och r&#228;ttshandlingen sk&#228;ligen ej kunde anst&#229; tills
bouppteckningen f&#246;rr&#228;ttats.

5 &#167; Del&#228;gare som var f&#246;r sin f&#246;rs&#246;rjning beroende av den d&#246;de &#228;ger s&#229;som
f&#246;rskott &#229; sin lott utf&#229; vad f&#246;r s&#229;dant &#228;ndam&#229;l erfordras, s&#229;vitt lotten
uppenbarligen f&#246;rsl&#229;r och f&#246;rskottet kan l&#228;mnas utan ol&#228;genhet f&#246;r
utredningen.

Efterlevande make och of&#246;rs&#246;rjda barn skola st&#228;dse njuta n&#246;digt underh&#229;ll
ur boet under tre m&#229;nader fr&#229;n d&#246;dsfallet. Lag (1971:872).

6 &#167; D&#246;dsbodel&#228;gare &#228;r pliktig att ers&#228;tta skada, som han med avseende &#229;
boets v&#229;rd eller f&#246;rvaltning upps&#229;tligen eller av v&#229;rdsl&#246;shet tillskyndat
n&#229;gon, vars r&#228;tt &#228;r beroende av utredningen.

&#196;ro flera ers&#228;ttningspliktiga, svara de en f&#246;r alla och alla f&#246;r en. Vad
s&#229;lunda utgivits skall dem emellan f&#246;rdelas efter deras andelar i
kvarl&#229;tenskapen, s&#229; l&#229;ngt de f&#246;rsl&#229;, och d&#228;rut&#246;ver efter huvudtalet, d&#228;r
ej j&#228;mkning pr&#246;vas sk&#228;lig med h&#228;nsyn till den st&#246;rre eller mindre skuld
som ligger envar del&#228;gare till last.

7 &#167; Om det i ett d&#246;dsbo ing&#229;r fast egendom som &#228;r taxerad som
lantbruksenhet, skall boet ha avvecklat fastighetsinnehavet
senast fyra &#229;r efter utg&#229;ngen av det kalender&#229;r d&#229; d&#246;dsfallet
intr&#228;ffade. Har d&#246;dsboet f&#246;rv&#228;rvat s&#229;dan egendom d&#228;refter,
skall avvecklingen ske snarast m&#246;jligt.

Tillsyn &#246;ver att avveckling sker ut&#246;vas av den myndighet som
regeringen best&#228;mmer. Om avvecklingen inte har skett inom
f&#246;reskriven tid, f&#229;r tillsynsmyndigheten vid vite f&#246;rel&#228;gga
d&#246;dsboet att fullg&#246;ra sin skyldighet.

Tillsynsmyndigheten f&#229;r p&#229; ans&#246;kan av d&#246;dsboet medge anst&#229;nd
med avvecklingen, om det finns s&#228;rskilda sk&#228;l. Anst&#229;nd meddelas
f&#246;r viss tid och f&#229;r f&#246;renas med villkor.

Tillsynsmyndighetens beslut om f&#246;rel&#228;ggande och anst&#229;nd f&#229;r
&#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd
kr&#228;vs vid &#246;verklagande till kammarr&#228;tten. Lag (2001:94).

19 kap. Om boutredningsman och testamentsexekutor

1 &#167; D&#229; d&#246;dsbodel&#228;gare beg&#228;r det, skall r&#228;tten f&#246;rordna, att egendomen
skall avtr&#228;das till f&#246;rvaltning av boutredningsman, samt utse n&#229;gon att i
s&#229;dan egenskap handha f&#246;rvaltningen. Har n&#229;gon genom testamente blivit
utsedd att i fr&#229;ga om f&#246;rvaltningen tr&#228;da i arvingars och universella
testamentstagares st&#228;lle (testamentsexekutor), &#228;ger j&#228;mv&#228;l han p&#229;kalla
beslut som nu &#228;r sagt. S&#229;dant beslut skall ocks&#229; meddelas p&#229; beg&#228;ran av
den som erh&#229;llit legat eller &#228;ger f&#246;ra talan om fullg&#246;rande av
&#228;ndam&#229;lsbest&#228;mmelse, d&#228;r det pr&#246;vas n&#246;digt f&#246;r legatets eller
&#228;ndam&#229;lsbest&#228;mmelsens verkst&#228;llande, eller p&#229; beg&#228;ran av borgen&#228;r eller
den som st&#229;r i ansvar f&#246;r betalning av g&#228;ld efter den d&#246;de, d&#228;r det m&#229;ste
antas att d&#246;dsboet &#228;r p&#229; obest&#229;nd eller att s&#246;kandens r&#228;tt eljest
&#228;ventyras. &#196;r d&#246;dsbodel&#228;gare eller den som erh&#229;llit legat omyndig eller
har enligt 11 kap. 3, 4 eller 7 &#167; f&#246;r&#228;ldrabalken god man eller f&#246;rvaltare
f&#246;rordnats f&#246;r honom, skall d&#246;dsboet avtr&#228;das till f&#246;rvaltning av
boutredningsman, om &#246;verf&#246;rmyndaren beg&#228;r det och r&#228;tten finner sk&#228;l
d&#228;rtill.

Skall enligt testamente egendomen vara undantagen del&#228;garnas f&#246;rvaltning,
men &#228;r testamentsexekutor ej utsedd eller kan den utsedde ej utf&#246;ra
uppdraget, skall r&#228;tten, d&#229; ans&#246;kan g&#246;rs av n&#229;gon vars r&#228;tt &#228;r beroende
av utredningen eller f&#246;rh&#229;llandet eljest blir k&#228;nt, meddela beslut som
avses i f&#246;rsta stycket.

Beslut enligt denna paragraf f&#229;r grundas &#228;ven p&#229; testamente som ej vunnit
laga kraft. Lag (1988:1255).

2 &#167; Till en ans&#246;kan enligt 1 &#167; skall fogas en kopia av
bouppteckningen efter den d&#246;de och, om bouppteckningen har
registrerats, ett bevis om detta. &#196;r inte bouppteckning
f&#246;rr&#228;ttad, l&#228;mnas trov&#228;rdig uppgift om del&#228;garna i boet och
deras hemvist samt, d&#228;r testamentsexekutor &#228;r f&#246;rordnad, om
dennes namn och hemvist. Lag (2001:94).

3 &#167; Ett val av boutredningsman ska g&#246;ras s&#229; att uppdraget kan
f&#246;rv&#228;ntas bli utf&#246;rt med den insikt som boets beskaffenhet
kr&#228;ver. S&#228;rskilt avseende ska f&#228;stas vid f&#246;rslag av dem,
vilkas r&#228;tt &#228;r beroende av utredningen.

En del&#228;gare f&#229;r utses till boutredningsman.

Om testamentsexekutor &#228;r utsedd ska denne utses till
boutredningsman, om det inte finns sk&#228;l som talar mot det.

I lagen (2015:417) om arv i internationella situationer finns
best&#228;mmelser om s&#228;rskild boutredningsman. Lag (2015:418).

4 &#167; D&#228;r det pr&#246;vas erforderligt, m&#229; flera boutredningsm&#228;n f&#246;rordnas.
R&#228;tten &#228;ger best&#228;mma, att f&#246;rvaltningen skall delas mellan dem, och skall
d&#228;rvid tillika f&#246;reskriva, efter vilka grunder delningen skall ske.

5 &#167; Vill boutredningsman fr&#229;ntr&#228;da sitt uppdrag och visar han sk&#228;lig
orsak, skall han av r&#228;tten entledigas.

Finnes boutredningsman icke vara l&#228;mplig eller b&#246;r han av annan s&#228;rskild
orsak skiljas fr&#229;n uppdraget, skall han entledigas, d&#229; det beg&#228;res av
n&#229;gon vars r&#228;tt &#228;r beroende av utredningen eller f&#246;rh&#229;llandet eljest
varder kunnigt.

&#196;r testamentsexekutor f&#246;rordnad till boutredningsman och f&#246;rklaras
testamentet sedermera ogiltigt, skall r&#228;tten p&#229; beg&#228;ran pr&#246;va, huruvida
uppdraget likv&#228;l b&#246;r vara honom anf&#246;rtrott.

6 &#167; G&#246;res av samtliga del&#228;gare ans&#246;kan att boet ej l&#228;ngre skall f&#246;rvaltas
av boutredningsman, och &#228;r ej fall f&#246;r handen som i 1 &#167; andra stycket
s&#228;gs, skall r&#228;tten, med boutredningsmannens entledigande, f&#246;rordna d&#228;rom,
s&#229;framt det kan ske utan fara f&#246;r n&#229;gon vars r&#228;tt &#228;r beroende av
utredningen. &#196;r testamentsexekutor f&#246;rordnad till boutredningsman, skall
hans samtycke inh&#228;mtas.

7 &#167; Avtr&#228;des d&#246;dsbos egendom till konkurs, &#228;r f&#246;rordnandet f&#246;r
boutredningsman f&#246;rfallet.

8 &#167; D&#246;r boutredningsman, skall det av den som har hans egendom i sin v&#229;rd
utan dr&#246;jsm&#229;l anm&#228;las hos r&#228;tten.

9 &#167; Har den som gjort ans&#246;kan enligt 1 &#167; ej fullgjort vad i 2 &#167; &#228;r
stadgat, skall r&#228;tten f&#246;rel&#228;gga honom viss tid d&#228;rtill, vid &#228;ventyr att,
d&#228;r det felande ej &#228;r tillg&#228;ngligt d&#229; &#228;rendet upptages till vidare
behandling, ans&#246;kningen skall vara f&#246;rfallen.

Innan r&#228;tten meddelar beslut som avses i 1 eller 5 &#167;, skola
d&#246;dsbodel&#228;garna genom s&#228;rskilda meddelanden av r&#228;tten erh&#229;lla tillf&#228;lle
att yttra sig, s&#229;vitt det kan ske utan m&#228;rklig tidsutdr&#228;kt. D&#228;r det
pr&#246;vas erforderligt, skall del&#228;gare j&#228;mte s&#246;kanden p&#229; s&#228;tt nyss &#228;r sagt
kallas att inst&#228;lla sig inf&#246;r r&#228;tten.

Ej m&#229; n&#229;gon f&#246;rordnas till boutredningsman utan att han samtyckt d&#228;rtill
eller entledigas fr&#229;n s&#229;dant uppdrag utan att han erh&#229;llit tillf&#228;lle att
yttra sig.

10 &#167; Kan i &#228;rende som avses i 1 eller 5 &#167; slutligt beslut ej omedelbart
meddelas, &#228;ger r&#228;tten d&#228;r det erfordras, meddela beslut att g&#228;lla intill
dess att slutligt beslut f&#246;religger; och skall vad i 9 &#167; tredje stycket
s&#228;gs vinna till&#228;mpning, i fr&#229;ga om entledigande av boutredningsman dock
endast d&#228;r s&#229; kan ske utan m&#228;rklig tidsutdr&#228;kt.

Mot r&#228;ttens beslut skall i h&#228;ndelse av missn&#246;je talan f&#246;ras s&#228;rskilt. Mot
hovr&#228;ttens beslut m&#229; talan ej f&#246;ras.

11 &#167; Boutredningsmannen ska, med iakttagande av andra och 
tredje styckena, utf&#246;ra alla &#229;tg&#228;rder som &#228;r n&#246;dv&#228;ndiga f&#246;r 
boets utredning.

Om tillg&#229;ngarna inte r&#228;cker till betalning av skulden, ska 
boutredningsmannen f&#246;rs&#246;ka tr&#228;ffa en uppg&#246;relse med 
borgen&#228;rerna. Om en uppg&#246;relse inte kan n&#229;s och del&#228;garna inte 
t&#228;cker bristen, ska boutredningsmannen avtr&#228;da boets egendom 
till konkurs.

Boutredningsmannen ska om m&#246;jligt inh&#228;mta del&#228;garnas mening 
dels i fr&#229;ga om r&#228;ttshandlingar som i avsev&#228;rd utstr&#228;ckning 
inverkar p&#229; del&#228;garnas beh&#229;llning i boet, dels i fr&#229;ga om 
andra angel&#228;genheter av vikt, s&#229;som avyttring av egendom som 
har s&#228;rskilt v&#228;rde f&#246;r del&#228;garna, avveckling av r&#246;relse som 
den d&#246;de drivit eller uppg&#246;relse med borgen&#228;rerna.
Lag (2022:969).

12 &#167; Boutredningsmannen f&#246;retr&#228;der d&#246;dsboet mot tredje man samt &#228;ger att
tala och svara i m&#229;l som r&#246;ra boet.

12 a &#167; N&#228;r d&#246;dsboet f&#246;rvaltas av boutredningsman f&#229;r var och en av
del&#228;garna i m&#229;l som r&#246;r boet v&#228;cka och f&#246;ra talan som part i eget namn
men f&#246;r boets r&#228;kning, om &#246;vriga del&#228;gare &#228;r motparter i m&#229;let och
boutredningsmannen avst&#229;r fr&#229;n att f&#246;ra boets talan.

Del&#228;gare som har v&#228;ckt talan har r&#228;tt till ers&#228;ttning av d&#246;dsboet f&#246;r
kostnaderna i m&#229;let, i den m&#229;n kostnaderna t&#228;cks av det som har kommit
boet till godo genom r&#228;tteg&#229;ngen. Lag (1981:359).

13 &#167; Fast egendom eller tomtr&#228;tt m&#229; ej av boutredningsmannen &#246;verl&#229;tas
utan att del&#228;garna skriftligen l&#228;mna sitt samtycke eller, d&#228;r det ej kan
erh&#229;llas, r&#228;tten p&#229; ans&#246;kan till&#229;ter &#229;tg&#228;rden. Vad nu &#228;r sagt l&#228;nder dock
ej till inskr&#228;nkning i den f&#246;rfogander&#228;tt som kan tillkomma
boutredningsmannen enligt lagakraftvunnet testamente.

Har boutredningsmannen utan erforderligt samtycke f&#246;retagit &#229;tg&#228;rd som i
f&#246;rsta stycket s&#228;gs, &#228;r den ogill, om del&#228;gare v&#228;cker talan om klander
d&#228;r&#229; inom tre m&#229;nader fr&#229;n det han fick k&#228;nnedom om &#229;tg&#228;rden och senast
inom ett &#229;r sedan lagfart eller inskrivning beviljades. Lag (1970:1001).


14 &#167; Till d&#246;dsboet h&#246;rande penningmedel, som g&#246;rs
r&#228;nteb&#228;rande genom ins&#228;ttning i bank eller
kreditmarknadsf&#246;retag, ska s&#228;ttas in i boets namn.
D&#246;dsboets egendom f&#229;r inte heller i &#246;vrigt sammanblandas
med vad boutredningsmannen eller annan tillh&#246;r.
V&#228;rdehandlingar ska neds&#228;ttas i &#246;ppet f&#246;rvar i bank eller
kreditmarknadsf&#246;retag, om det sammanlagda v&#228;rdet
&#246;verstiger ett belopp motsvarande tv&#229; g&#229;nger g&#228;llande
prisbasbelopp enligt 2 kap. 6 och 7 &#167;&#167;
socialf&#246;rs&#228;kringsbalken.

Ut&#246;ver vad av 18 kap. 5 &#167; f&#246;ranledes m&#229; egendom ej
f&#246;rskottsvis utgivas till del&#228;gare, med mindre det kan ske
utan men f&#246;r annan, vars r&#228;tt &#228;r beroende av utredningen.
Lag (2010:1205).


14 a &#167; F&#246;re den 1 april varje &#229;r skall boutredningsmannen avge
redovisning f&#246;r medelsf&#246;rvaltningen under f&#246;reg&#229;ende
kalender&#229;r. I redovisningen skall tas upp saldo vid &#229;rets
b&#246;rjan och slut samt in- och utbetalningar under &#229;ret. Har
medel innest&#229;tt i bank eller annan inr&#228;ttning skall vid
redovisningen fogas bevis om ins&#228;ttningar och uttag under &#229;ret
samt beh&#229;llning vid &#229;rets slut. N&#228;r v&#228;rdehandlingar nedsatts i
bank eller kreditmarknadsf&#246;retag skall vid redovisningen fogas
bevis av motsvarande inneh&#229;ll.

&#197;rsredovisning skall tillst&#228;llas minst en del&#228;gare i boet.
&#214;vriga del&#228;gare samt r&#228;tten skall samtidigt underr&#228;ttas om vem
som tillst&#228;llts redovisningen. D&#246;dsbodel&#228;gare som inte har
tillst&#228;llts redovisningen har r&#228;tt att p&#229; beg&#228;ran hos
boutredningsmannen erh&#229;lla ett exemplar av den. Finns det
del&#228;gare i boet som &#228;r under&#229;rig eller som har f&#246;rvaltare
enligt 11 kap. 7 &#167; f&#246;r&#228;ldrabalken skall ett exemplar
tillst&#228;llas &#246;verf&#246;rmyndaren.

Fullg&#246;r boutredningsman ej vad som &#229;ligger honom enligt denna
paragraf, kan r&#228;tten vid vite f&#246;rel&#228;gga honom att fullg&#246;ra sin
skyldighet. Lag (2004:423).

15 &#167; S&#229; snart d&#246;dsboet beretts f&#246;r bodelning eller arvskifte samt delning
kan &#228;ga rum utan men f&#246;r n&#229;gon, vars r&#228;tt &#228;r beroende av utredningen,
skall boutredningsmannen g&#246;ra anm&#228;lan h&#228;rom till del&#228;garna och avgiva
redovisning f&#246;r sin f&#246;rvaltning.

Sedan bodelning eller arvskifte har f&#246;rr&#228;ttats av del&#228;garna, skall
boutredningsmannen l&#228;mna ut egendomen. Detsamma g&#228;ller n&#228;r en delning som
har verkst&#228;llts av bodelningsf&#246;rr&#228;ttare eller skiftesman har vunnit laga
kraft.

Har boutredningsman fr&#229;ntr&#228;tt uppdraget utan att det blivit slutf&#246;rt
efter vad nu &#228;r sagt, &#228;r han ock redovisningsskyldig.

N&#228;r boutredningsman slutf&#246;rt sitt uppdrag, m&#229; han p&#229; beg&#228;ran entledigas
av r&#228;tten. Lag (1987:231).

16 &#167; Kunna flera boutredningsm&#228;n, som hava f&#246;rvaltningen odelad, ej enas
i &#228;rende, vari avg&#246;randet tillkommer dem, och f&#246;religger ej flertal f&#246;r
viss mening, skall saken h&#228;nskjutas till r&#228;ttens avg&#246;rande. Mot r&#228;ttens
beslut m&#229; talan ej f&#246;ras.

17 &#167; N&#228;r d&#246;dsbodel&#228;gare beg&#228;r det eller r&#228;tten eljest pr&#246;var l&#228;mpligt,
skall r&#228;tten f&#246;rordna god man att &#246;va tillsyn &#229; boutredningsmannens
f&#246;rvaltning, s&#229;framt boutredningsmannen icke st&#228;ller s&#228;kerhet f&#246;r
ers&#228;ttning som han kan finnas skyldig att utgiva. Gode mannen &#228;ger
genomg&#229; r&#228;kenskaper och andra handlingar &#228;vensom verkst&#228;lla inventering
av egendomen. Han skall, p&#229; f&#246;rel&#228;ggande av r&#228;tten eller framst&#228;llning av
del&#228;gare, meddela upplysningar om boet och dess f&#246;rvaltning samt, d&#228;r
anledning f&#246;religger till anm&#228;rkning, g&#246;ra anm&#228;lan hos r&#228;tten.

&#196;r god man ej utsedd, &#228;ger r&#228;tten, p&#229; ans&#246;kan av del&#228;gare eller eljest,
f&#246;rel&#228;gga boutredningsmannen att avgiva redog&#246;relse f&#246;r sin f&#246;rvaltning
eller ock f&#246;rordna n&#229;gon att granska f&#246;rvaltningen och d&#228;r&#246;ver avgiva
ber&#228;ttelse.

Har beslut enligt denna paragraf meddelats p&#229; ans&#246;kan av allenast vissa
del&#228;gare, m&#229; r&#228;tten p&#229; talan av del&#228;gare f&#246;reskriva, att kostnaden ej
skall stanna &#229; boet utan av s&#246;kandena slutligen g&#228;ldas, med f&#246;rdelning
dem emellan efter deras lotter i boet.

18 &#167; Boutredningsman &#228;r pliktig att ers&#228;tta skada, som han
upps&#229;tligen eller av v&#229;rdsl&#246;shet v&#229;llat d&#246;dsboet eller n&#229;gon,
vars r&#228;tt &#228;r beroende av utredningen.

&#196;r flera utredningsm&#228;n ers&#228;ttningspliktiga, svarar de
solidariskt. Ers&#228;ttningsbeloppet skall utredningsm&#228;nnen emellan
slutligen f&#246;rdelas efter den st&#246;rre eller mindre skuld som
pr&#246;vas ligga envar av dem till last.

Om skyldighet att hos bank eller kreditmarknadsf&#246;retag inbetala
penningmedel, som tillkommer omyndig eller den f&#246;r vilken god
man eller f&#246;rvaltare f&#246;rordnats, stadgas i f&#246;r&#228;ldrabalken.
Lag (2004:423).

19 &#167; Om talan &#229; boutredningsmans f&#246;rvaltning g&#228;ller vad om syssloman &#228;r
stadgat. Klandertalan m&#229; f&#246;ras av envar del&#228;gare. Den som anst&#228;llt
klandertalan &#228;r ber&#228;ttigad att av d&#246;dsboet erh&#229;lla ers&#228;ttning f&#246;r
r&#228;tteg&#229;ngskostnaden, i den m&#229;n den t&#228;ckes av vad genom r&#228;tteg&#229;ngen kommit
boet till godo.

Boutredningsmannen &#228;ger av d&#246;dsboet erh&#229;lla sk&#228;ligt arvode &#228;vensom
ers&#228;ttning f&#246;r sina kostnader. L&#228;mnar boet ej tillg&#229;ng, skall s&#229;dan
gottg&#246;relse g&#228;ldas av den p&#229; vars ans&#246;kan f&#246;rordnandet meddelats. &#196;ro
flera betalningsskyldiga, svara de en f&#246;r alla och alla f&#246;r en.

20 &#167; F&#246;rordnande att vara testamentsexekutor skall, s&#229;vitt ej annat
framg&#229;r av testamentet, anses innefatta bemyndigande att f&#246;retaga
alla f&#246;r boets utredning erforderliga &#229;tg&#228;rder.

Det som s&#228;gs i 14 16, 18 och 19 &#167;&#167; om boutredningsman skall
till&#228;mpas p&#229; testamentsexekutor och p&#229; den som genom testamente
f&#246;rordnats att endast i viss del verkst&#228;lla utredningen efter den
d&#246;de. &#196;ven i fr&#229;ga om entledigande skall till&#228;mpas det som s&#228;gs om
boutredningsman. Skyldigheten enligt 14 a &#167; att underr&#228;tta r&#228;tten om
vem som tillst&#228;llts &#229;rsredovisning g&#228;ller dock endast den som &#228;r
boutredningsman. Lag (1996:245).

20 a &#167; N&#228;r d&#246;dsboet f&#246;rvaltas av testamentsexekutor med beh&#246;righet att
f&#246;retr&#228;da boet i r&#228;tteg&#229;ng f&#229;r var och en av del&#228;garna i m&#229;l som r&#246;r boet
v&#228;cka och f&#246;ra talan som part i eget namn men f&#246;r boets r&#228;kning, om
&#246;vriga del&#228;gare &#228;r motparter i m&#229;let och testamentsexekutorn avst&#229;r fr&#229;n
att f&#246;ra boets talan.

Del&#228;gare som har v&#228;ckt talan har r&#228;tt till ers&#228;ttning av d&#246;dsboet f&#246;r
kostnaderna i m&#229;let, i den m&#229;n kostnaderna t&#228;cks av det som har kommit
boet till godo genom r&#228;tteg&#229;ngen. Lag (1981:359).

21 &#167; R&#228;ttens beslut i &#228;renden enligt detta kapitel skola utan hinder av
f&#246;rd klagan l&#228;nda till efterr&#228;ttelse, dock ej beslut enligt 6 &#167;.

21 a &#167; Regeringen f&#229;r best&#228;mma att &#228;ven s&#229;dana anst&#228;llda i en
tingsr&#228;tt som inte &#228;r lagfarna domare skall f&#229; handl&#228;gga enkla
&#228;renden enligt 1 och 5 &#167;&#167;. Lag (1996:245).

20 kap. Om bouppteckning och d&#246;dsboanm&#228;lan

1 &#167; Bouppteckning skall f&#246;rr&#228;ttas senast tre m&#229;nader efter
d&#246;dsfallet, om inte Skatteverket efter ans&#246;kan inom samma tid
med h&#228;nsyn till boets beskaffenhet eller av annan s&#228;rskild
orsak f&#246;rl&#228;nger tiden.

Om d&#246;dsboanm&#228;lan och undantag p&#229; grund av s&#229;dan anm&#228;lan fr&#229;n
skyldigheten att f&#246;rr&#228;tta bouppteckning f&#246;reskrives i 8 a &#167;.
Lag (2003:675).

2 &#167; D&#246;dsbodel&#228;gare som har egendomen i sin v&#229;rd, boutredningsman eller
testamentsexekutor skall best&#228;mma tid och ort f&#246;r bouppteckning samt utse
tv&#229; kunniga och trov&#228;rdiga gode m&#228;n att f&#246;rr&#228;tta den. Samtliga del&#228;gare
skall kallas i god tid till f&#246;rr&#228;ttningen. Den avlidnes efterlevande make
eller sambo skall alltid kallas. Skall lott i kvarl&#229;tenskapen &#229;tnjutas
f&#246;rst sedan arvinge eller universell testamentstagare har avlidit, skall
&#228;ven den kallas som vid tiden f&#246;r bouppteckningen &#228;r n&#228;rmast att s&#229;lunda
ta arv eller testamente.

Omh&#228;ndertages ej egendomen av del&#228;gare, boutredningsman eller
testamentsexekutor, ankommer p&#229; annan, som efter vad i 18 kap. 2 &#167; s&#228;gs
har egendomen i sin v&#229;rd, att f&#246;ranstalta om bouppteckning. Lag
(1987:231).

3 &#167; I bouppteckningen anges dagen f&#246;r f&#246;rr&#228;ttningen, den d&#246;des 
fullst&#228;ndiga namn, personnummer eller samordningsnummer, 
hemvist och d&#246;dsdag. &#196;ven namn och hemvist f&#246;r dem som ska ha 
kallats till f&#246;rr&#228;ttningen ska anges. F&#246;r under&#229;rig ska det 
anges f&#246;delsedatum och f&#246;r arvinge ska det anges hans eller 
hennes sl&#228;ktskap med den d&#246;de. Arvinge ska anges &#228;ven om han 
eller hon &#228;r utesluten fr&#229;n del i kvarl&#229;tenskapen. Om den d&#246;de 
efterl&#228;mnar en make, ska det f&#246;r br&#246;starvingar anges om de &#228;r 
br&#246;starvingar &#228;ven till maken. Kan uppgift i visst h&#228;nseende 
inte l&#228;mnas, ska det anm&#228;rkas.

Av bouppteckningen ska det framg&#229; vilka som n&#228;rvarat vid 
f&#246;rr&#228;ttningen. Om n&#229;gon som ska ha kallats inte n&#228;rvarat, ska 
det till bouppteckningen fogas bevis att han eller hon blivit 
kallad i tid. Lag (2023:160).

3 a &#167; Skatteverket f&#229;r till d&#246;dsboet &#246;vers&#228;nda en f&#246;rtryckt 
bouppteckningsblankett med f&#246;ljande uppgifter om den d&#246;de:

1. fullst&#228;ndigt namn och person- eller samordningsnummer,

2. hemvist,

3. d&#246;dsdag,

4. civilst&#229;nd,

5. &#228;ktenskapsf&#246;rord och

6. fastighetsinnehav.

&#196;ven uppgift om efterlevande makes namn och fastighetsinnehav 
samt d&#246;dsboets adress f&#229;r f&#246;rtryckas. Lag (2023:160).

4 &#167; Den d&#246;des tillg&#229;ngar och skulder antecknas s&#229;dana de var vid
d&#246;dsfallet. D&#228;rvid anges tillg&#229;ngarnas v&#228;rde och skuldernas belopp.

Var den d&#246;de gift, skall b&#229;da makarnas tillg&#229;ngar och skulder var f&#246;r sig
antecknas och v&#228;rderas. Hade makarna eller en av dem enskild egendom
eller s&#229;dan r&#228;ttighet som enligt 10 kap. 3 &#167; &#228;ktenskapsbalken inte skall
ing&#229; i bodelning, skall grunden f&#246;r att egendomen skall vara undantagen
fr&#229;n bodelningen och egendomens v&#228;rde anges s&#228;rskilt, om det inte p&#229;
grund av f&#246;rh&#229;llandena &#228;r obeh&#246;vligt.

Efterl&#228;mnar den d&#246;de en sambo och hade n&#229;gon av dem f&#246;rv&#228;rvat bostad
eller bohag f&#246;r gemensamt begagnande, skall denna egendom antecknas och
v&#228;rderas s&#228;rskilt, om den efterlevande sambon har beg&#228;rt bodelning.
D&#228;rvid skall anges vem egendomen tillh&#246;r. &#196;ven fordringar som &#228;r f&#246;renade
med s&#228;rskild f&#246;rm&#229;nsr&#228;tt i egendomen eller av annan anledning &#228;r att
h&#228;nf&#246;ra till denna egendom skall antecknas. Om den efterlevande sambon
eller den avlidna sambons &#246;vriga d&#246;dsbodel&#228;gare beg&#228;r att f&#229; t&#228;ckning f&#246;r
annan skuld ur egendomen, skall sambons samtliga tillg&#229;ngar och skulder
antecknas och v&#228;rderas. Lag (1987:231).

5 &#167; Om det efter den d&#246;de finns ett testamente eller, om han 
eller hon var gift, ett &#228;ktenskapsf&#246;rord ang&#229;ende 
f&#246;rm&#246;genhetsordningen, ska det tas in i bouppteckningen eller 
i bestyrkt kopia fogas till bouppteckningen som bilaga.

Bouppteckningen ska ocks&#229; inneh&#229;lla uppgift om 
livf&#246;rs&#228;kringar, tillg&#229;ngar p&#229; pensionssparkonto enligt lagen 
(1993:931) om individuellt pensionssparande och sparande i en 
s&#229;dan PEPP-produkt som avses i Europaparlamentets och r&#229;dets 
f&#246;rordning (EU) 2019/1238 av den 20 juni 2019 om en 
paneuropeisk privat pensionsprodukt (PEPP-produkt) som till 
f&#246;ljd av att f&#246;rm&#229;nstagare insatts, inte ing&#229;r i 
kvarl&#229;tenskapen.

Om det bland del&#228;garna finns en laglottsber&#228;ttigad arvinge ska 
det, p&#229; beg&#228;ran av en del&#228;gare, anges i bouppteckningen vad en 
arvinge eller hans eller hennes avkomling har mottagit fr&#229;n 
den avlidne som f&#246;rskott eller annars som g&#229;va. Detta g&#228;ller 
ocks&#229; en g&#229;va som den efterlevande maken eller hans eller 
hennes avkomling eller en universell testamentstagare mottagit 
av den avlidne och vad en arvinge har f&#229;tt i f&#246;rskott fr&#229;n den 
efterlevande makens giftor&#228;ttsgods. Vad som nu angetts g&#228;ller 
dock inte f&#246;r sedvanliga g&#229;vor vars v&#228;rde inte st&#229;r i 
missf&#246;rh&#229;llande till givarens f&#246;rh&#229;llanden. Lag (2022:1748).

6 &#167; Den som v&#229;rdar egendomen eller i &#246;vrigt b&#228;st k&#228;nner till boet skall
s&#229;som bouppgivare l&#228;mna uppgifter om boet. Varje del&#228;gare samt
efterlevande make eller sambo skall p&#229; anmaning l&#228;mna uppgifter till
bouppteckningen.

Bouppgivaren skall p&#229; handlingen teckna f&#246;rs&#228;kran p&#229; heder och samvete
att uppgifterna till bouppteckningen &#228;r riktiga och att inga uppgifter
avsiktligt har utel&#228;mnats. Bouppgivaren skall bekr&#228;fta sina uppgifter med
ed, om talan om edg&#229;ng f&#246;rs av n&#229;gon vars r&#228;tt kan bero d&#228;rav eller av
boutredningsman eller testamentsexekutor. Samma skyldighet har dessutom
d&#246;dsbodel&#228;gare samt efterlevande make eller sambo som inte har varit
bouppgivare. &#196;ven andra personer som har tagit befattning med boet kan
&#229;l&#228;ggas att bekr&#228;fta uppgifterna i bouppteckningen under ed.

Gode m&#228;nnen skall p&#229; handlingen intyga att allt har blivit riktigt
antecknat och att tillg&#229;ngarna har v&#228;rderats efter b&#228;sta f&#246;rst&#229;nd. Lag
(1987:231).

7 &#167; Finnes egendom &#229; flera orter, m&#229; s&#228;rskild bouppteckning f&#246;rr&#228;ttas
&#229; varje ort. I en av bouppteckningarna skall intagas sammanfattning
av boets tillg&#229;ngar och skulder, och skall vad i 5 &#167; stadgas &#228;ga
till&#228;mpning allenast &#229; den bouppteckningen.

8 &#167; Bouppteckningen skall inom en m&#229;nad efter det att den
uppr&#228;ttats j&#228;mte en bestyrkt kopia ges in f&#246;r registrering till
Skatteverket. Finns det flera bouppteckningar, skall de ges in
samtidigt och inom en m&#229;nad fr&#229;n det den sista bouppteckningen
uppr&#228;ttades.

En bestyrkt kopia av bouppteckningen skall f&#246;rvaras hos
Skatteverket.

Har omyndig del i boet eller &#228;r n&#229;gon f&#246;r vilken f&#246;rvaltare
enligt f&#246;r&#228;ldrabalken har f&#246;rordnats del&#228;gare eller finns
del&#228;gare, f&#246;r vilken god man skall f&#246;rordnas, skall ytterligare
en bestyrkt kopia ges in f&#246;r varje &#246;verf&#246;rmyndare som skall ha
tillsyn &#246;ver ifr&#229;gavarande f&#246;rmynderskap, f&#246;rvaltarskap eller
godmanskap. &#196;r bouppteckningen av vidlyftig beskaffenhet,
beh&#246;ver denna kopia omfatta endast erforderliga delar.

&#196;r inte erforderliga kopior ingivna, skall s&#229;dana tas p&#229; boets
bekostnad. Lag (2003:675).

8 a &#167; R&#228;cker den d&#246;des tillg&#229;ngar eller, n&#228;r den d&#246;de 
efterl&#228;mnar make, tillg&#229;ngarna tillsammans med hans eller 
hennes andel i makens giftor&#228;ttsgods, inte till annat &#228;n 
begravningskostnader och andra utgifter med anledning av 
d&#246;dsfallet och omfattar tillg&#229;ngarna inte fast egendom eller 
tomtr&#228;tt, beh&#246;ver bouppteckning inte f&#246;rr&#228;ttas, om 
d&#246;dsboanm&#228;lan g&#246;rs till Skatteverket av socialn&#228;mnden.

D&#246;dsboanm&#228;lan ska vara skriftlig och inneh&#229;lla den d&#246;des 
fullst&#228;ndiga namn, personnummer eller samordningsnummer, 
hemvist, bostadsadress och d&#246;dsdag samt intyg som utvisar att 
det betr&#228;ffande tillg&#229;ngarna f&#246;religger fall som avses i 
f&#246;rsta stycket. I anm&#228;lan ska &#228;ven d&#246;dsbodel&#228;gares namn och 
bostadsadresser anges, om uppgifterna kan inh&#228;mtas utan 
avsev&#228;rd tidsutdr&#228;kt. D&#246;dsboanm&#228;lan b&#246;r g&#246;ras inom tv&#229; m&#229;nader 
efter d&#246;dsfallet. Den ska f&#246;rvaras hos Skatteverket.

&#196;ven om d&#246;dsboanm&#228;lan gjorts, ska bouppteckning f&#246;rr&#228;ttas, om 
det beg&#228;rs av d&#246;dsbodel&#228;gare eller n&#229;gon annan vars r&#228;tt kan 
bero d&#228;rav och denne st&#228;ller s&#228;kerhet f&#246;r 
bouppteckningskostnaden eller om ny tillg&#229;ng framkommer och 
det d&#228;rf&#246;r inte l&#228;ngre f&#246;religger s&#229;dant fall som avses i 
f&#246;rsta stycket. Bouppteckning ska f&#246;rr&#228;ttas senast tre m&#229;nader 
efter det att beg&#228;ran om detta gjordes och s&#228;kerhet st&#228;lldes 
eller den nya tillg&#229;ngen framkom. I fr&#229;ga om f&#246;rl&#228;ngning av 
tiden f&#246;r att f&#246;rr&#228;tta bouppteckning till&#228;mpas 1 &#167; f&#246;rsta 
stycket. Lag (2023:160).

9 &#167; Skatteverket skall se till att bouppteckning, n&#228;r s&#229;dan
kr&#228;vs, f&#246;rr&#228;ttas och ges in inom f&#246;reskriven tid. Om det har
f&#246;rsummats f&#229;r Skatteverket vid vite f&#246;rel&#228;gga viss tid eller,
d&#228;r bouppteckning inte skett, f&#246;rordna en l&#228;mplig person att
f&#246;ranstalta om det. S&#229;dant f&#246;rordnande utg&#246;r inte hinder att
vara god man vid f&#246;rr&#228;ttningen.

Skatteverket skall registrera bouppteckningen och f&#246;rse den med
bevis om detta.

Registrering av bouppteckning f&#229;r inte ske, om det inte framg&#229;r
att vid bouppteckningen har g&#229;tt till p&#229; det s&#228;tt som s&#228;gs i
detta kapitel. &#196;r bouppteckningen bristf&#228;llig, f&#229;r Skatteverket
med f&#246;rel&#228;ggande av vite uts&#228;tta tid inom vilken bristen skall
avhj&#228;lpas.

Den som &#228;r skyldig att l&#228;mna uppgift till bouppteckning f&#229;r
f&#246;rel&#228;ggas vid vite att fullg&#246;ra sin skyldighet. Lag (2003:675).

10 &#167; Blir en ny tillg&#229;ng eller skuld k&#228;nd efter det att bouppteckning har
f&#246;rr&#228;ttats eller uppt&#228;cks annan felaktighet i bouppteckningen, skall
till&#228;ggsbouppteckning inneh&#229;llande till&#228;gg eller r&#228;ttelse f&#246;rr&#228;ttas inom
en m&#229;nad.

Till&#228;ggsbouppteckning skall ocks&#229; f&#246;rr&#228;ttas, om efterlevande sambo efter
det att bouppteckning har f&#246;rr&#228;ttats framst&#228;ller en s&#229;dan beg&#228;ran om
skuldt&#228;ckning som avses i 4 &#167; tredje stycket fj&#228;rde meningen och sambons
tillg&#229;ngar och skulder inte tidigare har antecknats och v&#228;rderats. I
detta fall skall till&#228;ggsbouppteckningen f&#246;rr&#228;ttas inom tre m&#229;nader fr&#229;n
det att beg&#228;ran framst&#228;lldes.

Betr&#228;ffande till&#228;ggsbouppteckning g&#228;ller i &#246;vrigt vad som f&#246;rut i detta
kapitel &#228;r f&#246;reskrivet om bouppteckning. Lag (1987:231).

11 &#167; I fr&#229;ga om f&#246;rfarandet hos Skatteverket och om
&#246;verklagande g&#228;ller i &#246;vrigt den upph&#228;vda lagen (1941:416) om
arvsskatt och g&#229;voskatt. Lag (2004:1340).

12 &#167; Har upph&#228;vts genom lag (2001:94).

21 kap. Om den d&#246;des skulder

1 &#167; Innan en m&#229;nad har f&#246;rflutit efter det att bouppteckning f&#246;rr&#228;ttades
eller, om boet f&#246;rvaltas av boutredningsman, uppg&#246;relse har tr&#228;ffats med
samtliga borgen&#228;rer om betalningen av skulderna f&#229;r en skuld betalas
endast om det med fog kan antas att betalningen inte &#228;r till skada f&#246;r
borgen&#228;rerna. Lag (1981:359).

2 &#167; Sedan en m&#229;nad har f&#246;rflutit efter det att bouppteckning f&#246;rr&#228;ttades
f&#229;r borgen&#228;rerna kr&#228;va s&#228;kerhet f&#246;r s&#229;dana skulder efter den d&#246;de vilka
inte har f&#246;rfallit till betalning och f&#246;r vilka det inte redan finns
tillr&#228;cklig s&#228;kerhet. St&#228;lls ej s&#228;kerhet inom tre m&#229;nader, f&#229;r d&#246;dsboet
inte l&#228;ngre tillgodor&#228;kna sig n&#229;gon f&#246;rfallotid. Lag (1981:359).

3 &#167; Finns det flera del&#228;gare i d&#246;dsboet eller &#228;r allm&#228;nna
arvsfonden ensam del&#228;gare, f&#229;r en skuld som inte f&#246;rfaller till
betalning inom sex m&#229;nader s&#228;gas upp hos borgen&#228;ren till
betalning sex m&#229;nader efter upps&#228;gningen. Om borgen&#228;ren till
s&#228;kerhet f&#246;r sin fordran har f&#246;retagshypotek eller pantr&#228;tt p&#229;
grund av inteckning och inom tre m&#229;nader efter upps&#228;gningen
meddelar att han eller hon vill h&#229;lla sig endast till
s&#228;kerheten, beh&#246;ver betalning dock inte tas emot f&#246;re
f&#246;rfallodagen. Lag (2008:987).

4 &#167; Sker bodelning eller arvskifte innan den d&#246;des och boets andra
skulder har betalts eller medel till deras betalning har st&#228;llts under
s&#228;rskild v&#229;rd, skall bodelningen eller skiftet g&#229; &#229;ter.

&#196;r skulderna inte st&#246;rre &#228;n att de kan betalas av den d&#246;des tillg&#229;ngar
och, om han var gift, vad som av den andra makens egendom skulle ha
bel&#246;pt p&#229; hans lott f&#246;r det fall att skulderna hade beaktats vid
bodelningen, skall &#229;terg&#229;ngen begr&#228;nsas till vad som beh&#246;vs f&#246;r att
skulderna och kostnaderna f&#246;r boets f&#246;rvaltning skall kunna betalas. Vad
som s&#229;lunda beh&#246;vs skall utges av del&#228;garna i f&#246;rh&#229;llande till vad var
och en av dem har f&#229;tt f&#246;r mycket vid bodelningen eller arvskiftet. I
&#246;vrigt skall bodelningen eller skiftet best&#229;.

Finns egendom som skall l&#228;mnas &#229;ter inte i beh&#229;ll, skall ers&#228;ttning utges
f&#246;r det v&#228;rde egendomen hade n&#228;r &#229;terg&#229;ng p&#229;kallades, om det inte finns
s&#228;rskilda sk&#228;l mot detta. Uppkommer brist hos n&#229;gon del&#228;gare, skall de
&#246;vriga del&#228;garna t&#228;cka bristen med vad de har f&#229;tt vid bodelningen eller
skiftet. Vad som beh&#246;vs f&#246;r att bristen skall kunna t&#228;ckas skall utges av
del&#228;garna i f&#246;rh&#229;llande till vad var och en av dem s&#229;lunda har f&#229;tt. Lag
(1981:359).

5 &#167; Egendom som har utgetts som legat eller i enlighet med en
&#228;ndam&#229;lsbest&#228;mmelse skall l&#228;mnas tillbaka till boet, om det beh&#246;vs f&#246;r
att den d&#246;des skulder skall kunna betalas. Finns egendomen inte i beh&#229;ll,
skall ers&#228;ttning utges f&#246;r det v&#228;rde egendomen hade n&#228;r &#229;terl&#228;mnande
p&#229;kallades, om det inte finns s&#228;rskilda sk&#228;l mot detta. Lag (1981:359).

6 &#167; Den som enligt 4 eller 5 &#167; &#228;r skyldig att l&#228;mna tillbaka egendom till
boet eller att ers&#228;tta egendomens v&#228;rde skall utge &#228;ven r&#228;nta eller
avkomst av egendomen. Han har dock sj&#228;lv r&#228;tt till ers&#228;ttning f&#246;r
n&#246;dv&#228;ndiga kostnader f&#246;r egendomen och, om han var i god tro, kostnader
som har varit till nytta f&#246;r egendomen. Lag (1981:359).

22 kap. Om verkst&#228;llighet av legat och &#228;ndam&#229;lsbest&#228;mmelser

1 &#167; Legat av oskifto skall utgivas s&#229; snart det kan ske utan men f&#246;r
n&#229;gon, vars r&#228;tt &#228;r beroende av boets utredning.

F&#246;retages arvskifte innan legatet utgivits eller egendom, som d&#228;rf&#246;r
erfordras, blivit st&#228;lld under s&#228;rskild v&#229;rd, &#228;ro del&#228;garna en f&#246;r alla
och alla f&#246;r en ansvariga f&#246;r f&#246;rordnandets verkst&#228;llande s&#229;som om skifte
ej &#228;gt rum. Vad s&#229;lunda utgivits skall dem emellan f&#246;rdelas enligt den i
18 kap. 6 &#167; stadgade grunden.

2 &#167; Skall legat fullg&#246;ras av viss arvinge eller testamentstagare, &#228;r
denne pliktig att verkst&#228;lla f&#246;rordnandet, n&#228;r han mottagit den egendom
som &#228;r avsedd f&#246;r legatets fullg&#246;rande. D&#228;r av hans f&#246;rsummelse beror att
egendomen ej utgivits till honom, skall han g&#228;lda skadan.

3 &#167; Varder i fr&#229;ga om legat testamentstagarens r&#228;tt genom vanv&#229;rd eller
eljest &#228;ventyrad, m&#229; r&#228;tten p&#229; ans&#246;kan f&#246;rordna, att s&#228;kerhet skall
st&#228;llas f&#246;r legatets utg&#246;rande eller att egendom, varom fr&#229;ga &#228;r, skall
s&#228;ttas under s&#228;rskild v&#229;rd.

4 &#167; Avser legat viss egendom, skall, d&#228;r ej annat f&#246;ljer av testamentet,
avkastningen tillfalla testamentstagaren men n&#246;dig kostnad, vilken ej
f&#246;ranletts av boutredningen, av honom g&#228;ldas innan egendomen utgives.

5 &#167; &#197; legat, som avser visst penningbelopp, &#228;ger testamentstagaren,
s&#229;vitt ej annat framg&#229;r av testamentet, tillgodonjuta r&#228;nta, sedan fyra
m&#229;nader f&#246;rflutit fr&#229;n testators d&#246;d. R&#228;ntan ber&#228;knas enligt 5 &#167;
r&#228;ntelagen (1975:635) f&#246;r tiden fram till dess legatet enligt 1 &#167; i detta
kapitel skall utgivas och enligt 6 &#167; r&#228;ntelagen f&#246;r tiden d&#228;refter. Lag
(1975:640).

6 &#167; Vad i detta kapitel &#228;r stadgat om legat skall &#228;ga motsvarande
till&#228;mpning &#229; &#228;ndam&#229;lsbest&#228;mmelse.

7 &#167; Underl&#229;ter n&#229;gon vad honom &#229;ligger med avseende &#229; verkst&#228;llande av
&#228;ndam&#229;lsbest&#228;mmelse, m&#229; talan d&#228;rom f&#246;ras av testators arvinge, vare sig
han &#228;ger del i boet eller ej, efterlevande make, arvinges avkomling eller
universell testamentstagare, s&#229; ock av boutredningsman eller
testamentsexekutor.

D&#229; fr&#229;ga &#228;r om allm&#228;nnyttigt &#228;ndam&#229;l, m&#229; talan j&#228;mv&#228;l f&#246;ras p&#229;
f&#246;rordnande av l&#228;nsstyrelsen i det l&#228;n d&#228;r verkst&#228;lligheten huvudsakligen
skall ske.

23 kap. Om arvskifte

1 &#167; Arvskifte f&#246;rr&#228;ttas av arvingar och universella
testamentstagare.

Var den d&#246;de gift, skall f&#246;rst bodelning f&#246;rr&#228;ttas enligt
best&#228;mmelserna i &#228;ktenskapsbalken. Efterl&#228;mnar den d&#246;de en
sambo och beg&#228;r denne bodelning enligt sambolagen (2003:376),
skall bodelningen f&#246;rr&#228;ttas innan arvskifte &#228;ger rum.
Lag (2003:377).

2 &#167; Mot n&#229;gon del&#228;gares bestridande f&#229;r skifte ej f&#246;retas innan
bouppteckning har f&#246;rr&#228;ttats och alla k&#228;nda skulder har betalts eller
medel till deras betalning har st&#228;llts under s&#228;rskild v&#229;rd eller
uppg&#246;relse har tr&#228;ffats som inneb&#228;r att del&#228;garen inte svarar f&#246;r
skulderna.

Skall legat eller &#228;ndam&#229;lsbest&#228;mmelse fullg&#246;ras av oskifto, f&#229;r skifte ej
mot del&#228;gares bestridande &#228;ga rum innan f&#246;rordnandet har verkst&#228;llts
eller del&#228;garen har fritagits fr&#229;n att svara f&#246;r dess fullg&#246;rande eller
erforderlig egendom har blivit st&#228;lld under s&#228;rskild v&#229;rd.

St&#229;r boet under f&#246;rvaltning av boutredningsman eller testamentsexekutor,
f&#229;r skifte ej f&#246;retas innan denne har anm&#228;lt att utredningen har
slutf&#246;rts. Lag (1987:231).

3 &#167; Envar del&#228;gare &#228;ger vid skiftet njuta lott i varje slag av egendom;
dock b&#246;r vad ej l&#228;mpligen kan delas eller skiljas s&#229;vitt m&#246;jligt l&#228;ggas &#229;
en lott. Fordran &#229; del&#228;gare skall tillskiftas denne s&#229; l&#229;ngt hans lott
f&#246;rsl&#229;r.

Har vid skifte fastighet delats s&#229;, att del&#228;gare f&#229;tt skilda andelar utan
att villkor om utbrytning uppst&#228;llts i den handling som enligt 4 &#167;
uppr&#228;ttas &#246;ver skiftet, innehava dessa del&#228;gare fastigheten under
sam&#228;gander&#228;tt.

Om i annat fall &#228;n i andra stycket anges skiftet inneb&#228;r att del av
fastighet kommer i s&#228;rskild &#228;gares hand, &#228;r skiftet ogiltigt i den delen.
Lag (1970:1001).

4 &#167; &#214;ver arvskifte skall uppr&#228;ttas en handling som skrivs under av
del&#228;garna. Lag (1987:231).

5 &#167; P&#229; en del&#228;gares beg&#228;ran ska r&#228;tten utse n&#229;gon att vara
skiftesman. Det som f&#246;reskrivs i 17 kap. 1–4 och 6–9 &#167;&#167;
&#228;ktenskapsbalken om bodelning, bodelningsf&#246;rr&#228;ttare och make
ska g&#228;lla i fr&#229;ga om arvskifte, skiftesman och del&#228;gare i
boet. Arvode och ers&#228;ttning till skiftesmannen ska dock
betalas av d&#246;dsboet.

Om boet st&#228;lls under f&#246;rvaltning av testamentsexekutor, &#228;r
denne utan s&#228;rskilt beslut skiftesman. Detta g&#228;ller dock
inte, om n&#229;gon annan redan har utsetts till skiftesman eller
om testamentsexekutorn &#228;r del&#228;gare i boet.

En d&#246;dsbodel&#228;gare eller en person som p&#229; annat s&#228;tt &#228;r
beroende av arvskiftet f&#229;r inte utses till skiftesman.
Lag (2015:418).

6 &#167; Regeringen f&#229;r best&#228;mma att &#228;ven s&#229;dana anst&#228;llda i en tingsr&#228;tt
som inte &#228;r lagfarna domare skall f&#229; handl&#228;gga enkla &#228;renden enligt 5 &#167;.
Lag (1996:245).

7 &#167; har upph&#228;vts genom Lag 1987:231.

8 &#167; har upph&#228;vts genom Lag 1987:231.

9 &#167; har upph&#228;vts genom Lag 1987:231.

24 kap. Om avtal ang&#229;ende sammanlevnad i oskiftat d&#246;dsbo

1 &#167; Om ett d&#246;dsbo f&#246;rvaltas av del&#228;garna gemensamt och de har kommit
&#246;verens om att leva samman i oskiftat bo, g&#228;ller i fr&#229;ga om f&#246;rvaltningen
av boet och r&#228;tten att f&#246;retr&#228;da boet vad som s&#228;gs i 18 kap. 1 &#167;, om inte
annat har avtalats. Ocks&#229; best&#228;mmelserna i 3, 4, 6 och 7 &#167;&#167; samma kapitel
skall till&#228;mpas.

I fr&#229;ga om r&#228;tten f&#246;r enskilda del&#228;gare att v&#228;cka och f&#246;ra talan som
parter i eget namn men f&#246;r boets r&#228;kning g&#228;ller vad som s&#228;gs i 18 kap. 1
a &#167;, om inte annat avtalats mellan del&#228;garna. Lag (1989:30).

2 &#167; S&#229;vitt avkastningen ej skall anv&#228;ndas till bekostnad av gemensam
hush&#229;llning eller eljest f&#246;r gemensam r&#228;kning, &#228;r envar del&#228;gare
ber&#228;ttigad att efter varje kalender&#229;rs utg&#229;ng fordra delning av beh&#229;llen
avkastning.

3 &#167; Har ej tid fastst&#228;llts f&#246;r best&#229;ndet av avtal om sammanlevnad i
oskiftat bo, &#228;r avtalet g&#228;llande tills tre m&#229;nader f&#246;rflutit sedan det
blivit av n&#229;gon del&#228;gare uppsagt hos de &#246;vriga. Samma lag vare, d&#228;r vid
avtal g&#228;llande f&#246;r best&#228;md tid sammanlevnaden fortsatt efter den tidens
utg&#229;ng.


4 &#167; Tr&#228;der efterlevande make, som deltagit i avtalet, i nytt gifte, eller
d&#246;r del&#228;gare och efterl&#228;mnar han s&#229;som d&#246;dsbodel&#228;gare n&#229;gon, som ej
deltagit i avtalet, skall detta, om upps&#228;gning sker inom fyra m&#229;nader
d&#228;refter, upph&#246;ra att g&#228;lla tre m&#229;nader efter upps&#228;gningen.

Om f&#246;rmyndare, god man eller f&#246;rvaltare deltagit i avtalet, skall vid
f&#246;rmynderskapets, godmanskapets eller f&#246;rvaltarskapets upph&#246;rande r&#228;tt
till upps&#228;gning som avses i f&#246;rsta stycket tillkomma den p&#229; vars v&#228;gnar
avtalet slutits. Lag (1988:1255).


5 &#167; Har, efter det avtal om sammanlevnad i oskiftat bo slutits, v&#228;sentlig
&#228;ndring intr&#228;tt i de f&#246;rh&#229;llanden som d&#228;rvid var avg&#246;rande, eller befinns
avtalet av annan s&#228;rskild orsak ej b&#246;ra best&#229;, f&#229;r r&#228;tten p&#229; del&#228;gares
talan f&#246;rklara, att avtalet skall upph&#246;ra att g&#228;lla.

Om h&#228;vande av avtal, vars fortsatta best&#229;nd medf&#246;r &#228;ventyr f&#246;r del&#228;gare
som &#228;r omyndig eller f&#246;r vilken god man eller f&#246;rvaltare &#228;r f&#246;rordnad, &#228;r
s&#228;rskilt stadgat. Lag (1988:1255).


6 &#167; F&#246;rordnas om boets avtr&#228;dande till f&#246;rvaltning av boutredningsman, &#228;r
avtal om sammanlevnad i oskiftat bo f&#246;rfallet. Ej m&#229; s&#229;dant f&#246;rordnande
meddelas p&#229; ans&#246;kan av del&#228;gare.

25 kap. Har upph&#228;vts genom lag (2005:131).

&#214;verg&#229;ngsbest&#228;mmelser

1969:621

3. &#196;r barn utom &#228;ktenskap f&#246;tt innan nya lagen tr&#228;tt i kraft och skulle
icke arvsr&#228;tt mellan fadern och barnet ha f&#246;relegat redan enligt &#228;ldre
lag, &#228;rver barnet och dess br&#246;starvingar fadern och dennes sl&#228;ktingar
endast under f&#246;ruts&#228;ttning att annan d&#246;dsbodel&#228;gare, boutredningsman
eller den som sitter i boet inom tre m&#229;nader fr&#229;n d&#246;dsfallet eller, om
bouppteckningen f&#246;rr&#228;ttas senare, senast vid bouppteckningen f&#229;tt
k&#228;nnedom om arvingen eller anteckning om barnet f&#246;re arvfallet gjorts i
personakt eller registrerats i folkbokf&#246;ringen f&#246;r arvl&#229;taren eller annan
fr&#229;n vilken arvingen h&#228;rleder sin arvsr&#228;tt. Lag (1991:489).

1987:231

1. Denna lag tr&#228;der i kraft samtidigt som &#228;ktenskapsbalken.

2. Har arvl&#229;taren avlidit f&#246;re ikrafttr&#228;dandet, skall &#228;ldre best&#228;mmelser
fortfarande till&#228;mpas.


3. Den nya best&#228;mmelsen i 3 kap. 8 &#167; skall till&#228;mpas &#228;ven om den f&#246;rst
avlidna maken har avlidit f&#246;re ikrafttr&#228;dandet.

1989:30

1. Denna lag tr&#228;der i kraft den 1 juli 1989.

2. Om det i d&#246;dsboet efter n&#229;gon som har avlidit f&#246;re ikrafttr&#228;dandet
ing&#229;r fast egendom som &#228;r taxerad som lantbruksenhet, g&#228;ller i st&#228;llet
f&#246;r vad som s&#228;gs i 18 kap. 7 &#167; f&#246;rsta stycket f&#246;rsta meningen att boet
skall ha avvecklat fastighetsinnehavet senast den 1 juli 1993. Lag
(1990:1385).

1989:308

Denna lag tr&#228;der i kraft den 1 juli 1989. Har n&#229;gon testamentstagare vid
lagens ikrafttr&#228;dande f&#246;rlorat sin r&#228;tt mot en arvinge p&#229; grund av att
testamentet inte har bevakats enligt &#228;ldre best&#228;mmelser, skall den
r&#228;ttsf&#246;rlusten kvarst&#229;.

1991:1547

1. Denna lag tr&#228;der i kraft den 1 januari 1992.

2. Har g&#228;rningen beg&#229;tts f&#246;re ikrafttr&#228;dandet, skall 15 kap. 1 &#167; i dess
&#228;ldre lydelse fortfarande till&#228;mpas.

2001:94

1. Denna lag tr&#228;der i kraft den 1 juli 2001.

2. 18 kap. 7 &#167; i den &#228;ldre lydelsen g&#228;ller fortfarande i fr&#229;ga
om &#228;renden om anst&#229;nd om ans&#246;kan har kommit in till tingsr&#228;tten
f&#246;re ikrafttr&#228;dandet.

3. Vid &#246;verklagande av tillsynsmyndighetens beslut om
f&#246;rel&#228;ggande enligt 18 kap. 7 &#167; skall, om beslutet har
meddelats f&#246;re ikrafttr&#228;dandet, 18 kap. 7 &#167; i den &#228;ldre
lydelsen fortfarande g&#228;lla.

4. En d&#246;dsboanm&#228;lan eller ett &#228;rende om registrering av
bouppteckning eller till&#228;ggsbouppteckning skall handl&#228;ggas av
tingsr&#228;tten om handlingen har kommit in till tingsr&#228;tten f&#246;re
ikrafttr&#228;dandet. &#196;ldre best&#228;mmelser g&#228;ller d&#228;rvid fortfarande.

5. Regeringen f&#229;r f&#246;reskriva att en annan tingsr&#228;tt &#228;n den som
anges i 20 kap. 8 &#167; i dess &#228;ldre lydelse &#228;r beh&#246;rig att
handl&#228;gga en d&#246;dsboanm&#228;lan eller ett &#228;rende om registrering av
bouppteckning eller till&#228;ggsbouppteckning som har getts in till
tingsr&#228;tten f&#246;re ikrafttr&#228;dandet. Den tingsr&#228;tt som anges i 20
kap. 8 &#167; i dess &#228;ldre lydelse skall d&#229; l&#228;mna &#246;ver ingivna
handlingar till den tingsr&#228;tt som skall handl&#228;gga &#228;rendet samt
underr&#228;tta ingivaren om &#246;verl&#228;mnandet. Sedan en bouppteckning
eller till&#228;ggsbouppteckning har registrerats, skall en kopia av
handlingen s&#228;ndas f&#246;r f&#246;rvaring till den tingsr&#228;tt som anges i
20 kap. 8 &#167; i dess &#228;ldre lydelse. En kopia av handlingen skall
f&#246;rvaras &#228;ven hos den beslutande tingsr&#228;tten. D&#246;dsboanm&#228;lan
skall s&#228;ndas f&#246;r f&#246;rvaring till den tingsr&#228;tt som anges i 20
kap. 8 &#167; i dess &#228;ldre lydelse. En kopia av d&#246;dsboanm&#228;lan skall
f&#246;rvaras hos den tingsr&#228;tt som handlagt d&#246;dsboanm&#228;lan.

6. Har en ans&#246;kan om registrering av en bouppteckning eller
till&#228;ggsbouppteckning getts in till tingsr&#228;tten f&#246;re
ikrafttr&#228;dandet och har genom ett beslut som vunnit laga kraft
ans&#246;kan avvisats, registrering v&#228;grats eller ett beslut om
registrering upph&#228;vts, skall den skattemyndighet som &#228;r beh&#246;rig
enligt 20 kap. 8 &#167; i dess nya lydelse i forts&#228;ttningen
handl&#228;gga fr&#229;gan om registrering.

7. Har en tingsr&#228;tt f&#246;re ikrafttr&#228;dandet f&#246;relagt vite enligt
20 kap. 9 &#167; f&#246;rsta stycket i dess &#228;ldre lydelse utan att vitet
har d&#246;mts ut, skall beslutet n&#228;r fr&#229;ga &#228;r om utd&#246;mande av vite
anses vara ett beslut som har meddelats av den skattemyndighet
hos vilken bouppteckningen eller till&#228;ggsbouppteckningen enligt
20 kap. 8 &#167; i dess nya lydelse skall ges in.

2003:377

1. Denna lag tr&#228;der i kraft den 1 juli 2003.

2. Om ett sambof&#246;rh&#229;llande har upph&#246;rt f&#246;re ikrafttr&#228;dandet,
till&#228;mpas &#228;ldre best&#228;mmelser.

2003:529

1. Denna lag tr&#228;der i kraft den 1 januari 2004.

2. I fr&#229;ga om f&#246;retagshypotek p&#229; grund av en inteckning som har
beviljats f&#246;re ikrafttr&#228;dandet till&#228;mpas &#228;ldre best&#228;mmelser om
upps&#228;gning g&#246;rs f&#246;re den 1 januari 2005.

2010:1934

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om ett beslut om delgivning enligt
15–17 &#167;&#167; delgivningslagen (1970:428) har fattats f&#246;re den 1
april 2011 eller om en handling har skickats eller l&#228;mnats f&#246;re
denna tidpunkt.

2011:892

1. Denna lag tr&#228;der i kraft den 1 oktober 2011.

2. &#196;ldre f&#246;reskrifter g&#228;ller om en ans&#246;kan eller en anm&#228;lan
har kommit in till tingsr&#228;tten f&#246;re ikrafttr&#228;dandet.

2012:448

1. Denna lag tr&#228;der i kraft den 1 januari 2013.

2. Om ett testamente har uppr&#228;ttats f&#246;re ikrafttr&#228;dandet,
g&#228;ller 10 kap. 4 &#167; i sin &#228;ldre lydelse.

2014:378

1. Denna lag tr&#228;der i kraft den 1 juli 2014.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r den som har ing&#229;tt &#228;ktenskap
med st&#246;d av ett tillst&#229;nd enligt 15 kap. 1 &#167; &#228;ktenskapsbalken
i dess lydelse f&#246;re den 1 juli 2014.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4390">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4392">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
