

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2007-05-31" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4402</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4401">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4403">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1958:122 ·
                    <a href="/sfsr?bet=1958:122">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kung&#246;relse (1958:122) ang&#229;ende till&#228;mpning av en
mellan Sverige, Danmark, Finland och Norge tr&#228;ffad
&#246;verenskommelse om upph&#228;vande av passkontrollen
vid de internordiska gr&#228;nserna
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L7
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1958-03-21
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Kungl. Maj:t har funnit gott giva vederb&#246;rande till k&#228;nna att den mellan
Sverige, Danmark, Finland och Norge den 12 juli 1957 tr&#228;ffade
&#246;verenskommelsen om upph&#228;vande av passkontrollen vid de internordiska
gr&#228;nserna i svensk text av den lydelse h&#228;rvid fogad bilaga utvisar --
skall l&#228;nda till efterr&#228;ttelse fr&#229;n och med den 1 maj 1958.


Bilaga

&#214;verenskommelse
mellan Sverige, Danmark, Finland och Norge om upph&#228;vande av
passkontrollen vid de internordiska gr&#228;nserna

De f&#246;rdragsslutande staterna,

som funnit det &#246;nskv&#228;rt att skapa en friare samf&#228;rdsel mellan de
nordiska staterna,

som tidigare inf&#246;rt fullst&#228;ndig passfrihet f&#246;r medborgare i de nordiska
staterna,

som &#228;ro eniga om att till&#229;ta utl&#228;nningar att resa direkt fr&#229;n en nordisk
stat till en annan s&#229;dan stat &#246;ver ett godk&#228;nt gr&#228;ns&#246;verg&#229;ngsst&#228;lle utan
att underg&#229; passkontroll och

som i det v&#228;sentliga vilja efterstr&#228;va att anv&#228;nda viseringstv&#229;ng i
samma omfattning och vilja s&#246;ka &#229;stadkomma en likartad praxis
betr&#228;ffande meddelande av visering f&#246;r aff&#228;rs-, studie-, turistresor och
liknande kortvariga resor, ha enats om f&#246;ljande:

Artikel 1

Med utl&#228;nning f&#246;rst&#229;s i denna &#246;verenskommelse envar, som icke &#228;r
medborgare i Sverige, Danmark, Finland eller Norge.

Med nordisk stat f&#246;rst&#229;s i denna &#246;verenskommelse Sverige, Danmark (med
undantag av Gr&#246;nland och F&#228;r&#246;arna), Finland och Norge (med undantag av
Svalbard och Jan Mayen).

Med nordisk yttergr&#228;ns f&#246;rst&#229;s i denna &#246;verenskommelse

a) landgr&#228;ns mellan nordisk stat och icke-nordisk stat,

b) i nordisk stat bel&#228;gen flygplats, som har regelm&#228;ssig flygf&#246;rbindelse
med icke-nordisk stat,

c) i nordisk stat bel&#228;gen hamn, som har regelm&#228;ssig b&#229;t- eller
f&#228;rjf&#246;rbindelse med icke-nordisk stat,

d) i nordisk stat bel&#228;gen hamn och flygplats, som har icke-regelm&#228;ssig
anl&#246;pning av fartyg eller luftfartyg fr&#229;n icke-nordisk stat eller fr&#229;n
vilken fartyg eller luftfartyg avg&#229;r till icke-nordisk stat.

Artikel 2

Envar av de f&#246;rdragsslutande staterna skall f&#246;retaga passkontroll vid
sina nordiska yttergr&#228;nser. Passkontrollen f&#246;retages i &#246;verensst&#228;mmelse
med de riktlinjer, som &#228;ro angivna i bilaga 1 till denna
&#246;verenskommelse.

Envar av de f&#246;rdragsslutande staterna skall anv&#228;nda kontrollkort (in-
och utresekort) som hj&#228;lpmedel vid kontroll av

a) utl&#228;nning, som &#228;r viseringspliktig i n&#229;gon av de f&#246;rdragsslutande
staterna, s&#229;vida denna kr&#228;ver kontrollkort,

b) utl&#228;nning, som av en f&#246;rdragsslutande stat i samband med beslut om
hans avl&#228;gsnande fr&#229;n vederb&#246;rande stat f&#246;rbjudits att &#229;terv&#228;nda dit
utan s&#228;rskilt tillst&#229;nd.

Kontrollkorten (in- och utresekort) skola ha format och inneh&#229;ll, som
framg&#229;r av bilaga 2 till denna &#246;verenskommelse.

Artikel 3

Inresekortet skall beh&#229;llas av inresestaten. &#196;ger utl&#228;nningen enligt i
passet inf&#246;rt tillst&#229;nd r&#228;tt att uppeh&#229;lla sig i n&#229;gon annan nordisk
stat i mer &#228;n tre m&#229;nader, skall inresekortet s&#228;ndas till denna stat.
D&#228;rest det framg&#229;r av passet, att s&#229;dant tillst&#229;nd har meddelats
utl&#228;nningen i flera av de nordiska staterna, skall inresekortet s&#228;ndas
till den stat, vars tillst&#229;nd utl&#246;per senast.

Till&#229;ter en f&#246;rdragsslutande stat utl&#228;nning att uppeh&#229;lla sig inom
staten mer &#228;n tre m&#229;nader efter utg&#229;ngen av den vid inresan till nordisk
stat till&#229;tna uppeh&#229;llstiden, skall kortet s&#228;ndas till denna stat.

Det &#229;vilar den stat, som innehar kontrollkortet, att handhava kontrollen
av att den till&#229;tna uppeh&#229;llstiden icke &#246;verskrides.

Utresekortet skall s&#228;ndas till den stat, som vid tidpunkten f&#246;r utresan
handhar kontrollen av vederb&#246;rande utl&#228;nning.

Artikel 4

D&#228;rest en f&#246;rdragsslutande stat vill upph&#228;va eller inf&#246;ra viseringstv&#229;ng
i f&#246;rh&#229;llande till icke-nordisk stat eller f&#246;retaga andra v&#228;sentliga
&#228;ndringar i sina viserings&#246;verenskommelser med icke-nordisk stat, skall
f&#246;rstn&#228;mnda stat p&#229; f&#246;rhand underr&#228;tta de &#246;vriga f&#246;rdragsslutande
staterna om de tillt&#228;nkta &#229;tg&#228;rderna, s&#229;vida icke tvingande sk&#228;l g&#246;r det
n&#246;dv&#228;ndigt att omedelbart genomf&#246;ra dessa. I s&#229; fall skola de &#246;vriga
f&#246;rdragsslutande staterna underr&#228;ttas snarast m&#246;jligt efter &#229;tg&#228;rdernas
genomf&#246;rande.

Vad ovan sagts skall &#228;ven g&#228;lla inf&#246;randet av andra generella
best&#228;mmelser ang&#229;ende utl&#228;nningars in- och utresa samt uppeh&#229;ll i
vederb&#246;rande stat.

Artikel 5

Envar f&#246;rdragsslutande stat skall kr&#228;va, att viseringsfri utl&#228;nning som
&#246;nskar uppeh&#229;lla sig i vederb&#246;rande stat ut&#246;ver tre m&#229;nader efter det
han inrest i nordisk stat fr&#229;n icke-nordisk stat, s&#246;ker
uppeh&#229;llstillst&#229;nd i den nordiska stat, d&#228;r han vistas vid utg&#229;ngen av
trem&#229;nadersfristen.

Har utl&#228;nning erh&#229;llit uppeh&#229;llstillst&#229;nd i en nordisk stat, &#228;r detta
endast giltigt f&#246;r vistelse i denna stat. Under den tid
uppeh&#229;llstillst&#229;ndet g&#228;ller skola &#246;vriga f&#246;rdragsslutande stater, i
vilka utl&#228;nningen &#228;r viseringsfri, till&#229;ta honom att utan
uppeh&#229;llstillst&#229;nd vistas inom vederb&#246;rande stat under en tid av tre
m&#229;nader. Vad nu sagts g&#228;ller icke om utl&#228;nningen har f&#246;r avsikt att
vistas i staten ut&#246;ver denna tid eller d&#228;rst&#228;des vill s&#246;ka eller mottaga
arbete eller driva sj&#228;lvst&#228;ndig n&#228;ring och det enligt den ifr&#229;gavarande
statens lagstiftning d&#228;rf&#246;r kr&#228;ves att uppeh&#229;llstillst&#229;nd s&#246;kes tidigare
&#228;n vid trem&#229;nadersfristens utg&#229;ng.

Vid till&#228;mpningen av best&#228;mmelserna i f&#246;rsta stycket skall den
uppeh&#229;llstillst&#229;ndsfria tiden r&#228;knas fr&#229;n och med inresedagen, dock att
om utl&#228;nningen f&#246;re senaste inresan tidigare vistats i nordisk stat, &#229;
den uppeh&#229;llstillst&#229;ndsfria tiden skall avr&#228;knas tiden f&#246;r utl&#228;nningens
vistelse i nordisk stat under tiden sex m&#229;nader f&#246;re senaste inresan.

Vid till&#228;mpningen av best&#228;mmelserna i andra stycket skall den
uppeh&#229;llstillst&#229;ndsfria tiden r&#228;knas fr&#229;n och med inresedagen i
vederb&#246;rande stat, dock att om utl&#228;nningen f&#246;re senaste inresan tidigare
vistats i denna stat, &#229; den uppeh&#229;llstillst&#229;ndsfria tiden skall avr&#228;knas
tiden f&#246;r utl&#228;nningens vistelse i samma stat under tiden sex m&#229;nader
f&#246;re senaste inresan.

Artikel 6

De f&#246;rdragsslutande staterna b&#246;ra vid sina nordiska yttergr&#228;nser avvisa
envar utl&#228;nning

a) som icke innehar giltigt pass eller annan legitimationshandling, som
av vederb&#246;rande myndigheter i de f&#246;rdragsslutande staterna godtagits att
g&#228;lla s&#229;som pass,

b) som saknar f&#246;reskrivet inrese- eller arbetstillst&#229;nd avseende
inresestaten &#228;vensom den eller de &#246;vriga nordiska stater som utl&#228;nningen
har f&#246;r avsikt att bes&#246;ka,

c) som m&#229; antagas sakna erforderliga medel f&#246;r sitt uppeh&#228;lle i den
eller de f&#246;rdragsslutande stater d&#228;r han &#228;mnar vistas samt f&#246;r sin
hemresa,

d) som m&#229; antagas icke komma att &#228;rligen f&#246;rs&#246;rja sig,

e) som tidigare d&#246;mts till frihetsstraff och kan antagas komma att beg&#229;
straffbar g&#228;rning i nordisk stat, eller som p&#229; grund av sin tidigare
verksamhet eller eljest sk&#228;ligen kan befaras komma att bedriva sabotage,
spioneri eller olovlig underr&#228;ttelseverksamhet i n&#229;gon av de
f&#246;rdragsslutande staterna,

f) som &#228;r uppf&#246;rd i n&#229;gon av de f&#246;rdragsslutande staternas f&#246;rteckningar
&#246;ver utvisade utl&#228;nningar.

F&#246;r &#246;vrigt kan envar utl&#228;nning avvisas, som av andra grunder anses icke
b&#246;ra givas till&#229;telse att inresa i en eller flera av de f&#246;rdragsslutande
staterna.

Best&#228;mmelserna i mom. b) - f) avse icke utl&#228;nning, som &#228;mnar resa till
en f&#246;rdragsslutande stat, till vilken han har inresetillst&#229;nd eller i
vilken han har vistelsetillst&#229;nd, som giver honom r&#228;tt att inresa.

Artikel 7

Best&#228;mmelserna i artiklarna 2 och 6 &#228;ro icke till&#228;mpliga p&#229; utl&#228;nning
som ankommer fr&#229;n icke-nordisk stat som bes&#228;ttningsman p&#229; fartyg.
Best&#228;mmelsen i artikel 2 skall heller icke till&#228;mpas betr&#228;ffande
utl&#228;nning, som avreser till icke-nordisk stat som bes&#228;ttningsman p&#229;
fartyg. Dock skall utl&#228;nning, som ankommit fr&#229;n icke-nordisk stat som
bes&#228;ttningsman p&#229; fartyg och avm&#246;nstras i n&#229;gon nordisk stat,
inresebehandlas i enlighet med artiklarna 2 och 6. Vidare skall
utl&#228;nning, som i n&#229;gon nordisk stat p&#229;m&#246;nstras fartyg, som icke
uteslutande g&#229;r i fart mellan nordiska stater, utresebehandlas enligt
reglerna i artikel 2.

Envar f&#246;rdragsslutande stat har r&#228;tt att best&#228;mma att bes&#228;ttningsman
utan s&#228;rskilt tillst&#229;nd m&#229; uppeh&#229;lla sig i land under fartygets
sedvanliga uppeh&#229;ll i en hamn.

De i denna artikel givna best&#228;mmelserna &#228;ga motsvarande till&#228;mpning p&#229;
personer tillh&#246;rande luftfartygs utl&#228;ndska bes&#228;ttning.

Artikel 8

D&#228;rest en f&#246;rdragsslutande stat f&#246;retager stickprovskontroll vid sin
gr&#228;ns mot annan nordisk stat, skall utl&#228;nning kunna &#229;l&#228;ggas att uppvisa
sitt pass och l&#228;mna de upplysningar som beg&#228;ras.

Varje f&#246;rdragsslutande stat kan vid gr&#228;nsen till annan f&#246;rdragsslutande
stat avvisa annan utl&#228;nning &#228;n s&#229;dan, som har tillst&#229;nd att inresa i
vederb&#246;rande stat.

Artikel 9

F&#246;rdragsslutande stat skall icke till&#229;ta utl&#228;nning, som &#228;r utvisad fr&#229;n
annan f&#246;rdragsslutande stat, att inresa utan s&#228;rskilt tillst&#229;nd. S&#229;dant
tillst&#229;nd erfordras dock icke om en f&#246;rdragsslutande stat vill genom
annan f&#246;rdragsslutande stat transitera en utl&#228;nning, som blivit utvisad
fr&#229;n f&#246;rstn&#228;mnda stat.

Har utl&#228;nning, som utvisats fr&#229;n en nordisk stat, uppeh&#229;llstillst&#229;nd i
annan s&#229;dan stat, &#228;r denna stat pliktig att p&#229; anmodan emottaga
utl&#228;nningen.

Artikel 10

Envar av de f&#246;rdragsslutande staterna f&#246;rpliktar sig att &#229;tertaga
utl&#228;nning, som i &#246;verensst&#228;mmelse med artikel 6 mom. a), mom. b), s&#229;vitt
ang&#229;r inresetillst&#229;nd, och mom. f) borde ha avistats av vederb&#246;rande
stat vid dennas yttergr&#228;ns och som utan tillst&#229;nd inrest fr&#229;n denna stat
till annan nordisk stat.

Likaledes f&#246;rbinder sig envar f&#246;rdragsslutande stat att &#229;tertaga
utl&#228;nning, som utan giltigt pass och utan s&#228;rskilt tillst&#229;nd, d&#228;r s&#229;dant
&#228;r erforderligt, inrest direkt fr&#229;n vederb&#246;rande stat till annan nordisk
stat.

Vad ovan sagts skall icke g&#228;lla utl&#228;nning, som har uppeh&#229;llit sig i den
stat, som kr&#228;ver tillbakas&#228;ndning, under minst ett &#229;r r&#228;knat fr&#229;n
tidpunkten f&#246;r hans olovliga inresa i staten, eller som efter olovlig
inresa har f&#229;tt uppeh&#229;lls- och/eller arbetstillst&#229;nd d&#228;r.

Artikel 11

Envar av de f&#246;rdragsslutande staterna f&#246;rbinder sig att giva varandra
underr&#228;ttelser och f&#246;retaga efterforskning i &#246;verensst&#228;mmelse med de
regler, som &#228;ro angivna i bilaga 3 till denna &#246;verenskommelse.

Artikel 12

Vad i denna &#246;verenskommelse s&#228;gs om utvisad utl&#228;nning skall g&#228;lla j&#228;mv&#228;l
utl&#228;nning som enligt finsk eller svensk lagstiftning f&#246;rvisats eller
f&#246;rpassats med f&#246;rbud att &#229;terv&#228;nda utan s&#228;rskilt tillst&#229;nd.

Artikel 13

F&#246;r att samordna kontrollen av utl&#228;nningar i de f&#246;rdragsslutande
staterna och i &#246;vrigt upptaga och dryfta &#228;renden, som &#228;ro av betydelse
f&#246;r det gemensamma passkontrollomr&#229;det i de nordiska staterna,
tills&#228;ttes ett samarbetsutskott (Nordiska utl&#228;nningsutskottet).
Utskottet skall best&#229; av en representant f&#246;r envar av de
f&#246;rdragsslutande staterna. Representanterna kunna, om det visar sig
erforderligt, tillkalla s&#228;rskilda sakkunniga.

Artikel 14

Efter f&#246;rhandlingar kan Islands regering ansluta sig till denna
&#246;verenskommelse. &#214;verenskommelsen kan likaledes efter f&#246;rhandlingar
utvidgas till att omfatta F&#228;r&#246;arna och Gr&#246;nland.

Artikel 15

&#214;verenskommelsen skall ratificeras och ratifikationsinstrumenten
deponeras i K&#246;penhamn.

&#214;verenskommelsen tr&#228;der i kraft s&#229; snart samtliga
ratifikationsinstrument &#228;ro deponerade, dock tidigast den 1 januari
1958.

Envar av de f&#246;rdragsslutande staterna kan upps&#228;ga &#246;verenskommelsen med
en frist av 6 m&#229;nader.

Varje f&#246;rdragsslutande stat kan med omedelbar verkan s&#228;tta
&#246;verenskommelsen ur kraft i f&#246;rh&#229;llande till en eller flera av de &#246;vriga
staterna i h&#228;ndelse av krig eller krigsfara eller s&#229; framt andra
s&#228;rskilda internationella eller nationella f&#246;rh&#229;llanden g&#246;ra detta
n&#246;dv&#228;ndigt. De ber&#246;rda staternas regeringar skola i s&#229;dant fall
omedelbart underr&#228;ttas om de vidtagna &#229;tg&#228;rderna.

Till bekr&#228;ftelse h&#228;rav ha de respektive staternas befullm&#228;ktigade ombud
undertecknat f&#246;rest&#229;ende &#246;verenskommelse och f&#246;rsett densamma med sina
sigill.

Som skedde i K&#246;penhamn den 12 juli 1957 i ett exemplar p&#229; svenska,
danska, finska och norska spr&#229;ken, av vilket danska utrikesdepartementet
skall &#246;verl&#228;mna bestyrkta avskrifter till de &#246;vriga f&#246;rdragsslutande
staternas regeringar.



Bilaga 1

Allm&#228;nna riktlinjer f&#246;r passkontrollen

Kontrollen &#246;ver in- och utresande skall vid landgr&#228;nsen ske p&#229; d&#228;r
befintliga passkontrollstationer. J&#228;rnv&#228;gsresen&#228;rer kunna
passkontrolleras &#228;ven under t&#229;gets g&#229;ng fr&#229;n och till gr&#228;nsen. B&#229;t- och
flygpassagerare skola passkontrolleras i den nordiska hamn eller p&#229; den
nordiska flygplats, d&#228;r passageraren av- respektive p&#229;stiger. N&#228;r
passagerare vid utresa till icke-nordisk stat passerar nordisk hamn
eller flygplats skall det i den sist anl&#246;pta nordiska hamnen eller
flygplatsen kontrolleras att han &#228;r utresebehandlad.

Vid utf&#246;randet av inresekontrollen skall passkontrollanten noggrant
granska passet och s&#228;rskilt uppm&#228;rksamma dess giltighetstid och att det
g&#228;ller f&#246;r den eller de nordiska stater, som passinnehavaren har f&#246;r
avsikt att bes&#246;ka, samt att identitet f&#246;religger mellan passinnehavaren
och den person, f&#246;r vilken passet &#228;r utf&#228;rdat. Han skall vidare ha sin
uppm&#228;rksamhet riktad p&#229; att passet kan vara falskt eller f&#246;rfalskat.
Erfordras inresetillst&#229;nd, skall han f&#246;rvissa sig om att s&#229;dant
f&#246;religger och tillse att den resande i f&#246;reskrivet fall avl&#228;mnar
inresekort eller uppgifter till s&#229;dant. Passkontrollanten skall vidare
unders&#246;ka om den resande f&#246;rekommer i n&#229;gon av de f&#246;rdragsslutande
staternas f&#246;rteckningar &#246;ver utvisade utl&#228;nningar. S&#229;dan slagning
beh&#246;ver dock icke ske betr&#228;ffande gr&#228;nsbor och andra personer, som &#228;ro
v&#228;l k&#228;nda av passkontrollpersonalen, &#228;vensom personer betr&#228;ffande vilka
det &#228;r uppenbart att en s&#229;dan unders&#246;kning icke &#228;r n&#246;dv&#228;ndig.
Passkontrollanten b&#246;r &#228;ven ha sin uppm&#228;rksamhet inriktad p&#229; g&#228;llande
avvisningsbest&#228;mmelser och om anledning d&#228;rtill gives utfr&#229;ga den
resande eller vidtaga andra &#229;tg&#228;rder f&#246;r att utr&#246;na om den resande skall
till&#229;tas inresa. Till&#229;tes inresa f&#246;rses hans pass med inresest&#228;mpel
angivande datum och namnet p&#229; passkontrollorten. Avvisas den resande m&#229;
anteckning h&#228;rom g&#246;ras i hans pass.

Vid utresekontroll skall passkontrollanten noggrant granska passet samt
om s&#228;rskild anledning d&#228;rtill f&#246;religger unders&#246;ka om den resande &#228;r
efterlyst eller det eljest finnes sk&#228;l att v&#228;gra honom utresa. Till&#229;tes
utresa f&#246;rses den resandes pass med utresest&#228;mpel angivande utreseorten
och datum f&#246;r utresan.

Bilaga 2

Kontrollkort vid in- och utresa

Formul&#228;ren finns inte med h&#228;r



Bilaga 3

Riktlinjer f&#246;r underr&#228;ttelser och efterforskningar mellan de olika
staterna

I. Underr&#228;ttelser

De f&#246;rdragsslutande staterna skola giva varandra underr&#228;ttelse i
nedann&#228;mnda fall.

1:o) D&#229; s&#229;dan utl&#228;nning som n&#228;mnts i artikel 2 a) och b) under uppeh&#229;ll
i nordisk stat ans&#246;ker om f&#246;rl&#228;ngd visering eller om uppeh&#229;llstillst&#229;nd
i annan stat &#228;n den kontrollen p&#229;vilar (kontrollstaten), skall den stat
som mottager ans&#246;kan underr&#228;tta kontrollstaten om detta. D&#229; ans&#246;kan &#228;r
avgjord, skall beslutet meddelas kontrollstaten. Medf&#246;r ett bifall till
ans&#246;kan, att kontrollen enligt best&#228;mmelserna i artikel 3 &#246;verg&#229;r till
den beviljande staten, skall detta samtidigt bekr&#228;ftas.

D&#228;rest utl&#228;nning, varom h&#228;r &#228;r fr&#229;ga, utan att tillst&#229;nd meddelas honom
kvarh&#229;lles eller till&#229;tes f&#246;rbliva i annan stat &#228;n kontrollstaten, skall
sistn&#228;mnda stat likaledes underr&#228;ttas h&#228;rom.

2:o) D&#229; en i mom 1:o) n&#228;mnd utl&#228;nning under vistelse i en nordisk stat
beviljas f&#246;rstg&#229;ngsvisering f&#246;r vistelse i annan nordisk stat, skall den
stat, som beviljar visering, underr&#228;tta kontrollstaten. Medf&#246;r
beviljandet av visering att kontrollen enligt best&#228;mmelserna i artikel 3
&#246;verg&#229;r till den beviljande staten, skall detta samtidigt bekr&#228;ftas.

3:o) D&#229; en utl&#228;nning, som &#228;r utvisad fr&#229;n n&#229;gon nordisk stat, meddelas
inresetillst&#229;nd till annan nordisk stat, skall denna underr&#228;tta den
eller de stater, varifr&#229;n utl&#228;nningen &#228;r utvisad.

4:o) D&#229; en nordisk stat genom flyttningsanm&#228;lan eller p&#229; annat s&#228;tt f&#229;r
k&#228;nnedom om att viss utl&#228;nning avrest till annan nordisk stat f&#246;r att
taga varaktigt uppeh&#229;ll d&#228;rst&#228;des, skall sistn&#228;mnda stat underr&#228;ttas
h&#228;rom.

5:o) D&#229; annan &#228;n under mom. 1:o) n&#228;mnd utl&#228;nning ans&#246;ker om
uppeh&#229;llstillst&#229;nd i en nordisk stat, och har eller omedelbart
dessf&#246;rinnan haft uppeh&#229;llstillst&#229;nd i annan nordisk stat, skall
sistn&#228;mnda stat underr&#228;ttas.

6:o) I underr&#228;ttelse att en utl&#228;nning &#246;nskas upptagen i eller struken ur
&#246;vriga staters f&#246;rteckningar &#246;ver utvisade utl&#228;nningar skall s&#229;vitt
m&#246;jligt grunden till beg&#228;ran i korthet angivas.

II. Efterforskning

A. Utl&#228;nning som &#228;r skyldig att l&#228;mna kontrollkort.

Inkommer icke utresekort till kontrollstaten i r&#228;tt tid och f&#246;religger
ej heller meddelande om att utl&#228;nningen ans&#246;kt om tillst&#229;nd att
uppeh&#229;lla sig i n&#229;gon av de nordiska staterna, skall kontrollstaten
vidtaga &#229;tg&#228;rder f&#246;r utl&#228;nningens efterforskande. I f&#246;rsta hand skall
d&#228;rvid f&#246;rfr&#229;gan om utl&#228;nningen g&#246;ras i den stat, d&#228;r det p&#229; grund av
betr&#228;ffande honom f&#246;religgande uppgifter &#228;r sannolikt att han vistas.
Saknas uppgifter om utl&#228;nningen i den tillfr&#229;gade staten, och f&#246;religger
ej heller sannolika sk&#228;l att han uppeh&#229;ller sig i kontrollstaten, skall
efterforskningen fullf&#246;ljas genom f&#246;rfr&#229;gningar hos &#246;vriga nordiska
stater. Antr&#228;ffas utl&#228;nningen i n&#229;gon stat eller &#229;v&#228;gabringas
upplysningar, som g&#246;ra det sannolikt att han l&#228;mnat de nordiska
staterna, skola samtliga tillfr&#229;gade stater of&#246;rdr&#246;jligen underr&#228;ttas.

Efterforskning skall ske

1) vid direkt f&#246;rfr&#229;gan endast i viss stat, inom en vecka efter
tillst&#229;ndstidens utg&#229;ng;

2) i &#246;vriga fall

a) d&#229; fr&#229;ga &#228;r om en i f&#246;rh&#229;llande till samtliga nordiska stater
viseringsskyldig utl&#228;nning eller en i artikel 9 &#229;syftad viseringsfri
utl&#228;nning, som innehar s&#228;rskilt inresetillst&#229;nd f&#246;r en eller flera
nordiska stater, inom 14 dagar efter det l&#228;ngst g&#228;llande tillst&#229;ndets
utg&#229;ng;

b) d&#229; fr&#229;ga &#228;r om en gentemot endast n&#229;gon av de nordiska staterna
viseringsskyldig utl&#228;nning, inom fyra m&#229;nader fr&#229;n dagen f&#246;r inresan i
nordisk stat.

F&#246;rfr&#229;gan b&#246;r inneh&#229;lla uppgifter om utl&#228;nningens namn, f&#246;delsedatum,
f&#246;delseort, medborgarskap och yrke, datum f&#246;r inresan i nordisk stat,
viseringar eller tillst&#229;nd &#228;vensom andra upplysningar av betydelse. Det
&#229;ligger varje stat, som mottagit f&#246;rfr&#229;gan ang&#229;ende en utl&#228;nning, att
of&#246;rdr&#246;jligen vidtaga &#229;tg&#228;rder f&#246;r dennes efterforskande (efterlysning).


B. Annan utl&#228;nning &#228;n som avses under A.

P&#229; beg&#228;ran av f&#246;rdragsslutande stat &#228;ro &#246;vriga stater skyldiga att
verkst&#228;lla efterforskning j&#228;mv&#228;l av annan utl&#228;nning &#228;n s&#229;dan som avses
under punkt A h&#228;r ovan. Efterforskning skall ske of&#246;rdr&#246;jligen efter det
framst&#228;llning d&#228;rom gjorts.

Framst&#228;llning om efterforskning skall inneh&#229;lla s&#229; fullst&#228;ndiga
uppgifter som m&#246;jligt ang&#229;ende utl&#228;nningen.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4401">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4403">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
