

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-18" /> 
 <meta id="rattsinfo-edited" content="2023-01-18 13:50:26" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4410</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4409">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4411">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1957:390 ·
                    <a href="/sfsr?bet=1957:390">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1957:390) om fiskearrenden</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1957-06-27
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:245
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; I fr&#229;ga om avtal, varigenom n&#229;gon mot vederlag uppl&#229;ter 
fisker&#228;tt &#229;t annan, ska, ut&#246;ver vad som betr&#228;ffande
nyttjander&#228;tt i allm&#228;nhet f&#246;ljer av 7 kap. jordabalken, g&#228;lla 
vad som f&#246;reskrivs nedan i denna lag, om uppl&#229;telsens &#228;ndam&#229;l 
&#228;r yrkesfiske eller annat fiske som &#228;r av v&#228;sentlig betydelse 
f&#246;r arrendatorns f&#246;rs&#246;rjning.

Har r&#228;tt till fiske, i samband med jordbruksarrende eller
annars, uppl&#229;tits genom avtal som huvudsakligen har annat
&#228;ndam&#229;l &#228;n vad som f&#246;reskrivs i f&#246;rsta stycket, ska denna lag
inte till&#228;mpas.

F&#246;rbeh&#229;ll som strider mot best&#228;mmelse i denna lag &#228;r utan
verkan mot arrendatorn eller den som har r&#228;tt att tr&#228;da i
dennes st&#228;lle, om inte annat anges.

I de fall d&#229; det f&#246;reskrivs att arrenden&#228;mnden ska godk&#228;nna
ett f&#246;rbeh&#229;ll enligt tredje stycket eller n&#229;got annat
avtalsvillkor f&#246;r att detta ska bli giltigt, f&#229;r godk&#228;nnande
s&#246;kas endast om detta angivits i avtalet. Ans&#246;kan f&#229;r inte
pr&#246;vas om den kommer in till arrenden&#228;mnden senare &#228;n en
m&#229;nad efter det att avtalet ingicks. Leder en pr&#246;vning till
att godk&#228;nnande v&#228;gras, f&#246;rfaller avtalet, om inte n&#229;got
annat har &#246;verenskommits. Lag (2010:899).

2 &#167; Avtalet skall uppr&#228;ttas skriftligen. I avhandlingen skola samtliga
villkor upptagas. &#196;ndring eller till&#228;gg som ej avfattas skriftligen &#228;r
utan verkan.

Har fiske tilltr&#228;tts utan att skriftligt avtal uppr&#228;ttats, &#228;ger
ut&#246;varen, d&#228;rest det ej berott p&#229; honom att giltigt avtal sedermera icke
kommit till st&#229;nd, r&#228;tt till ers&#228;ttning f&#246;r den skada som d&#228;rigenom
tillskyndas honom.

Talan om skadest&#229;nd enligt andra stycket skall v&#228;ckas inom ett &#229;r fr&#229;n
det fisket avtr&#228;ddes.

3 &#167; Uppl&#229;telse av fiske skall ske f&#246;r viss tid, ej understigande fem &#229;r,
eller f&#246;r arrendatorns livstid. Uppl&#229;telse av fiske, som ing&#229;r i
fiskev&#229;rdsomr&#229;de, m&#229; dock ske f&#246;r &#229;terstoden av den tid, f&#246;r vilken
fiskev&#229;rdsomr&#229;det bildats. D&#228;rest uppl&#229;telsen ang&#229;r fastighet, var&#246;ver
uppl&#229;taren icke &#228;ger f&#246;rfoga ut&#246;ver sin egen besittningstid, m&#229;
uppl&#229;telsen ske f&#246;r s&#229;dan tid. &#196;r tiden icke s&#229; best&#228;md som nu sagts,
skall avtalet anses ing&#229;nget f&#246;r en tid av fem &#229;r. Har avtal tr&#228;ffats
f&#246;r kortare tid, g&#228;ller det dock f&#246;r den &#246;verenskomna tiden, om
arrenden&#228;mnden godk&#228;nt avtalet i denna del.

Har fiskearrende uppl&#229;tits p&#229; l&#228;ngre tid &#228;n den i 7 kap. 5 &#167; f&#246;rsta
stycket jordabalken f&#246;reskrivna l&#228;ngsta tiden f&#246;r nyttjander&#228;tts
best&#229;nd, &#228;ger fj&#228;rde stycket n&#228;mnda paragraf motsvarande till&#228;mpning.
Lag (1970:1018).

4 &#167; Vid arrende f&#246;r viss tid skall upps&#228;gning alltid ske f&#246;r att
avtalet skall upph&#246;ra att g&#228;lla vid arrendetidens utg&#229;ng. Vill
fastighetens &#228;gare eller arrendatorn att arrendevillkoren &#228;ndras f&#246;r
en ny arrendeperiod, skall han meddela motparten detta i den ordning
som g&#228;ller f&#246;r upps&#228;gning. Upps&#228;gning och beg&#228;ran om villkors&#228;ndring
skall ske senast ett &#229;r f&#246;re arrendetidens utg&#229;ng.

Om avtalet inte s&#228;gs upp inom r&#228;tt tid, anses det f&#246;rl&#228;ngt p&#229; fem &#229;r
eller, om beg&#228;ran om villkors&#228;ndring har gjorts, p&#229; den tid och de
villkor i &#246;vrigt som best&#228;ms enligt 5 &#167; andra stycket.

F&#246;rbeh&#229;ll som strider mot f&#246;rsta eller andra stycket g&#228;ller mot
arrendatorn, om det godk&#228;nts av arrenden&#228;mnden. F&#246;rbeh&#229;ll om l&#228;ngre
tid f&#246;r f&#246;rl&#228;ngning av avtalet &#228;n som anges i andra stycket g&#228;ller
utan s&#229;dant godk&#228;nnande.

I fr&#229;ga om tiden f&#246;r upph&#246;rande av arrendeavtal vid fr&#229;ntr&#228;de av
avtalet p&#229; grund av f&#246;rverkande eller av annan orsak och s&#228;ttet f&#246;r
upps&#228;gning &#228;ga 8 kap. 4 &#167; f&#246;rsta och andra styckena samt 8 &#167;
jordabalken motsvarande till&#228;mpning. H&#228;nvisningen i 8 kap. 4 &#167; f&#246;rsta
stycket jordabalken till 25 &#167; samma kapitel skall d&#228;rvid till&#228;mpas p&#229;
13 &#167; andra stycket denna lag. Lag (1984:680).

5 &#167; Om fastighetens &#228;gare sagt upp arrendeavtalet, har arrendatorn
r&#228;tt till f&#246;rl&#228;ngning av detta, utom n&#228;r

1. arrender&#228;tten &#228;r f&#246;rverkad,

2. arrendatorn i annat fall &#229;sidosatt sina f&#246;rpliktelser i s&#229;dan
m&#229;n att arrendeavtalet sk&#228;ligen icke b&#246;r f&#246;rl&#228;ngas,

3. fastighetens &#228;gare g&#246;r sannolikt, att han sj&#228;lv, hans make eller
avkomling skall bruka fisket, och det ej &#228;r obilligt mot arrendatorn
att arrendef&#246;rh&#229;llandet upph&#246;r,

4. fastighetens &#228;gare i annat fall har befogad anledning att uppl&#246;sa
arrendef&#246;rh&#229;llandet.

I fr&#229;ga om f&#246;rl&#228;ngning av arrendeavtal och om villkorstvist till&#228;mpas
9 kap. 8 &#167; andra stycket och 9 a--13 &#167;&#167; samt 10 kap. 6 &#167; jordabalken.
H&#228;nvisningarna till 9 kap. 9 &#167; jordabalken skall dock i st&#228;llet avse
10 kap. 6 &#167; samma balk.

F&#246;rsta och andra styckena g&#228;ller ej, om arrendeavtalet inte tr&#228;ffats
f&#246;r viss tid eller om jord&#228;garen s&#228;ger upp arrendeavtalet p&#229; den grund
att arrender&#228;tten &#228;r f&#246;rverkad, dock inte om i upps&#228;gningen anges att
den sker till arrendetidens utg&#229;ng.

F&#246;rbeh&#229;ll att arrender&#228;tten icke skall vara f&#246;renad med r&#228;tt till
f&#246;rl&#228;ngning g&#228;ller mot arrendatorn, om det godk&#228;nts av
arrenden&#228;mnden. Lag (1984:680).

6 &#167; F&#246;rbeh&#229;ll om r&#228;tt f&#246;r fastighetens &#228;gare att i annat fall &#228;n som
anges i lag eller annan f&#246;rfattning &#229;tertaga fisket eller del d&#228;rav f&#246;re
arrendetidens utg&#229;ng g&#228;ller endast om det godk&#228;nts av arrenden&#228;mnden.
Lag (1970:1018).

7 &#167; Fardag vid fiskearrende &#228;r den 14 mars.

Infaller dag d&#229; arrenderat fiske enligt lag eller avtal skall tilltr&#228;das
eller avtr&#228;das p&#229; s&#246;ndag eller annan allm&#228;n helgdag, skall tilltr&#228;de
eller avtr&#228;de i st&#228;llet ske n&#228;sta vardag, om ej annat avtalats. Lag
(1970:1018).

8 &#167; Arrendeavgiften skall best&#228;mmas i pengar. Har avtal tr&#228;ffats i
strid med vad som sagts nu, skall arrendeavgiften utg&#229; med belopp, som
&#228;r sk&#228;ligt med h&#228;nsyn fr&#228;mst till parternas avsikter och &#246;vriga
f&#246;rh&#229;llanden n&#228;r avtalet tr&#228;ffades. &#196;r ej tid utsatt f&#246;r erl&#228;ggande av
avgiften, skall den erl&#228;ggas sist tre m&#229;nader f&#246;re varje arrende&#229;rs
utg&#229;ng.

F&#246;reskrifterna i 8 kap. 9--11 &#167;&#167; jordabalken om neds&#228;ttning av
arrendeavgift, skadest&#229;nd och r&#228;tt till upps&#228;gning till&#228;mpas ocks&#229; i
fr&#229;ga om fiskearrende. Arrendatorn har ocks&#229; r&#228;tt till sk&#228;lig
neds&#228;ttning av arrendeavgiften, om fisket, utan hans v&#229;llande, p&#229;
grund av fiskpest, vattenf&#246;rorening eller annan s&#229;dan h&#228;ndelse i h&#246;g
grad f&#246;rs&#228;mrats.

Har arrendatorn f&#246;re f&#246;rfallodagen p&#229;kallat neds&#228;ttning av
arrendeavgiften i fall d&#229; det kan komma i fr&#229;ga, skall han anses hava
guldit den i r&#228;tt tid, d&#228;rest han inom en m&#229;nad efter det avgiften
blivit slutligen best&#228;md erl&#228;gger vad som brister. Lag (1984:680).

9 &#167; Utan medgivande av fastighetens &#228;gare m&#229; ej arrendatorn &#229;t annan
&#246;verl&#229;ta eller uppl&#229;ta fisket eller del d&#228;rav.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning p&#229; r&#228;ttighetens &#246;verg&#229;ng
genom bodelning, arv, testamente, bolagsskifte eller liknande f&#246;rv&#228;rv.
Lag (1970:1018).

10 &#167; D&#246;r arrendatorn f&#246;re arrendetidens utg&#229;ng, &#228;r d&#246;dsboet ber&#228;ttigat
att i sitt st&#228;lle s&#228;tta annan, med vilken &#228;garen sk&#228;ligen kan n&#246;jas,
eller att inom sex m&#229;nader upps&#228;ga avtalet. Vad som sagts nu g&#228;ller ej,
om annat avtalats.

&#196;r arrendet uppl&#229;tet f&#246;r arrendatorns livstid, har vid dennes d&#246;d hans
make r&#228;tt att intr&#228;da som arrendator under sin livstid, om &#228;ktenskapet
ing&#229;tts innan avtalet tr&#228;ffades. Ing&#229;r den efterlevande maken nytt
&#228;ktenskap, f&#229;r fastighets&#228;garen dock upps&#228;ga avtalet. N&#228;r avtalet upph&#246;r
att g&#228;lla p&#229; grund av arrendatorns eller den efterlevande makens d&#246;d,
skall fisket avtr&#228;das p&#229; den fardag som intr&#228;ffar n&#228;rmast efter sex
m&#229;nader fr&#229;n d&#246;dsfallet. Lag (1970:1018).

11 &#167; Sker &#246;verl&#229;telse av fastigheten efter det arrendatorn tilltr&#228;tt
fisket, g&#228;ller arrendeavtalet utan s&#228;rskilt f&#246;rbeh&#229;ll mot nye &#228;garen.

De best&#228;mmelser som i 8 kap. 15--17 &#167;&#167; jordabalken meddelats med
avseende &#229; utm&#228;tning och konkurs skola &#228;ga motsvarande till&#228;mpning vid
fiskearrende. Lag (1970:1018).

12 &#167; Arrender&#228;tten skall vara f&#246;rverkad och fastighetens &#228;gare f&#246;rty
ber&#228;ttigad att upps&#228;ga avtalet:

1. om arrendatorn dr&#246;jer med erl&#228;ggande av arrendeavgift ut&#246;ver en m&#229;nad
fr&#229;n f&#246;rfallodagen;

2. om han g&#246;r sig skyldig till vanv&#229;rd av fisket;

3. om han olovligen &#246;verl&#229;ter fisket eller eljest s&#228;tter annan i sitt
st&#228;lle eller uppl&#229;ter fisket eller del d&#228;rav; eller

4. om han eljest i v&#228;sentlig omfattning &#229;sidos&#228;tter vad som &#229;ligger
honom enligt avtalet.

Finnes vad arrendatorn l&#229;tit komma sig till last vara av ringa
betydenhet, m&#229; han ej skiljas fr&#229;n arrendet.

Upps&#228;ges avtalet, vare fastighetens &#228;gare ber&#228;ttigad till skadest&#229;nd.
Lag (1970:1018).

13 &#167; Har arrendatorn l&#229;tit komma sig till last s&#229;dant f&#246;rh&#229;llande som i
12 &#167; f&#246;rsta stycket 1 eller 2 s&#228;gs men sker r&#228;ttelse innan fastighetens
&#228;gare gjort bruk av sin r&#228;tt att upps&#228;ga avtalet, eller har i fall varom
i 12 &#167; f&#246;rsta stycket 3 eller 4 s&#228;gs &#228;garen icke uppsagt avtalet inom
sex m&#229;nader fr&#229;n det han fick kunskap om f&#246;rh&#229;llande som d&#228;r avses, m&#229;
&#228;garen ej senare &#229;beropa f&#246;rh&#229;llandet s&#229;som grund f&#246;r arrendatorns
skiljande fr&#229;n arrendet.

&#196;r arrender&#228;tten enligt 12 &#167; f&#246;rsta stycket 1 f&#246;rverkad p&#229; grund av
dr&#246;jsm&#229;l med betalning av arrendeavgift och har fastighetens &#228;gare med
anledning d&#228;rav uppsagt avtalet, f&#229;r arrendatorn ej p&#229; grund av
dr&#246;jsm&#229;let skiljas fr&#229;n arrendet, om arrendeavgiften betalas senast
tolfte vardagen fr&#229;n upps&#228;gningen. I avvaktan p&#229; att arrendatorn visar
sig ha fullgjort vad som s&#229;lunda fordras f&#246;r att &#229;tervinna
arrender&#228;tten, f&#229;r beslut om vr&#228;kning icke meddelas f&#246;rr&#228;n fjorton
vardagar f&#246;rflutit fr&#229;n upps&#228;gningen. Lag (1970:1018).

14 &#167; Vad om tid f&#246;r v&#228;ckande av talan, j&#228;mkning av arrendevillkor och
skiljedom &#228;r stadgat i 8 kap. 26--28 &#167;&#167; jordabalken skall &#228;ga
motsvarande till&#228;mpning vid fiskearrende. Lag (1970:1018).

15 &#167; Om arrenden&#228;mnd finnas best&#228;mmelser i 8 kap. jordabalken
och i lagen (1973:188) om arrenden&#228;mnder och hyresn&#228;mnder.
Lag (1973:193).

16 &#167; Beslut av arrenden&#228;mnden enligt denna lag f&#229;r &#246;verklagas 
till den hovr&#228;tt inom vars domkrets arrenden&#228;mnden finns.
Lag (2019:245).

16 a &#167; Vid &#246;verklagande av arrenden&#228;mndens beslut g&#228;ller 8 kap.
31 a-31 c &#167;&#167; jordabalken.

Ett beslut av hovr&#228;tten i fr&#229;ga om uppskov med avtr&#228;de f&#229;r inte
&#246;verklagas. Hovr&#228;tten f&#229;r dock till&#229;ta att beslutet &#246;verklagas,
om det finns s&#228;rskilda sk&#228;l f&#246;r en pr&#246;vning av om tillst&#229;nd
skall ges enligt 54 kap. 10 &#167; f&#246;rsta stycket 1
r&#228;tteg&#229;ngsbalken. Lag (2005:1060).

17 &#167; Har upph&#228;vts genom lag (2010:924).

18 &#167; Har upph&#228;vts genom lag (2005:1060).

&#214;verg&#229;ngsbest&#228;mmelser

1957:390

Denna lag tr&#228;der i kraft den 1 oktober 1957, dock att lagen icke skall
&#228;ga till&#228;mpning &#229; fiske, som tillh&#246;r kronan, f&#246;rr&#228;n den 1 oktober 1962.

Har s&#229;dan uppl&#229;tese som avses i 1 &#167; muntligen eller skriftligen gjorts
f&#246;r viss tid, som vid lagens ikrafttr&#228;dande &#228;nnu icke utg&#229;tt, skola &#229;
uppl&#229;telsen best&#228;mmelserna i 4 och 5 &#167;&#167; denna lag till&#228;mpas, d&#228;rest vid
uppl&#229;telsetidens utg&#229;ng fiskearrendatorn, eller fiskearrendatorn och
f&#246;re honom n&#229;gon av hans f&#246;r&#228;ldrar, innehaft fisker&#228;tten i dess helhet
eller till v&#228;sentlig del under sammanlagt minst tio &#229;r.


D&#228;rest i fall, varom i andra stycket &#228;r n&#228;mnt, uppl&#229;telsetiden utg&#229;r
under f&#246;rsta &#229;ret efter lagens ikrafttr&#228;dande, &#228;r fiskearrendatorn
ber&#228;ttigad till ny uppl&#229;telse f&#246;r en tid av ett &#229;r; och skall s&#229;dan
uppl&#229;telse anses hava kommit till st&#229;nd, om han icke inom en m&#229;nad efter
det lagen tr&#228;tt i kraft p&#229; s&#228;tt om upps&#228;gning &#228;r stadgat tillk&#228;nnagivit
sin &#246;nskan att avst&#229; fr&#229;n ny uppl&#229;telse. Med avseende &#229; n&#228;mnda
uppl&#229;telse &#228;ger vardera parten p&#229; s&#228;tt stadgas i 2 kap. 54 &#167;
nyttjander&#228;ttslagen p&#229;kalla &#228;ndring av uppl&#229;telsevillkoren senast &#229;tta
m&#229;nader f&#246;re den ett&#229;riga uppl&#229;telsetidens utg&#229;ng.

1970:1018

1. Denna lag tr&#228;der i kraft den 1 januari 1972.

2. I fr&#229;ga om fiskearrende som uppl&#229;tits f&#246;re de nya best&#228;mmelsernas
ikrafttr&#228;dande &#228;ger &#228;ldre best&#228;mmelser fortfarande till&#228;mpning, om ej
annat &#228;r f&#246;reskrivet nedan.

3. De nya best&#228;mmelserna i 4 &#167; sista stycket om s&#228;ttet f&#246;r upps&#228;gning
samt 14 &#167; om tid f&#246;r v&#228;ckande av talan och om j&#228;mkning av arrendevillkor
&#228;vensom 13 &#167; andra stycket &#228;ger till&#228;mpning &#228;ven p&#229; avtal om
fiskearrende som tr&#228;ffats f&#246;re de nya best&#228;mmelsernas ikrafttr&#228;dande.
Vad som sagts nu om till&#228;mpningen av 4 &#167; sista stycket och om 13 &#167; andra
stycket g&#228;ller dock ej, om upps&#228;gning &#228;gt rum f&#246;re ikrafttr&#228;dandet.

4. Best&#228;mmelserna i 5 &#167; i dess nya lydelse &#228;ger till&#228;mpning &#228;ven p&#229;
avtal som tr&#228;ffats f&#246;re de nya best&#228;mmelsernas ikrafttr&#228;dande, om 4 och
5 &#167;&#167; i deras &#228;ldre lydelse g&#228;ller f&#246;r avtalet. Har underr&#228;ttelse som
avses i 4 &#167; andra stycket i dess &#228;ldre lydelse eller i 2 kap. 53 eller
54 &#167; lagen (1907:36 s. 1) om nyttjander&#228;tt till fast egendom skett f&#246;re
de nya best&#228;mmelsernas ikrafttr&#228;dande, &#228;ger de &#228;ldre best&#228;mmelserna dock
alltj&#228;mt till&#228;mpning.

Inneh&#229;ller avtal som avses i f&#246;rsta stycket f&#246;rsta punkten ej f&#246;rbeh&#229;ll
om upps&#228;gning, &#228;ger &#228;ven 4 &#167; i sin nya lydelse till&#228;mpning. Om
arrendetiden g&#229;r till &#228;nda inom ett &#229;r fr&#229;n de nya best&#228;mmelsernas
ikrafttr&#228;dande, anses dock upps&#228;gning som skett inom en m&#229;nad fr&#229;n
ikrafttr&#228;dandet ha skett i r&#228;tt tid.

F&#246;rl&#228;nges avtal om fiskearrende till f&#246;ljd av f&#246;rsta eller andra
stycket, &#228;ger d&#228;refter de nya best&#228;mmelserna i sin helhet till&#228;mpning p&#229;
avtalet.

5. Best&#228;mmelsen i 11 &#167; andra stycket om till&#228;mpning av 8 kap. 17 &#167;
jordabalken g&#228;ller n&#228;r arrendatorn f&#246;rsatts i konkurs p&#229; grund av
ans&#246;kan som gjorts efter nya balkens ikrafttr&#228;dande.

6. Arreendetvist, vari talan v&#228;ckts f&#246;re de nya best&#228;mmelsernas
ikrafttr&#228;dande, behandlas enligt &#228;ldre best&#228;mmelser.

&#196;rende som enligt &#228;ldre best&#228;mmelser skall handl&#228;ggas av arrenden&#228;mnd
pr&#246;vas av arrenden&#228;mnd som avses i 8 kap. 29 &#167; jordabalken, om &#228;rendet
anh&#228;ngigg&#246;res efter de nya best&#228;mmelsernas ikrafttr&#228;dande. Arrenden&#228;mnds
beslut i s&#229;dant &#228;rende f&#229;r ej klandras.

7. I fr&#229;ga om avtal om fiskearrende betr&#228;ffande s&#229;dan
fideikommissfastighet som ej &#228;r att anse som huvudg&#229;rd till fideikommiss
&#228;ger 1 kap. 9 &#167; lagen (1907:36 s. 1) om nyttjander&#228;tt till fast egendom
fortfarande till&#228;mpning.

1973:193

Denna lag tr&#228;der i kraft den 1 juni 1973.

&#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om klander av beslut som
meddelats f&#246;re ikrafttr&#228;dandet.

1979:372

1. Denna lag tr&#228;der i kraft den 1 juli 1979

2. De nya best&#228;mmelserna i 5 &#167; andra stycket g&#228;ller, i den m&#229;n ej annat
f&#246;ljer av 3, &#228;ven i fr&#229;ga om arrendeavtal som har ing&#229;tt f&#246;re
ikrafttr&#228;dandet.

3. Har arrendeavtal uppsagts f&#246;re ikrafttr&#228;dandet, g&#228;ller &#228;ldre
best&#228;mmelser.

4. Den nya lydelsen av 5 &#167; f&#246;rsta stycket 3 g&#228;ller i fr&#229;ga om
arrendeavtal som har ing&#229;tt f&#246;re ikrafttr&#228;dandet f&#246;rst efter den
tidpunkt till vilken fastighetens &#228;gare tidigast kan s&#228;ga upp avtalet
genom upps&#228;gning efter ikrafttr&#228;dandet. Om antingen arrendatorn ensam
eller arrendatorn och f&#246;re honom hans make eller n&#229;gon av hans f&#246;r&#228;ldrar
vid arrendetidens utg&#229;ng brukat fisket under sammanlagt minst tio &#229;r,
till&#228;mpas dock 5 &#167; f&#246;rsta stycket 3 i den nya lydelsen fr&#229;n och med
ikrafttr&#228;dandet. Detsamma g&#228;ller om den arrendetid som l&#246;per vid
ikrafttr&#228;dandet enligt avtalet utg&#229;r f&#246;rst sedan arrendef&#246;rh&#229;llandet
varat minst tio &#229;r.

1984:680

1. Denna lag tr&#228;der i kraft den 1 januari 1985.

2. Best&#228;mmelsen i 9 kap. 12 a &#167; jordabalken skall inte till&#228;mpas i en
tvist, som har anh&#228;ngiggjorts vid domstol eller arrenden&#228;mnd f&#246;re
ikrafttr&#228;dandet.

3. Om ett avtal har sagts upp f&#246;re ikrafttr&#228;dandet, skall &#228;ldre
best&#228;mmelser om upps&#228;gning och h&#228;nskjutande av tvist till arrenden&#228;mnd
till&#228;mpas. I s&#229;dant fall till&#228;mpas inte heller 9 kap. 12 b &#167;
jordabalken.

4. De &#228;ldre best&#228;mmelserna om arbetsavtal i samband med arrende g&#228;ller
fram till den tidpunkt till vilken fastighetens &#228;gare tidigast kan
s&#228;ga upp avtalet genom upps&#228;gning efter ikrafttr&#228;dandet.

5. Om ett avtal som har ing&#229;tts f&#246;re ikrafttr&#228;dandet inneh&#229;ller
villkor som fordrar arrenden&#228;mndens godk&#228;nnande, skall den i 1 &#167;
fj&#228;rde stycket f&#246;reskrivna tiden r&#228;knas fr&#229;n utg&#229;ngen av &#229;r 1984.

1991:851

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om m&#229;l om lags&#246;kning,
betalningsf&#246;rel&#228;ggande och handr&#228;ckning d&#228;r talan v&#228;ckts f&#246;re
ikrafttr&#228;dandet.

2005:1060

1. Denna lag tr&#228;der i kraft den 1 januari 2006.

2. I fr&#229;ga om &#228;renden som en arrenden&#228;mnd avgjort f&#246;re
ikrafttr&#228;dandet g&#228;ller &#228;ldre best&#228;mmelser.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4409">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4411">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
