

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2016-08-03" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4428</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4427">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4429">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1955:229 ·
                    <a href="/sfsr?bet=1955:229">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1955:229) i anledning av Sveriges tilltr&#228;de till 1948 &#229;rs konvention r&#246;rande internationellt erk&#228;nnande av r&#228;tt till luftfartyg</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1955-05-12
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2015:873
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Denna lag till&#228;mpas p&#229; luftfartyg som &#228;r inf&#246;rda i ett
nationalitetsregister i fr&#228;mmande stat, som har tilltr&#228;tt den
i Gen&#232;ve den 19 juni 1948 antagna konventionen r&#246;rande
internationellt erk&#228;nnande av r&#228;tt till luftfartyg. Lagen
till&#228;mpas ocks&#229; p&#229; luftfartyg som &#228;r inf&#246;rda i ett
nationalitetsregister i ett territorium f&#246;r vars utl&#228;ndska
angel&#228;genheter en f&#246;rdragsslutande stat svarar och f&#246;r vilket
det f&#246;rs ett s&#228;rskilt nationalitetsregister, s&#229;vida inte den
staten har gjort ett f&#246;rbeh&#229;ll om att konventionen inte ska
till&#228;mpas inom territoriet. Det som anges i 5 &#167; ska dock
g&#228;lla &#228;ven f&#246;r luftfartyg som &#228;r registrerade i Sverige.

Med luftfartyg avses i denna lag, f&#246;rutom flygkroppen, &#228;ven
motorer, propellrar, radioutrustning, instrument och andra
tillbeh&#246;r, oavsett om de &#228;r monterade i fartyget eller
tillf&#228;lligt skilda fr&#229;n det.

I lagen (2015:860) om internationella s&#228;kerhetsr&#228;tter i l&#246;sa
saker finns s&#228;rskilda best&#228;mmelser om r&#228;ttigheter i
luftfartyg som kan p&#229;verka till&#228;mpningen av denna lag.
Lag (2015:864).

2 &#167; F&#246;re alla andra r&#228;ttigheter &#228;n de i 5 &#167; avsedda skola &#228;gander&#228;tt
till luftfartyg, med besittning f&#246;renad r&#228;tt att genom k&#246;p f&#246;rv&#228;rva
s&#229;dant fartyg samt nyttjander&#228;tt till s&#229;dant fartyg enligt uppl&#229;telse
p&#229; minst sex m&#229;nader, s&#229; ock pantr&#228;tt eller annan s&#229;dan r&#228;tt till
luftfartyg, tillkommen enligt avtal och s&#229;som s&#228;kerhet f&#246;r fordran
till visst belopp, erk&#228;nnas h&#228;r i riket, s&#229;framt r&#228;tten tillkommit
enligt lagen i den f&#246;rdragsslutande stat, i vars nationalitetsregister
fartyget d&#229; var inf&#246;rt, och r&#228;tten &#228;r inskriven i inskrivningsbok i
den stat, d&#228;r fartyget &#228;r registrerat d&#229; r&#228;tten g&#246;res g&#228;llande.

F&#246;rm&#229;nsr&#228;tt f&#246;r pantr&#228;tt eller annan s&#229;dan r&#228;tt till luftfartyg
omfattar varje belopp f&#246;r vilket s&#228;kerhet st&#228;llts, dock icke r&#228;nta som
&#228;r upplupen f&#246;r l&#228;ngre tid &#228;n tre &#229;r f&#246;re utm&#228;tning eller, vid
konkurs, f&#246;re konkursans&#246;kningens ingivande.

3 &#167; Verkan i f&#246;rh&#229;llande till tredje man av inskrivning, varom
f&#246;rm&#228;les i 2 &#167;, bed&#246;mes enligt lagen i den stat d&#228;r r&#228;tten &#228;r
inskriven. D&#228;r luftfartyg h&#228;r i riket utm&#228;tts eller belagts med
kvarstad eller luftfartyg omfattas av konkurs, som intr&#228;ffat h&#228;r i
riket, och g&#228;lden&#228;ren med vetskap d&#228;rom tr&#228;ffat det avtal, som ligger
till grund f&#246;r inskrivningen, m&#229; denna dock ej till f&#246;rf&#229;ng f&#246;r
uts&#246;kningsborgen&#228;ren eller konkursborgen&#228;rerna eller f&#246;r k&#246;paren vid
exekutiv f&#246;rs&#228;ljning &#229;beropas i vidare m&#229;n &#228;n som f&#246;ljer av svensk
lag. Lag (1981:810).

4 &#167; D&#228;r en i 2 &#167; omf&#246;rm&#228;ld r&#228;tt till luftfartyg, vilken innehaves
s&#229;som s&#228;kerhet f&#246;r fordran, enligt lagen i den stat d&#228;r fartytget &#228;r
registrerat f&#246;rklaras omfatta tillika reservdelar som f&#246;varas p&#229;
angivna platser, skall r&#228;tten h&#228;r i riket erk&#228;nnas j&#228;mv&#228;l i dessa
reservdelar, s&#229;framt vid f&#246;rvaringsplatsen finnes anslaget
&#228;ndam&#229;lsenligt och v&#228;l synligt tillk&#228;nnagivande om r&#228;ttens
beskaffenhet och omfattning, om namnet &#229; dess innehavare och hans
adress samt om den inskrivningsbok i vilken r&#228;tten &#228;r inskriven.

Till reservdelar r&#228;knas f&#246;rem&#229;l avsedda att anbringas i luftfartyg i
st&#228;llet f&#246;r delar eller f&#246;rem&#229;l som borttagits d&#228;rifr&#229;n, s&#229;som delar
av flygkroppen samt motorer, propellrar, radioutrustning och
instrument j&#228;mte delar d&#228;rav.

5 &#167; Hava &#229;tg&#228;rder f&#246;r b&#228;rgning eller bevarande av luftfartyg avslutats
i fr&#228;mmande stat som tilltr&#228;t den i 1 &#167; n&#228;mnda konventionen, och &#228;r
med fordran p&#229; l&#246;n f&#246;r b&#228;rgningen eller p&#229; ers&#228;ttning f&#246;r s&#228;rskilda
kostnader, som varit oundg&#228;ngliga f&#246;r bevarandet av fartyget, enligt
lagen i den stat d&#228;r &#229;tg&#228;rderna f&#246;r b&#228;rgningen eller bevarandet
avslutades f&#246;renad luftpantr&#228;tt i fartyget, skall pantr&#228;tten h&#228;r i
riket erk&#228;nnas med f&#246;rm&#229;nsr&#228;tt framf&#246;r varje annan r&#228;tt till fartyget.
Finnas flera s&#229;dana fordringar, njute de som sammanh&#228;nga med en senare
h&#228;ndelse f&#246;retr&#228;de framf&#246;r dem som h&#228;rr&#246;ra av en tidigare.

Vad s&#229;lunda stadgats g&#228;ller dock icke, s&#229;vida tre m&#229;nader f&#246;rflutit
fr&#229;n det &#229;tg&#228;rderna avslutades utan att borgen&#228;rens anspr&#229;k p&#229;
luftpantr&#228;tt i fartyget antecknats i inskrivningsboken i den stat d&#228;r
fartyget &#228;r registrerat och dessutom &#246;verenskommelse tr&#228;ffats om det
belopp pantr&#228;tten avser eller talan om borgen&#228;rens r&#228;tt v&#228;ckts i laga
ordning.

6 &#167; N&#228;r exekutiv f&#246;rs&#228;ljning av luftfartyg eller i 4 &#167; omn&#228;mnda
reservdelar till s&#229;dant fartyg skall &#228;ga rum, &#229;ligger det den som
p&#229;kallat f&#246;rs&#228;ljningen att ingiva ett av vederb&#246;rande myndighet i den
stat d&#228;r fartyget &#228;r registrerat utf&#228;rdat gravationsbevis ang&#229;ende
egendomen j&#228;mte styrkt &#246;vers&#228;ttning av beviset &#228;vensom att, d&#229; fr&#229;ga
&#228;r om luftfartyg, senast en m&#229;nad f&#246;re auktionen l&#229;ta kung&#246;ra
f&#246;rs&#228;ljningen p&#229; registreringsorten enligt d&#228;r g&#228;llande lag. Inom
samma tid skall underr&#228;ttelse i den ordning som &#228;r f&#246;reskriven i fr&#229;ga
om underr&#228;ttelse till borgen&#228;r s&#228;ndas till innehavaren av varje i
fartyget inskriven r&#228;ttighet, som skall erk&#228;nnas enligt denna lag.

Ut&#246;ver de fordringar och kostnader som annars skola upptagas i
sak&#228;garf&#246;rteckning vid exekutiv f&#246;rs&#228;ljning av luftfartyg eller
reservdelar skall i f&#246;rteckningen upptagas annan r&#228;ttighet som skall
erk&#228;nnas enligt denna lag. Betr&#228;ffande s&#229;dan r&#228;ttighets st&#228;llning vid
exekutiv f&#246;rs&#228;ljning &#228;ger i &#246;vrigt vad som g&#228;ller betr&#228;ffande
r&#228;ttighet i fast egendom som s&#228;ljes exekutivt motsvarande
till&#228;mpning. Lag (1971:501).

7 &#167; Besv&#228;ras ett luftfartyg av en inskriven r&#228;ttighet, som
enligt denna lag skall erk&#228;nnas h&#228;r i landet, f&#229;r fartyget inte
f&#246;ras &#246;ver till det svenska luftfartygsregistret, om inte
innehavaren av r&#228;ttigheten har medgett att fartyget registreras
h&#228;r.

F&#246;rs fartyget &#246;ver till det svenska luftfartygsregistret, har
r&#228;ttighetens innehavare r&#228;tt att f&#229; den inskriven i
inskrivningsregistret f&#246;r luftfartyg, om den &#228;r av s&#229;dan
beskaffenhet, att den enligt lagen (1955:227) om inskrivning av
r&#228;tt till luftfartyg kan skrivas in.

S&#246;ks inskrivningen senast p&#229; den inskrivningsdag som infaller
n&#228;st efter tre m&#229;nader fr&#229;n det att fartyget registrerades h&#228;r
i landet, g&#228;ller r&#228;ttigheten med samma f&#246;rm&#229;nsr&#228;tt som den hade
i det land d&#228;r fartyget sist var registrerat. Fr&#229;gan om
r&#228;ttigheten lagligen tillkommit pr&#246;vas enligt lagen i det land
d&#228;r fartyget var registrerat vid tiden f&#246;r r&#228;ttighetens
tillkomst. Lag (2004:83).

8 &#167; Har en borgen&#228;rs anspr&#229;k p&#229; luftpantr&#228;tt, inom den tid som
anges i 5 &#167; andra stycket, antecknats i inskrivningsboken i det
land d&#228;r fartyget var registrerat och f&#246;rs fartyget &#246;ver till
det svenska luftfartygsregistret skall motsvarande anteckning
g&#246;ras i inskrivningsregistret f&#246;r luftfartyg. Lag (2004:83).

9 &#167; Best&#228;mmelserna i denna lag utg&#246;ra icke hinder mot till&#228;mpning
betr&#228;ffande luftfartyg av vad som &#228;r eller framledes kan bliva stadgat
r&#246;rande tv&#229;ngs&#229;tg&#228;rder mot den som &#246;vertr&#228;der f&#246;reskrifter ang&#229;ende
luftfart, invandring samt inf&#246;rsel och utf&#246;rsel av varor.

Denna lag skall icke &#228;ga till&#228;mpning p&#229; luftfartyg, som &#228;ro avsedda
f&#228;r milit&#228;r-, tull- eller polistj&#228;nst.

10 &#167; N&#228;rmare f&#246;reskrifter r&#246;rande till&#228;mpningen av vad i denna lag
stadgas meddelas av Konungen.

&#214;verg&#229;ngsbest&#228;mmelser

1981:810

Denna lag tr&#228;der i kraft den 1 januari 1982.

Vad som s&#228;gs om kvarstad i 3 &#167; i dess nya lydelse g&#228;ller &#228;ven
skingringsf&#246;rbud som har meddelats f&#246;re ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4427">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4429">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
