

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2018-09-19" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4429</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4428">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4430">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1955:227 ·
                    <a href="/sfsr?bet=1955:227">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1955:227) om inskrivning av r&#228;tt till luftfartyg</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1955-05-12
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2018:781
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om inskrivning av
f&#246;rv&#228;rv av och nyttjander&#228;tt till luftfartyg samt om
inteckning i luftfartyg.

Lagen till&#228;mpas p&#229; luftfartyg som &#228;r inf&#246;rda i det svenska
luftfartygsregistret. Best&#228;mmelserna om inskrivning av
f&#246;rv&#228;rv och nyttjander&#228;tt &#228;r tilll&#228;mpliga &#228;ven p&#229; andelar i
s&#229;dana luftfartyg.

Best&#228;mmelser om erk&#228;nnande av inskrivning som gjorts i annat
land m.m. finns i lagen (1955:229) i anledning av Sveriges
tilltr&#228;de till 1948 &#229;rs konvention r&#246;rande internationellt
erk&#228;nnande av r&#228;tt till luftfartyg.

Best&#228;mmelser om internationella s&#228;kerhetsr&#228;tter och andra
r&#228;ttigheter i luftfartyg finns i lagen (2015:860) om
internationella s&#228;kerhetsr&#228;tter i l&#246;sa saker. Lag (2015:863).

1 a &#167; F&#246;r inskrivning enligt denna lag ska ett register 
f&#246;ras med hj&#228;lp av automatiserad behandling, ben&#228;mnt 
inskrivningsregistret f&#246;r luftfartyg. Det ska ge offentlighet 
&#229;t den information som ing&#229;r i registret.

Regeringen kan med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela 
f&#246;reskrifter om inskrivningsregistrets inneh&#229;ll och n&#228;rmare 
&#228;ndam&#229;l, behandling av uppgifter och personuppgiftsansvar.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om avgifter f&#246;r registrering och om 
expeditionsavgifter f&#246;r bevis om inskrivnings&#229;tg&#228;rd.
Lag (2018:271).

1 b &#167; Inskrivnings&#228;renden enligt denna lag handl&#228;ggs av en f&#246;r
hela landet gemensam inskrivningsmyndighet. Regeringen
best&#228;mmer vilken myndighet som skall vara
inskrivningsmyndighet. Lag (2004:82).

Inskrivning av f&#246;rv&#228;rv av luftfartyg

2 &#167; Den som har f&#246;rv&#228;rvat &#228;gander&#228;tt till ett luftfartyg f&#229;r
ans&#246;ka om inskrivning av f&#246;rv&#228;rvet. Lag (2004:82).

2 a &#167; Om ett f&#246;rv&#228;rv av ett luftfartyg &#228;r f&#246;rem&#229;l f&#246;r ett
&#228;gander&#228;ttsf&#246;rbeh&#229;ll eller &#228;r beroende av n&#229;got annat villkor
som inskr&#228;nker r&#228;tten att &#246;verl&#229;ta, uppl&#229;ta eller inteckna
luftfartyget, f&#229;r den som ans&#246;ker om inskrivning av ett f&#246;rv&#228;rv
enligt 2 &#167; ans&#246;ka om att en anteckning om f&#246;rbeh&#229;llet eller
villkoret skall g&#246;ras i registret.

En ans&#246;kan enligt f&#246;rsta stycket f&#229;r ocks&#229; g&#246;ras av den till
vars f&#246;rm&#229;n f&#246;rbeh&#229;llet eller villkoret g&#228;ller. Lag (2004:82).

Inskrivning av nyttjander&#228;tt till luftfartyg

2 b &#167; Den som har f&#246;rv&#228;rvat nyttjander&#228;tt till ett luftfartyg
genom uppl&#229;telse av den inskrivne &#228;garen f&#229;r ans&#246;ka om
inskrivning av nyttjander&#228;tten.

En s&#229;dan ans&#246;kan f&#229;r ocks&#229; g&#246;ras avseende en uppl&#229;telse som
gjorts av n&#229;gon annan &#228;n den inskrivne &#228;garen, om uppl&#229;taren
f&#246;rv&#228;rvat luftfartyget f&#246;re uppl&#229;telsen och senast p&#229; samma
inskrivningsdag som ans&#246;kan om inskrivning av nyttjander&#228;tt
g&#246;rs s&#246;ker inskrivning f&#246;r sitt f&#246;rv&#228;rv. Lag (2004:82).

Verkningar av inskrivning av f&#246;rv&#228;rv och nyttjander&#228;tt m.m.

2 c &#167; En inf&#246;ring i inskrivningsregistret f&#246;r luftfartyg skall,
fr&#229;n och med den inskrivningsdag d&#229; &#228;rendet om inf&#246;ringen togs
upp, anses k&#228;nd f&#246;r var och en vars r&#228;tt till luftfartyget &#228;r
beroende av god tro om en omst&#228;ndighet som inf&#246;ringen avser.
Lag (2004:82).

2 d &#167; Ett f&#246;rv&#228;rv av ett luftfartyg skall g&#228;lla &#228;ven om
&#246;verl&#229;taren inte hade r&#228;tt att &#246;verl&#229;ta luftfartyget, om

1. &#246;verl&#229;tarens r&#228;tt till luftfartyget var inskriven n&#228;r
&#246;verl&#229;telsen &#228;gde rum,

2. f&#246;rv&#228;rvaren har ans&#246;kt om inskrivning av f&#246;rv&#228;rvet och inte
k&#228;nde till eller borde ha k&#228;nt till bristen i &#246;verl&#229;tarens r&#228;tt
att f&#246;rfoga &#246;ver luftfartyget n&#228;r ans&#246;kan gjordes, samt

3. inskrivning d&#228;refter beviljas.

Om f&#246;rv&#228;rv genom exekutiv f&#246;rs&#228;ljning finns best&#228;mmelser i
uts&#246;kningsbalken. Lag (2004:82).

2 e &#167; Om ett luftfartyg har &#246;verl&#229;tits och inskrivning har
s&#246;kts f&#246;r f&#246;rv&#228;rvet, f&#229;r luftfartyget efter utg&#229;ngen av den
inskrivningsdag d&#229; ans&#246;kan gjordes inte tas i anspr&#229;k f&#246;r en
annan fordran mot &#246;verl&#229;taren &#228;n f&#246;r s&#229;dan som &#228;r f&#246;renad med
inteckning som s&#246;kts f&#246;re denna inskrivningsdag eller f&#246;r
vilken luftpantr&#228;tt eller retentionsr&#228;tt g&#228;ller i luftfartyget.

Om ans&#246;kan om inskrivning avsl&#229;s, f&#229;r luftfartyget tas i
anspr&#229;k utan de begr&#228;nsningar som anges i f&#246;rsta stycket.
Lag (2004:82).

2 f &#167; Nyttjander&#228;tt till ett luftfartyg g&#228;ller mot ny &#228;gare
till luftfartyget, om inskrivning av nyttjander&#228;tten s&#246;kts
senast p&#229; inskrivningsdagen f&#246;re den inskrivningsdag d&#229; den nye
&#228;garen ans&#246;ker om inskrivning av sitt f&#246;rv&#228;rv.

Ett luftfartyg f&#229;r inte till skada f&#246;r nyttjander&#228;ttshavaren
tas i anspr&#229;k f&#246;r annan fordran mot uppl&#229;taren &#228;n f&#246;r s&#229;dan som
&#228;r f&#246;renad med inteckning som s&#246;kts f&#246;re den dag d&#229; inskrivning
av nyttjander&#228;tten s&#246;kts eller f&#246;r vilken luftpantr&#228;tt eller
retentionsr&#228;tt g&#228;ller i luftfartyget. Lag (2004:82).

Talan om b&#228;ttre r&#228;tt m.m.

2 g &#167; Talan om b&#228;ttre r&#228;tt till ett luftfartyg kan med laga
verkan riktas mot den som senast beviljats eller s&#246;kt
inskrivning f&#246;r sitt f&#246;rv&#228;rv, &#228;ven om denne innan talan v&#228;cktes
&#246;verl&#229;tit luftfartyget. Den till vilken &#246;verl&#229;telsen skett har
i r&#228;tteg&#229;ngen samma st&#228;llning som om &#246;verl&#229;telsen skett under
r&#228;tteg&#229;ngen.

F&#246;rsta stycket skall ocks&#229; till&#228;mpas n&#228;r n&#229;gon vill s&#246;ka
betalning ur ett luftfartyg f&#246;r en fordran som &#228;r f&#246;renad med
inteckning eller f&#246;r vilken luftpantr&#228;tt eller retentionsr&#228;tt
g&#228;ller i luftfartyget. Om en tvist som r&#246;r &#228;gander&#228;tten &#228;r
antecknad i registret, f&#229;r talan om betalning ocks&#229; riktas mot
den som innehar luftfartyget med &#228;gander&#228;ttsanspr&#229;k.
Lag (2004:82).

Avf&#246;rande av inskrivningar av f&#246;rv&#228;rv och nyttjander&#228;tt m.m.

2 h &#167; Den som &#228;r inskriven som &#228;gare eller nyttjander&#228;ttshavare
eller den till vars f&#246;rm&#229;n ett antecknat f&#246;rbeh&#229;ll eller
villkor som avses i 2 a &#167; g&#228;ller, f&#229;r ans&#246;ka om att
inskrivningen eller anteckningen skall avf&#246;ras ur registret.
Lag (2004:82).

Inteckning i luftfartyg och reservdelar till luftfartyg

3 &#167; Efter medgivande av den som &#228;r inskriven som &#228;gare, f&#229;r ett
luftfartyg genom inskrivning i inskrivningsregistret f&#246;r
luftfartyg intecknas till s&#228;kerhet f&#246;r fordran p&#229; ett visst
penningbelopp.

En inteckning f&#229;r till s&#228;kerhet f&#246;r en och samma fordran
meddelas i flera luftfartyg, men inte p&#229; s&#229;dant s&#228;tt att n&#229;got
av dem kommer att besv&#228;ras av en inteckning som inte g&#228;ller med
samma f&#246;rm&#229;nsr&#228;tt i de &#246;vriga. Ett luftfartyg som &#228;r intecknat
f&#246;r samma fordran som ett annat luftfartyg f&#229;r inte intecknas
s&#228;rskilt.

En inteckning f&#229;r inte meddelas i en andel av ett luftfartyg.
Lag (2004:82).

4 &#167; Inteckning i luftfartyg f&#229;r, om den som &#228;r inskriven som
&#228;gare medger det, beviljas att g&#228;lla &#228;ven i lager av
reservdelar, eller i en andel i ett s&#229;dant lager, som tillh&#246;r
&#228;garen till luftfartyget, om delarna till art och ungef&#228;rligt
antal f&#246;rtecknats i fordringshandlingen eller i en bilaga till
denna och f&#246;rvaras p&#229; angivna platser h&#228;r i landet eller i
annan stat som tilltr&#228;tt den i Gen&#232;ve den 19 juni 1948
avslutade konventionen r&#246;rande internationellt erk&#228;nnande av
r&#228;tt till luftfartyg. Vid s&#229;dan inteckning skall 3 &#167; andra
stycket till&#228;mpas p&#229; motsvarande s&#228;tt.

Till reservdelar r&#228;knas f&#246;rem&#229;l som &#228;r avsedda att monteras p&#229;
eller i ett luftfartyg i st&#228;llet f&#246;r delar eller f&#246;rem&#229;l som
tagits bort d&#228;rifr&#229;n, s&#229;som delar av flygkroppen samt motorer,
propellrar, radioutrustning och instrument eller delar d&#228;rav.
Lag (2004:82).

5 &#167; Medgivande av inteckning skall tecknas &#229; handling, var&#229; fordran
grundas, samt innefatta uppgift om luftfartygets nationalitets- och
registreringsbeteckning; och varde medgivandet av vittnen styrkt.

6 &#167; N&#228;r ans&#246;kan om inteckning g&#246;rs skall fordringshandlingen
ges in i original. Lag (2004:82).

7 &#167; Har upph&#228;vts genom lag (2004:82).

8 &#167; &#196;r fr&#229;ga om inteckning i reservdelar, skall genom intyg av trov&#228;rdig
person eller annorledes n&#246;jaktigt styrkas att reservdelarna eller den
lott i dessa, vari inteckningen skall g&#228;lla, tillh&#246;r luftfartygets
&#228;gare.

9 &#167; Ej m&#229; i intecknings&#228;rende andra &#228;n skriftliga bevis g&#228;lla i fr&#229;ga om
&#229;tkomst till luftfartyg eller reservdelar.

10 &#167; Har, d&#229; inteckning s&#246;kes, talan v&#228;ckts om klander &#229; den uppgivne
&#228;garens f&#229;ng eller om &#229;terg&#229;ng d&#228;rav, vare ans&#246;kningen vilande i avbidan
p&#229; m&#229;lets utg&#229;ng. Fullf&#246;ljes ej ans&#246;kningen senast &#229; den inskrivningsdag
som infaller n&#228;st efter tre m&#229;nader fr&#229;n det dom eller beslut, varigenom
m&#229;let avgjorts, vunnit laga kraft, vare ans&#246;kningen f&#246;rfallen.

11 &#167; En &#246;verl&#229;telse av ett luftfartyg eller en andel i ett
luftfartyg hindrar inte att luftfartyget intecknas p&#229; grund av
&#246;verl&#229;tarens medgivande, om ans&#246;kan om inteckningen gjorts
senast inskrivningsdagen f&#246;re den inskrivningsdag d&#229; den nye
&#228;garen s&#246;ker inskrivning av sitt f&#246;rv&#228;rv. Lag (2004:82).

12 &#167; Har upph&#228;vts genom lag (2004:82).

13 &#167; Har upph&#228;vts genom lag (2004:82).

Om intecknings verkan och omfattning

14 &#167; Sedan inteckning i luftfartyg meddelats, njute fordrings&#228;garen
pantr&#228;tt i fartyget.

Pantr&#228;tten omfattar f&#246;rutom flygkroppen j&#228;mv&#228;l motorer, propellrar,
radioutrustning, instrument och andra tillbeh&#246;r, vare sig de &#228;ro
anbragta i luftfartyget eller tillf&#228;lligt skilda d&#228;rifr&#229;n.

Har tillbeh&#246;r f&#246;rv&#228;rvats under villkor att &#246;verl&#229;taren skall &#228;ga r&#228;tt
att &#229;tertaga det, om f&#246;rv&#228;rvaren &#229;sidos&#228;tter vad honom &#229;ligger, eller
att &#228;gander&#228;tten d&#228;rtill skall f&#246;rbliva hos &#246;verl&#229;taren intill dess
betalning erlagts eller annan f&#246;ruts&#228;ttning uppfyllts, m&#229; villkoret ej
g&#246;ras g&#228;llande mot inteckningshavaren.

15 &#167; Omfattar en inteckning &#228;ven reservdelar, har
inteckningshavaren pantr&#228;tt i dessa, om han eller hon vid
f&#246;rvaringsplatsen har anslagit ett v&#228;l synligt tillk&#228;nnagivande
om inteckningen, med angivande av dess omfattning,
inteckningshavarens namn och adress, och att inteckningen har
skrivits in i inskrivningsregistret f&#246;r luftfartyg.
Lag (2004:82).

16 &#167; Ers&#228;ttes intecknad reservdel med annan, h&#228;fte i st&#228;llet denna f&#246;r
pantr&#228;tten.

17 &#167; &#196;r inteckning meddelad i flera luftfartyg, h&#228;fte ettvart av
fartygen f&#246;r den intecknade fordringens hela belopp.

Omfattar inteckning ett eller flera luftfartyg j&#228;mte reservdelar, skola
j&#228;mv&#228;l reservdelarna svara f&#246;r hela det intecknade beloppet.

18 &#167; Ang&#229;ende inteckningshavares r&#228;tt till ers&#228;ttning, som utg&#229;r p&#229;
grund av tagen f&#246;rs&#228;kring, &#228;r s&#228;rskilt stadgat.

Ers&#228;ttning, som p&#229; annan grund utg&#229;r f&#246;r skada &#229; intecknad egendom,
h&#228;fte icke i egendomens st&#228;lle f&#246;r intecknad fordran.

19 &#167; Ej m&#229; pantr&#228;tt, som inteckning medf&#246;r, s&#228;rskilt g&#246;ras g&#228;llande i
viss lott i vad som intecknats.

19 a &#167; Pantr&#228;tt p&#229; grund av inteckning i luftfartyg eller reservdelar
g&#228;ller ej r&#228;nta f&#246;r l&#228;ngre tid &#228;n tre &#229;r f&#246;re den dag utm&#228;tning sker
eller konkursans&#246;kan g&#246;res. Lag (1970:986).

19 b &#167; Inteckning ger f&#246;retr&#228;de i f&#246;rh&#229;llande till annan
inteckning efter den tidsf&#246;ljd i vilken inteckningarna s&#246;ks.
Inteckningar som s&#246;ks p&#229; samma inskrivningsdag ger lika r&#228;tt.
Lag (2004:82).

20 &#167; Varder intecknad egendom utm&#228;tningsvis s&#229;ld, njute
inteckningshavaren betalning ur egendomen, &#228;nd&#229; att fordringen eljest ej
&#228;r till betalning f&#246;rfallen.

Samma lag vare, om intecknat luftfartyg genom vanv&#229;rd eller annorledes
s&#229; f&#246;rs&#228;mras, att inteckningshavarens s&#228;kerhet m&#228;rkligt minskas, eller
om intecknat reservdelslager icke vidmakth&#229;lles i huvudsaklig
&#246;verensst&#228;mmelse med vad som uttryckligen &#246;verenskommits eller eljest
f&#229;r anses avtalat.

Om s&#228;rskilda &#229;tg&#228;rder med avseende &#229; inteckning

21 &#167; Vill &#228;garen till intecknad egendom byta ut en
inteckningshandling mot en eller flera andra handlingar som
inneh&#229;ller medgivande av inteckning f&#246;r motsvarande belopp,
skall dessa handlingar ges in till inskrivningsmyndigheten. I
inskrivningsregistret f&#246;r luftfartyg g&#246;rs anteckning om utbytet
och p&#229; den eller de nya inteckningshandlingarna g&#246;rs de
anm&#228;rkningar som &#228;r av betydelse f&#246;r inteckningsr&#228;ttens
bed&#246;mande. Ett utbyte kan ocks&#229; ske p&#229; beg&#228;ran av en
inteckningshavare, om den intecknade egendomens &#228;gare samtyckt
till &#229;tg&#228;rden. Lag (2004:82).

22 &#167; Efter medgivande av &#228;garen till ett luftfartyg f&#229;r en
inteckning d&#246;das helt eller f&#246;r visst belopp eller, d&#228;r flera
luftfartyg &#228;r intecknade f&#246;r samma fordran, i visst luftfartyg.
I samband med ans&#246;kan om d&#246;dande av inteckning skall
inteckningshandlingen ges in till inskrivningsmyndigheten.

Under de f&#246;ruts&#228;ttningar som anges i f&#246;rsta stycket kan
innehavaren av en inteckning som &#228;ven omfattar reservdelar, f&#229;
inteckningen d&#246;dad i samtliga reservdelar eller i de
reservdelar som f&#246;rvaras p&#229; viss plats.

D&#246;dande av en inteckning i ett visst luftfartyg eller i
reservdelar f&#229;r inte ske p&#229; ett s&#229;dant s&#228;tt, att
inteckningsf&#246;rh&#229;llandena efter &#229;tg&#228;rden strider mot
best&#228;mmelserna i 3 &#167; andra stycket eller 4 &#167; f&#246;rsta stycket.
Lag (2004:82).

23 &#167; Vill n&#229;gon l&#229;ta inteckning under annan neds&#228;ttas, &#228;ge vad i 22 &#167; &#228;r
stadgat i fr&#229;ga om intecknings d&#246;dande motsvarande till&#228;mpning.

&#196;r egendomen besv&#228;rad av flera inteckningar, m&#229; ej n&#229;gon av dem s&#228;ttas
efter annan, med mindre den tillika s&#228;ttes att g&#228;lla efter den eller de
inteckningar, vilka &#228;ga lika r&#228;tt som eller b&#228;ttre r&#228;tt &#228;n denna.

24 &#167; Om ett luftfartyg avf&#246;rs ur luftfartygsregistret, skall
de inskrivningar och anteckningar som finns avseende
luftfartyget i inskrivningsregistret f&#246;r luftfartyg avf&#246;ras.
Lag (2004:82).

25 &#167; Sker f&#246;rs&#228;ljning av luftfartyg eller intecknade reservdelar till
s&#229;dant fartyg i den ordning som &#228;r stadgad betr&#228;ffande f&#246;rs&#228;ljning av
utm&#228;tt s&#229;dan egendom, d&#229; skall, sedan auktionen vunnit laga kraft och
k&#246;peskillingen erlagts, den s&#229;lda egendomen icke vidare h&#228;fta f&#246;r annat
intecknat belopp &#228;n s&#229;dant, som f&#229;tt innest&#229; i egendomen i avr&#228;kning &#229;
k&#246;peskillingen. Omfattar inteckningen i den s&#229;lda egendomen j&#228;mv&#228;l annan
egendom, skall denna icke vidare h&#228;fta f&#246;r belopp, som t&#228;ckes av
k&#246;peskillingen f&#246;r den s&#229;lda egendomen.

I fall d&#229; enligt vad d&#228;rom &#228;r s&#228;rskilt stadgat mellan r&#228;tts&#228;gare i
utm&#228;tt egendom, som omfattas av inteckning i luftfartyg, medel skola
f&#246;rdelas &#228;nd&#229; att f&#246;rs&#228;ljning av egendomen ej skett, och betalning
d&#228;rvid utfaller &#229; huvudstolen av intecknad fordran, vare inteckningen
till motsvarande belopp utan verkan.

26 &#167; Har domstol, vid meddelande av f&#246;rklaring att luftfartyg skall vara
f&#246;rverkat till kronan, tillika betr&#228;ffande inteckning i fartyget
f&#246;rklarat att pantr&#228;tten i fartyget skall upph&#246;ra, m&#229;, sedan domen
vunnit laga kraft, inteckningen d&#246;das p&#229; ans&#246;kan utav ny &#228;gare av
fartyget eller lott d&#228;ri, &#228;nd&#229; att inteckningshandlingen i huvudskrift
ej f&#246;retes.

Om &#228;garehypotek

27 &#167; Har intecknad fordringshandling blivit inl&#246;st utav &#228;garen av den
intecknade egendomen eller eljest kommit i hans hand, och &#228;r ej s&#229;dant
fall f&#246;r handen att inteckningen &#228;r ogill eller utan verkan, m&#229;
handlingen &#229;nyo utgivas med of&#246;r&#228;ndrad inteckningsr&#228;tt.

28 &#167; Innehaves inteckningshandling, n&#228;r egendomen utm&#228;tningsvis s&#228;ljes,
av &#228;garen, m&#229; denne vid f&#246;rs&#228;ljningen tillgodonjuta samma r&#228;tt som
skulle tillkomma annan innehavare av inteckningen; dock att, d&#228;r i
handlingen r&#228;nta &#228;r f&#246;reskriven, s&#229;dan ej m&#229; r&#228;knas &#228;garen till godo. &#196;r
&#228;garen f&#246;rsatt i konkurs, &#228;ge konkursboet den r&#228;tt nu sagts.

Finnes, n&#228;r egendomen utm&#228;tningsvis s&#228;ljes, att &#228;garen gjort avbetalning
&#229; belopp varf&#246;r egendomen p&#229; grund av inteckning h&#228;ftar eller
attinteckning i egendomen bel&#229;nats till l&#228;gre belopp &#228;n det var&#229; den
lyder, skall i fr&#229;ga om den del av intecknade beloppet, som icke
tillkommer inteckningshavaren, vad i f&#246;rsta stycket &#228;r stadgat &#228;ga
till&#228;mpning; dock att inteckningshavaren f&#246;r sin fordran &#228;ger
f&#246;retr&#228;de.

29 &#167; Har &#228;garen till intecknad egendom gjort en avbetalning p&#229;
det intecknade beloppet, &#228;r inteckningshavaren, om inte annat
f&#246;rbeh&#229;ll gjorts, skyldig att p&#229; beg&#228;ran av &#228;garen och mot
f&#246;rskott p&#229; kostnaden f&#246;r detta visa upp inteckningshandlingen
f&#246;r avbetalningens antecknande i inskrivningsregistret f&#246;r
luftfartyg. I registret skall det anm&#228;rkas, att handlingen inte
l&#228;ngre ger inteckningsr&#228;tt f&#246;r det avbetalade beloppet.

Sedan anteckning om avskrivning enligt f&#246;rsta stycket har
skett, f&#229;r, om &#228;garen beg&#228;r det och ger in en handling som
inneh&#229;ller ett s&#229;dant medgivande som avses i 5 &#167;, en inteckning
p&#229; ett belopp motsvarande vad som avskrivits meddelas att g&#228;lla
med f&#246;rm&#229;nsr&#228;tt n&#228;st efter inteckningshavarens &#229;terst&#229;ende
fordran. &#196;garen skall dock, utan att inteckningshandlingen
visas upp, kunna f&#229; inteckningen d&#246;dad till belopp motsvarande
vad som avskrivits. Lag (2004:82).

30 &#167; F&#246;rs&#228;tts &#228;gare, som har r&#228;tt till andel i inteckning, i konkurs, &#228;r
inteckningshavaren, &#228;nd&#229; att han betingat sig annat, pliktig att p&#229;
beg&#228;ran av konkursf&#246;rvaltaren uppvisa inteckningshandlingen f&#246;r
avskrivning, s&#229;som i 29 &#167; s&#228;gs, av det &#228;garen tillkommande beloppet.
Sedan avskrivning s&#229;lunda skett, f&#229;r inteckning p&#229; det avskrivna
beloppet med r&#228;nta meddelas p&#229; ans&#246;kan av konkursf&#246;rvaltaren, &#228;ven om
inteckningsmedgivandet icke &#228;r tecknat p&#229; s&#229;dan handling som i 5 &#167; s&#228;gs.
Handling, p&#229; grund varav inteckning s&#229;lunda meddelas, skall inneh&#229;lla
att beloppet f&#246;rfaller till betalning sex m&#229;nader efter upps&#228;gning. Lag
(1981:809).

Om personlig ansvarighet f&#246;r intecknad fordran

31 &#167; L&#229;ter innehavare av intecknad fordran ny &#228;gare till den intecknade
egendomen &#229; inteckningshandlingen teckna f&#246;rbindelse, varigenom han
&#246;vertager skulden, vare f&#246;rre g&#228;lden&#228;ren fri fr&#229;n sin f&#246;rbindelse, d&#228;r
ej annat &#228;r avtalat.

32 &#167; Har innehavare av skuldf&#246;rbindelse, till s&#228;kerhet f&#246;r vilken
inteckning blivit fastst&#228;lld i egendom som sedermera kommit i annan
&#228;gares hand, l&#229;tit inteckningen utan samtycke av f&#246;rbindelsens utgivare
helt eller delvis d&#246;das eller ock neds&#228;ttas, och kan fordran till f&#246;ljd
d&#228;rav icke ur egendomen uttagas, vare utgivaren fri fr&#229;n ansvar f&#246;r
fordringen. Vad nu &#228;r sagt om f&#246;rbindelsens utgivare g&#228;lle ock om annan
&#228;gare, som &#229;tagit sig skulden eller eljest svarar f&#246;r denna i utgivarens
st&#228;lle.

33 &#167; Har vid f&#246;rs&#228;ljning av utm&#228;tt intecknad egendom i den ordning som
f&#246;r s&#229;dan f&#246;rs&#228;ljning &#228;r stadgad borgen&#228;r, som i egendomen har
inteckning f&#246;r fordran, &#228;gt taga betalning ur k&#246;peskillingen, men l&#229;ter
han efter &#246;verenskommelse med k&#246;paren intecknat belopp, som kunnat ur
k&#246;peskillingen g&#228;ldas, kvarst&#229; i egendomen, vare den som personligen
svarade f&#246;r fordringen fri fr&#229;n ansvarighet f&#246;r s&#229;dant belopp. Samma lag
vare i fr&#229;ga om belopp, som k&#246;paren i egenskap av inteckningshavare f&#229;tt
avr&#228;kna &#229; k&#246;peskillingen.

34 &#167; L&#229;ter &#228;garen av intecknat luftfartyg utan inteckningshavarens
samtycke f&#246;ra fartyget till stat, varest h&#228;r i riket verkst&#228;lld
inskrivning ej erk&#228;nnes i &#246;verensst&#228;mmelse med den i 4 &#167; omf&#246;rm&#228;lda
konventionen, vare &#228;garen, i den m&#229;n inteckningen till f&#246;ljd av denna
&#229;tg&#228;rd ej kan g&#246;ras g&#228;llande, personligen ansvarig f&#246;r den intecknade
fordringen, &#228;nd&#229; att s&#229;dan ansvarighet ej f&#246;rut &#229;l&#229;g honom.

Om intecknings ogiltighet i vissa fall m.m.

35 &#167; Beviljas inteckning p&#229; grund av medgivande av annan &#228;n den som &#228;r
r&#228;tt &#228;gare vare inteckningen ogill, d&#228;r ej s&#229;dant fall &#228;r f&#246;r handen som
i 11 &#167; s&#228;gs eller annat eljest f&#246;ljer av vad s&#228;rskilt &#228;r stadgat.

36 &#167; En inteckning &#228;r utan verkan om den har meddelats trots
att den som medgett inteckningen var f&#246;rsatt i konkurs n&#228;r
ans&#246;kan om inteckning gjordes eller ett beslut om
egendomsavtr&#228;de meddelades samma dag som ans&#246;kan gjordes.
Lag (2004:82).

37 &#167; Utan hinder av inteckning m&#229; tvist om intecknad fordrans giltighet
lagligen pr&#246;vas.

Om f&#246;rfarandet i inskrivnings&#228;renden

38 &#167; Inskrivnings&#228;renden &#228;r enligt denna lag &#228;renden om

1. inskrivning av f&#246;rv&#228;rv av luftfartyg,

2. inskrivning av nyttjander&#228;tt till luftfartyg,

3. inteckning i luftfartyg eller reservdelar till luftfartyg,

4. annan inf&#246;ring i inskrivningsregistret f&#246;r luftfartyg som
g&#246;rs p&#229; grund av f&#246;reskrift i lag eller annan f&#246;rfattning, och

5. avf&#246;rande av en inf&#246;ring enligt 1-4 som g&#246;rs p&#229; grund av
f&#246;reskrift i lag eller annan f&#246;rfattning.

Inskrivnings&#228;renden tas upp p&#229; inskrivningsdag. S&#229;dan h&#229;lls
till klockan tolv varje m&#229;ndag, tisdag, onsdag, torsdag och
fredag som inte &#228;r helgdag. Som helgdag anses &#228;ven
midsommarafton, julafton och ny&#229;rsafton. En ans&#246;kan som kommer
in efter klockan tolv anses gjord f&#246;ljande inskrivningsdag.

Regeringen meddelar n&#228;rmare f&#246;reskrifter om
inskrivningsf&#246;rfarandet. Lag (2004:82).

8 a &#167; Vid handl&#228;ggningen hos inskrivningsmyndigheten av 
inskrivnings&#228;renden till&#228;mpas inte 22 &#167; andra stycket och 
37–39 &#167;&#167; f&#246;rvaltningslagen (2017:900). I 37 a och 37 b &#167;&#167; 
lagen (1984:404) om st&#228;mpelskatt vid inskrivningsmyndigheter 
finns best&#228;mmelser om att inskrivningsmyndigheten ska ompr&#246;va 
beslut om st&#228;mpelskatt i vissa fall. Lag (2018:781).

39 &#167; Hos inskrivningsmyndigheten skall det f&#246;ras dagbok &#246;ver
inskrivnings&#228;rendena. Handlingarna i s&#229;dana &#228;renden skall f&#246;ras
samman i akter.

Om s&#246;kanden eller n&#229;gon annan har l&#228;mnat en uppgift eller
avgett en f&#246;rklaring av betydelse f&#246;r &#228;rendets pr&#246;vning eller
om en s&#228;rskild utredning har verkst&#228;llts i &#228;rendet, skall
anteckning om det g&#246;ras i dagboken eller i akten. I dagboken
eller akten skall &#228;ven tas upp kallelser, f&#246;rel&#228;gganden och
beslut som inte skall f&#246;ras in i inskrivningsregistret f&#246;r
luftfartyg.

Vite som inskrivningsmyndigheten f&#246;rel&#228;gger med st&#246;d av denna
lag d&#246;ms ut av myndigheten. Lag (2004:82).

40 &#167; En ans&#246;kan i ett inskrivnings&#228;rende skall g&#246;ras
skriftligen. Lag (2004:82).

41 &#167; Ett beslut, som inneb&#228;r att en ans&#246;kan i ett
inskrivnings&#228;rende bifalls, avsl&#229;s eller f&#246;rklaras f&#246;rfallen
eller att &#228;rendet skjuts upp, skall f&#246;ras in i
inskrivningsregistret f&#246;r luftfartyg. Inneb&#228;r beslutet att
ans&#246;kan inte bifalls, skall sk&#228;len f&#246;r beslutet antecknas i
dagboken eller akten.

Ett beslut som skall f&#246;ras in i registret meddelas genom s&#229;dan
inf&#246;ring och skall anses ha det inneh&#229;ll som framg&#229;r av
registret.

Ett beslut om inteckning skall antecknas p&#229; den handling som
ligger till grund f&#246;r ans&#246;kan om inteckning. Bevis ang&#229;ende
inteckning i reservdelar skall inneh&#229;lla en upplysning om vad
som anges i 15 &#167;. Lag (2004:82).

42 &#167; Om ett beslut i ett inskrivnings&#228;rende har g&#229;tt emot
s&#246;kanden eller n&#229;gon annan som har h&#246;rts i &#228;rendet, skall denne
genast underr&#228;ttas om beslutet. En underr&#228;ttelse om att ett
f&#246;rv&#228;rv har skrivits in skall alltid l&#228;mnas till den som
dessf&#246;rinnan senast var inskriven som &#228;gare.

I underr&#228;ttelsen skall anges de sk&#228;l f&#246;r beslutet som har
antecknats i dagboken eller i akten och vad den som vill
&#246;verklaga beslutet skall g&#246;ra. Lag (2004:82).

43 &#167; Om en ans&#246;kan i ett inskrivnings&#228;rende inte omedelbart
b&#246;r avsl&#229;s, f&#229;r &#228;rendet skjutas upp till en viss senare
inskrivningsdag, om det &#228;r n&#246;dv&#228;ndigt f&#246;r utredningen.

Om &#228;rendet skjuts upp, f&#229;r s&#246;kanden f&#246;rel&#228;ggas att ge in den
utredning som kr&#228;vs eller att infinna sig personligen eller
genom ombud hos inskrivningsmyndigheten. &#196;ven n&#229;gon annan &#228;n
s&#246;kanden f&#229;r h&#246;ras och f&#246;rel&#228;ggas s&#229;dan inst&#228;llelse. F&#246;ljer
s&#246;kanden inte f&#246;rel&#228;ggandet, kan ans&#246;kan f&#246;rklaras f&#246;rfallen.
En upplysning om detta skall tas in i f&#246;rel&#228;ggandet.

Ett inskrivnings&#228;rende f&#229;r vidare skjutas upp till en senare
inskrivningsdag, om &#228;rendet med h&#228;nsyn till dess art eller
omfattning inte l&#228;mpligen kan tas upp till omedelbar pr&#246;vning.
Ett &#228;rende som har skjutits upp p&#229; s&#229;dan grund skall tas upp
till pr&#246;vning senast andra inskrivningsdagen efter den
inskrivningsdag d&#229; ans&#246;kan gjordes. Lag (2004:82).

44 &#167; Om det kan antas att ett f&#246;rv&#228;rv som &#229;beropas i ett
inskrivnings&#228;rende &#228;r ogiltigt eller p&#229; annan grund inte kan
g&#246;ras g&#228;llande eller att en &#229;tg&#228;rd som ans&#246;kan avser p&#229; annat
s&#228;tt skulle kr&#228;nka n&#229;gons r&#228;tt, skall den vars r&#228;tt ber&#246;rs ges
tillf&#228;lle att yttra sig. Detta g&#228;ller ocks&#229; om ovisshet r&#229;der i
fr&#229;ga om f&#246;rv&#228;rvsvillkor.

Om ett f&#246;rv&#228;rv som &#229;beropas i ett inskrivnings&#228;rende grundas p&#229;
testamente, dom eller f&#246;rr&#228;ttning som &#228;nnu inte vunnit laga
kraft, eller om det p&#229;g&#229;r r&#228;tteg&#229;ng om h&#228;vning eller &#229;terg&#229;ng
av f&#246;rv&#228;rv av den egendom som &#228;rendet ang&#229;r eller om b&#228;ttre
r&#228;tt till denna, skall &#228;rendet skjutas upp till dess saken
slutligt avgjorts.

&#196;r i annat fall s&#246;kandens r&#228;tt tvistig, kan han eller hon
f&#246;rel&#228;ggas att inom viss tid v&#228;cka talan vid domstol. Om
s&#246;kanden inte g&#246;r det, kan ans&#246;kan f&#246;rklaras f&#246;rfallen. En
upplysning om detta skall tas in i f&#246;rel&#228;ggandet.
Lag (2004:82).

45 &#167; En ans&#246;kan om inskrivning av f&#246;rv&#228;rv av luftfartyg skall
avsl&#229;s, om

1. best&#228;mmelsen i 40 &#167; inte har iakttagits,

2. ans&#246;kan avser ett luftfartyg som inte &#228;r registrerat i
luftfartygsregistret eller, om det samtidigt ges in en ans&#246;kan
om registrering i det registret, s&#229;dan &#229;tg&#228;rd inte beviljas,

3. s&#246;kanden inte styrker sitt f&#246;rv&#228;rv,

4. &#246;verl&#229;taren inte hade r&#228;tt att &#246;verl&#229;ta luftfartyget och
f&#246;ruts&#228;ttningarna f&#246;r att f&#246;rv&#228;rvet enligt 2 d &#167; trots detta
skall g&#228;lla inte f&#246;religger,

5. luftfartyget har blivit f&#246;rem&#229;l f&#246;r kvarstad eller
betalningss&#228;kring till s&#228;kerhet f&#246;r ett anspr&#229;k mot &#246;verl&#229;taren
och ett &#228;rende som r&#246;r anteckning om &#229;tg&#228;rden har tagits upp
senast p&#229; den inskrivningsdag d&#229; ans&#246;kan g&#246;rs eller &#246;verl&#229;taren
har f&#246;rsatts i konkurs f&#246;re utg&#229;ngen av den inskrivningsdagen,

6. luftfartyget har s&#229;lts exekutivt till n&#229;gon annan &#228;n
s&#246;kanden,

7. f&#246;rv&#228;rvet har skett genom en g&#229;va mellan makar och denna
inte har registrerats enligt 16 kap. &#228;ktenskapsbalken, eller

8. det &#228;r uppenbart att f&#246;rv&#228;rvet av n&#229;got annat sk&#228;l &#228;r
ogiltigt eller inte kan g&#246;ras g&#228;llande.

En ans&#246;kan om anteckning enligt 2 a &#167; skall avsl&#229;s, om
best&#228;mmelsen i 40 &#167; inte har iakttagits, om f&#246;rv&#228;rvet inte &#228;r
inskrivet eller skrivs in samma dag som ans&#246;kan ges in eller om
det inte visas att det &#228;r f&#246;rem&#229;l f&#246;r ett &#228;gander&#228;ttsf&#246;rbeh&#229;ll
eller &#228;r beroende av n&#229;got annat villkor som inskr&#228;nker
f&#246;rv&#228;rvarens r&#228;tt att &#246;verl&#229;ta, uppl&#229;ta eller inteckna
luftfartyget. Lag (2004:82).

46 &#167; En ans&#246;kan om inskrivning av nyttjander&#228;tt till ett
luftfartyg skall avsl&#229;s, om

1. best&#228;mmelsen i 40 &#167; inte har iakttagits,

2. s&#246;kanden inte styrker att han eller hon har nyttjander&#228;tt
till luftfartyget,

3. uppl&#229;taren inte &#228;r inskriven som &#228;gare i
inskrivningsregistret f&#246;r luftfartyg eller inte skrivs in som
&#228;gare samma dag som ans&#246;kan ges in,

4. uppl&#229;telsen st&#229;r i strid med en anteckning som avses i
2 a &#167;,

5. luftfartyget har blivit f&#246;rem&#229;l f&#246;r kvarstad eller
betalningss&#228;kring till s&#228;kerhet f&#246;r ett anspr&#229;k mot uppl&#229;taren
och ett &#228;rende som r&#246;r anteckning om &#229;tg&#228;rden har tagits upp
senast p&#229; den inskrivningsdag d&#229; ans&#246;kan g&#246;rs eller uppl&#229;taren
har f&#246;rsatts i konkurs f&#246;re utg&#229;ngen av den inskrivningsdagen,

6. luftfartyget f&#246;re uppl&#229;telsen fr&#229;ng&#229;tt uppl&#229;taren p&#229; grund
av exekutiv f&#246;rs&#228;ljning,

7. det &#228;r uppenbart att uppl&#229;telsen av n&#229;got annat sk&#228;l &#228;r
ogiltig eller inte kan g&#246;ras g&#228;llande. Lag (2004:82).

47 &#167; En ans&#246;kan om inteckning skall avsl&#229;s, om

1. best&#228;mmelsen i 40 &#167; inte har iakttagits,

2. det p&#229; fordringshandlingen inte finns ett s&#229;dant bevittnat
medgivande som avses i 5 &#167;,

3. inteckning s&#246;ks samma dag som en ny &#228;gare ans&#246;ker om
inskrivning av f&#246;rv&#228;rv av luftfartyget eller d&#228;refter, och den
nye &#228;garen inte har medgett inteckningen eller ans&#246;kan om
inskrivning av f&#246;rv&#228;rvet avsl&#229;s,

4. luftfartyget har blivit f&#246;rem&#229;l f&#246;r kvarstad,
betalningss&#228;kring eller utm&#228;tning och ett &#228;rende som r&#246;r
anteckning om &#229;tg&#228;rden har tagits upp senast p&#229; den
inskrivningsdag d&#229; inteckningen s&#246;ks, om inte i fr&#229;ga om
kvarstad ans&#246;kan om inteckning har medgetts av
kronofogdemyndigheten, eller

5. den som medgett inteckningen &#228;r f&#246;rsatt i konkurs n&#228;r
ans&#246;kan om inteckning g&#246;rs, eller ett beslut om egendomsavtr&#228;de
meddelas samma dag som ans&#246;kan g&#246;rs. Lag (2004:82).

47 a &#167; En ans&#246;kan om avf&#246;rande av en inskrivning eller
anteckning enligt 2 h &#167; skall avsl&#229;s om best&#228;mmelsen i 40 &#167;
inte har iakttagits eller om det inte visas att f&#246;rv&#228;rvet,
r&#228;ttigheten, f&#246;rbeh&#229;llet eller villkoret g&#229;tt &#229;ter eller av
annat sk&#228;l inte g&#228;ller. Lag (2004:82).

48 &#167; Om inskrivningsmyndigheten finner att en inf&#246;ring i 
inskrivningsregistret f&#246;r luftfartyg inneh&#229;ller en uppenbar 
oriktighet till f&#246;ljd av myndighetens eller n&#229;gon annans 
skrivfel eller liknande f&#246;rbiseende, eller till f&#246;ljd av 
n&#229;got tekniskt fel, ska inf&#246;ringen r&#228;ttas. I fr&#229;ga om 
personuppgifter g&#228;ller detta i st&#228;llet f&#246;r r&#228;tten till 
r&#228;ttelse enligt artikel 16 i Europaparlamentets och r&#229;dets 
f&#246;rordning (EU) 2016/679 av den 27 april 2016 om skydd f&#246;r 
fysiska personer med avseende p&#229; behandling av 
personuppgifter och om det fria fl&#246;det av s&#229;dana uppgifter 
och om upph&#228;vande av direktiv 95/46/EG (allm&#228;n 
dataskyddsf&#246;rordning).

Om r&#228;ttelsen kan bli till skada f&#246;r &#228;gare eller n&#229;gon annan 
r&#228;ttighetshavare, ska det inb&#246;rdes f&#246;retr&#228;det mellan de 
ber&#246;rda r&#228;ttigheterna best&#228;mmas efter vad som &#228;r sk&#228;ligt. 
Innan r&#228;ttelse sker ska inskrivningsmyndigheten ge den som 
ber&#246;rs av &#229;tg&#228;rden, om han eller hon &#228;r k&#228;nd, tillf&#228;lle att 
yttra sig. &#196;ven den myndighet som avses i 53 &#167; ska ges 
tillf&#228;lle att yttra sig. N&#229;got yttrande beh&#246;ver dock inte 
inh&#228;mtas om det &#228;r uppenbart obeh&#246;vligt. Om beslut inte 
meddelas samma dag som &#228;rendet tas upp, ska en anteckning om 
&#228;rendet g&#246;ras i registret.

Ett beslut om r&#228;ttelse ska meddelas genom inf&#246;ring i 
registret. Sk&#228;let f&#246;r beslutet ska antecknas i dagboken eller 
i akten. I st&#228;llet f&#246;r bevis eller handling som har utf&#228;rdats 
i enlighet med den tidigare inf&#246;ringen ska en ny s&#229;dan 
handling utf&#228;rdas. Den tidigare handlingen ska kr&#228;vas 
tillbaka, g&#246;ras obrukbar och beh&#229;llas av 
inskrivningsmyndigheten. Den som har handlingen &#228;r skyldig 
att l&#228;mna in den f&#246;r detta &#228;ndam&#229;l. Ett f&#246;rel&#228;ggande att 
fullg&#246;ra en s&#229;dan skyldighet f&#229;r f&#246;renas med vite.

Ett beslut om r&#228;ttelse f&#229;r &#246;verklagas &#228;ven av den myndighet 
som avses i 53 &#167;. Lag (2018:271).

48 a &#167; R&#228;tten till begr&#228;nsning av behandling av 
personuppgifter enligt artikel 18 i Europaparlamentets och 
r&#229;dets f&#246;rordning (EU) 2016/679 g&#228;ller inte i fr&#229;ga om 
personuppgifter i inskrivningsregistret f&#246;r luftfartyg.
Lag (2018:271).

49 &#167; Ett beslut av inskrivningsmyndigheten i ett
inskrivnings&#228;rende f&#229;r &#246;verklagas till Stockholms tingsr&#228;tt av
den som beslutet r&#246;r, om det har g&#229;tt honom eller henne emot.
Ett beslut som inte &#228;r slutligt f&#229;r &#246;verklagas endast i de fall
som avses i 37 &#167; lagen (1996:242) om domstols&#228;renden.

Vid &#246;verklagande till&#228;mpas lagen om domstols&#228;renden, om inte
annat f&#246;ljer av denna lag.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till hovr&#228;tten.

Om ett inskrivnings&#228;rende enligt beslut av domstol skall tas
upp till ny handl&#228;ggning av inskrivningsmyndigheten, skall det
ske utan dr&#246;jsm&#229;l efter det att beslutet kommit till
myndigheten. Lag (2004:82).

49 a &#167; Den som vill &#246;verklaga ett beslut av
inskrivningsmyndigheten skall g&#246;ra det skriftligen. Skrivelsen
skall ges in till inskrivningsmyndigheten.

Om &#246;verklagandet avser ett slutligt beslut, skall skrivelsen ha
kommit in till inskrivningsmyndigheten inom tre veckor fr&#229;n den
dag en underr&#228;ttelse eller ett bevis om beslutet h&#246;lls
tillg&#228;ngligt f&#246;r s&#246;kanden. Skrivelsen f&#229;r dock alltid ges in
inom fyra veckor fr&#229;n den inskrivningsdag d&#229; beslutet
meddelades.

I fr&#229;ga om klagotid f&#246;r &#246;verklagande av beslut som avses i 37 &#167;
lagen (1996:242) om domstols&#228;renden till&#228;mpas best&#228;mmelserna i
38 &#167; f&#246;rsta och andra styckena samma lag. Lag (2004:82).

50 &#167; Om det &#246;verklagade beslutet har antecknats i
inskrivningsregistret f&#246;r luftfartyg, skall uppgift om
&#246;verklagandet f&#246;ras in i registret. N&#228;r det finns ett
lagakraftvunnet beslut med anledning av &#246;verklagandet, skall
beslutets inneh&#229;ll antecknas i registret. Lag (2004:82).

Statens ansvar f&#246;r vissa r&#228;ttsf&#246;rluster, m.m.

51 &#167; Om n&#229;gon lider f&#246;rlust p&#229; grund av att ett f&#246;rv&#228;rv 
ansetts vara g&#228;llande enligt 2 d &#167;, har han eller hon r&#228;tt 
till ers&#228;ttning av staten f&#246;r sin f&#246;rlust.

Om n&#229;gon lider f&#246;rlust till f&#246;ljd av ett tekniskt fel i 
inskrivningsregistret f&#246;r luftfartyg eller i en anordning som 
hos inskrivningsmyndigheten eller n&#229;gon annan statlig 
myndighet &#228;r ansluten till registret, har han eller hon r&#228;tt 
till ers&#228;ttning av staten.

Om den skadelidande har medverkat till f&#246;rlusten genom att 
utan sk&#228;lig anledning l&#229;ta bli att vidta &#229;tg&#228;rder f&#246;r att 
bevara sin r&#228;tt eller p&#229; annat s&#228;tt genom eget v&#229;llande har 
medverkat till f&#246;rlusten, ska ers&#228;ttningen efter vad som &#228;r 
sk&#228;ligt s&#228;ttas ned eller helt falla bort. Lag (2018:271).

52 &#167; Om en f&#246;rlust drabbar en r&#228;tts&#228;gare som avses i 48 &#167;
till f&#246;ljd av ett beslut i ett &#228;rende om r&#228;ttelse, har han
eller hon r&#228;tt till ers&#228;ttning av staten. Ers&#228;ttning betalas
dock inte om den skadelidande med h&#228;nsyn till felets
beskaffenhet eller andra omst&#228;ndigheter bort inse att fel
f&#246;rekommit. Lag (2004:82).

53 &#167; Staten f&#246;retr&#228;ds i ett &#228;rende om ers&#228;ttning enligt 51
eller 52 &#167; av den myndighet som regeringen best&#228;mmer.
Lag (2004:82).

54 &#167; Vill den som &#228;r part i ett m&#229;l om r&#228;tt till luftfartyg
kr&#228;va ers&#228;ttning enligt 51 &#167; om han eller hon f&#246;rlorar m&#229;let,
skall parten antingen till gemensam handl&#228;ggning med m&#229;let
v&#228;cka talan mot staten om sitt ers&#228;ttningskrav eller
skriftligen underr&#228;tta den myndighet som avses i 53 &#167; om
r&#228;tteg&#229;ngen.

Om f&#246;rberedelsen i m&#229;let har avslutats utan att n&#229;gon
ers&#228;ttningstalan v&#228;ckts eller underr&#228;ttelse l&#228;mnats enligt
f&#246;rsta stycket, skall domstolen f&#246;rel&#228;gga parten att vidta en
av &#229;tg&#228;rderna inom en viss tid. Iakttas inte tiden, &#228;r
ers&#228;ttningskravet f&#246;rfallet. En upplysning om detta skall tas
in i f&#246;rel&#228;ggandet. Lag (2004:82).

55 &#167; Har den som tillerk&#228;nts ers&#228;ttning enligt 51 eller 52 &#167;
haft r&#228;tt att kr&#228;va beloppet av n&#229;gon annan som skadest&#229;nd,
tr&#228;der staten in i r&#228;tten mot denne.

Ers&#228;ttning enligt 51 eller 52 &#167; p&#229; grund av en domstols dom
betalas ut sedan domen har vunnit laga kraft. Lag (2004:82).

Underr&#228;ttelseskyldighet

56 &#167; V&#228;cks talan om h&#228;vning eller &#229;terg&#229;ng av ett f&#246;rv&#228;rv av
ett luftfartyg eller om b&#228;ttre r&#228;tt till ett luftfartyg eller
annars i en fr&#229;ga som ang&#229;r inskrivning i inskrivningsregistret
f&#246;r luftfartyg, skall r&#228;tten genast underr&#228;tta
inskrivningsmyndigheten.

Underr&#228;ttelsen skall, ut&#246;ver uppgift om parterna, inneh&#229;lla
s&#229;dana uppgifter om luftfartyget att det kan identifieras i
luftfartygsregistret.

N&#228;r dom eller slutligt beslut i m&#229;let har vunnit laga kraft,
skall r&#228;tten genast s&#228;nda domen eller beslutet till
inskrivningsmyndigheten. Lag (2004:82).

Vissa anteckningar i inskrivningsregistret f&#246;r luftfartyg

57 &#167; Inskrivningsmyndigheten skall g&#246;ra en anteckning i
inskrivningsregistret f&#246;r luftfartyg om innehav av inteckning,
om den som innehar en fordringshandling, f&#246;r vilken inteckning
beviljats, beg&#228;r det och visar upp fordringshandlingen i
original.

Om den som &#228;r antecknad som innehavare hos
inskrivningsmyndigheten med en bevittnad skriftlig handling
visar att innehavet upph&#246;rt, skall detta antecknas i registret.
Lag (2004:82).

58 &#167; I inskrivningsregistret f&#246;r luftfartyg ska antecknas n&#228;r

1. talan har v&#228;ckts om h&#228;vning eller &#229;terg&#229;ng av f&#246;rv&#228;rv av
ett luftfartyg eller om b&#228;ttre r&#228;tt till s&#229;dan egendom eller
om en annan fr&#229;ga som ang&#229;r inskrivning,

2. m&#229;l som avses i 1 har avgjorts genom en dom eller ett
slutligt beslut som vunnit laga kraft,

3. en inteckning helt eller delvis &#228;r ogiltig enligt en dom
eller ett slutligt beslut som vunnit laga kraft, eller p&#229;
grund av f&#246;rh&#229;llande som avses i 36 &#167;,

4. &#228;garen till ett luftfartyg har f&#246;rsatts i konkurs,

5. ett luftfartyg eller en r&#228;ttighet som skrivits in i s&#229;dan
egendom blivit f&#246;rem&#229;l f&#246;r kvarstad, betalningss&#228;kring eller
utm&#228;tning, eller n&#228;r en konkursf&#246;rvaltare har beg&#228;rt att ett
luftfartyg ska s&#228;ljas exekutivt,

6. beslut som avses i 4 eller 5 om konkurs, kvarstad,
betalningss&#228;kring eller utm&#228;tning har upph&#228;vts eller &#229;terg&#229;tt
eller n&#228;r fr&#229;ga om exekutiv f&#246;rs&#228;ljning av ett luftfartyg
eller en r&#228;ttighet som skrivits in i s&#229;dan egendom har
f&#246;rfallit av annan anledning,

7. anm&#228;lan, bevis eller f&#246;rdelningsl&#228;ngd inkommit som visar
inverkan p&#229; inteckning av exekutiv f&#246;rs&#228;ljning,

8. n&#229;gon i enlighet med 10 kap. 6 &#167; luftfartslagen (2010:500)
skriftligen anm&#228;ler att han eller hon har en fordran f&#246;r
vilken luftpantr&#228;tt g&#228;ller i luftfartyget,

9. det visas att luftpantr&#228;tt som avses i 8 har upph&#246;rt att
g&#228;lla,

10. domstol har meddelat s&#229;dan f&#246;rklaring som avses i 26 &#167;,
eller

11. ett luftfartyg enligt 2 kap. 6 &#167; luftfartslagen ska
avregistreras men det finns hinder mot avregistreringen
enligt 2 kap. 7 &#167; samma lag. Lag (2010:505).

&#214;verg&#229;ngsbest&#228;mmelser

1955:227

Denna lag tr&#228;der i kraft den dag Konungen f&#246;rordnar.

Har luftfartyg blivit inf&#246;rt i luftfartygsregistret f&#246;re den dag denna
lag tr&#228;der i kraft, m&#229; utan hinder av vad i 7 &#167; andra stycket stadgas
inteckning beviljas, d&#228;r den som medgivit inteckningen blivit vid
fartygets inf&#246;rande i registret upptagen s&#229;som &#228;gare eller ock h&#228;rleder
sin r&#228;tt fr&#229;n den d&#228;ri f&#246;rst inf&#246;rde &#228;garen.

1981:809

Denna lag tr&#228;der i kraft den 1 januari 1982.

Vad som s&#228;gs om kvarstad i 12 och 41 &#167;&#167; i deras nya lydelse g&#228;ller &#228;ven
skingringsf&#246;rbud som har meddelats f&#246;re ikrafttr&#228;dandet.

Om ett &#228;rende ang&#229;ende avskrivning p&#229; en inteckningshandling med
anledning av utm&#228;tning har tagits upp p&#229; en inskrivningsdag f&#246;re
ikrafttr&#228;dandet, g&#228;ller 30 &#167; i dess &#228;ldre lydelse.

2004:82

1. Denna lag tr&#228;der i kraft den 1 april 2005.

2. F&#246;r ans&#246;kningar som gjorts p&#229; inskrivningsdag f&#246;re
ikrafttr&#228;dandet tilll&#228;mpas &#228;ldre best&#228;mmelser. Om ett s&#229;dant
&#228;rende skjuts upp till inskrivningsdag efter ikrafttr&#228;dandet
skall handl&#228;ggningen &#228;ga rum hos inskrivningsmyndigheten och
inf&#246;ring ske i inskrivningsregistret f&#246;r luftfartyg.

3. De inteckningar i luftfartyg som skrivits in i
inskrivningsboken enligt lagen (1955:227) om inskrivning av
r&#228;tt till luftfartyg och som &#228;r inskrivna vid ikrafttr&#228;dandet,
skall fr&#229;n och med ikrafttr&#228;dandet anses inskrivna i
inskrivningsregistret f&#246;r luftfartyg med samma inneh&#229;ll som
framg&#229;r av inskrivningsboken. En inteckning som skrivs in p&#229;
grund av en ans&#246;kan som gjorts senast p&#229; den sista
inskrivningsdagen f&#246;re ikrafttr&#228;dandet, skall vid till&#228;mpning
av denna punkt anses vara inskriven vid ikrafttr&#228;dandet.

4. De anteckningar som gjorts i inskrivningsboken enligt lagen
(1955:227) om inskrivning av r&#228;tt till luftfartyg och som finns
antecknade vid ikrafttr&#228;dandet, skall fr&#229;n och med
ikrafttr&#228;dandet anses inf&#246;rda i inskrivningsregistret f&#246;r
luftfartyg med samma inneh&#229;ll som framg&#229;r av inskrivningsboken.
En anteckning som g&#246;rs p&#229; grund av en ans&#246;kan eller en anm&#228;lan
som gjorts senast p&#229; den sista inskrivningsdagen f&#246;re
ikrafttr&#228;dandet, skall vid till&#228;mpning av denna punkt anses
vara antecknad vid ikrafttr&#228;dandet. Denna punkt g&#228;ller inte
betr&#228;ffande s&#229;dan anteckning om &#228;gare som avses i 39 &#167; lagen om
inskrivning av r&#228;tt till luftfartyg i paragrafens &#228;ldre
lydelse.

2005:154

Denna lag tr&#228;der i kraft den 1 maj 2005. &#196;ldre best&#228;mmelser
till&#228;mpas i fr&#229;ga om beslut om st&#228;mpelskatt som meddelats f&#246;re
ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4428">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4430">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
