

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2019-07-09" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4450</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4449">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4451">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1951:649 ·
                    <a href="/sfsr?bet=1951:649">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1951:649) om straff f&#246;r vissa trafikbrott</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L5
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1951-09-28
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:346
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Brister v&#228;gtrafikant, den som f&#246;r sp&#229;rvagn eller den som n&#229;gon
annanstans &#228;n p&#229; v&#228;g f&#246;r motordrivet fordon i v&#228;sentlig m&#229;n i den
omsorg och varsamhet som till f&#246;rekommande av trafikolycka betingas
av omst&#228;ndigheterna, d&#246;ms f&#246;r v&#229;rdsl&#246;shet i trafik till dagsb&#246;ter.

Om n&#229;gon vid f&#246;rande av motordrivet fordon eller sp&#229;rvagn g&#246;r sig
skyldig till grov oaktsamhet eller visar uppenbar likgiltighet f&#246;r
andra m&#228;nniskors liv eller egendom, d&#246;ms f&#246;r grov v&#229;rdsl&#246;shet i
trafik till f&#228;ngelse i h&#246;gst tv&#229; &#229;r. Lag (1994:1416).

2 &#167; Hindrar eller st&#246;r v&#228;gtrafikant eller den som f&#246;r sp&#229;rvagn on&#246;digtvis
i v&#228;sentlig m&#229;n trafiken p&#229; v&#228;g, d&#246;mes, d&#228;r ej g&#228;rningen &#228;r belagd med
straff enligt 1 &#167;, till b&#246;ter. Lag (1975:611).

3 &#167; F&#246;r n&#229;gon upps&#229;tligen k&#246;rkortspliktigt fordon utan att
vara ber&#228;ttigad att f&#246;ra s&#229;dant fordon, d&#246;mes f&#246;r olovlig
k&#246;rning till b&#246;ter. Har han tidigare innehaft k&#246;rkort som
blivit &#229;terkallat eller har brottet skett vanem&#228;ssigt eller
&#228;r det eljest att anse som grovt, m&#229; d&#246;mas till f&#228;ngelse i
h&#246;gst sex m&#229;nader.

F&#246;r n&#229;gon k&#246;rkortspliktigt fordon med upps&#229;tligt eller
oaktsamt &#229;sidos&#228;ttande av f&#246;reskrift, som meddelats i fr&#229;ga
om r&#228;tten att f&#246;ra s&#229;dant fordon, d&#246;mes till b&#246;ter.

Om n&#229;gon upps&#229;tligen eller av oaktsamhet s&#229;som f&#246;rare av
k&#246;rkortspliktigt fordon anst&#228;ller och brukar den som inte
&#228;ger r&#228;tt att f&#246;ra fordonet, eller i annat fall till&#229;ter
n&#229;gon annan att f&#246;ra s&#229;dant fordon utan att denne &#228;r
ber&#228;ttigad d&#228;rtill, d&#246;mes likaledes till b&#246;ter.

F&#246;rsta–tredje styckena &#228;ger motsvarande till&#228;mpning p&#229; f&#246;rare
av traktor, moped klass II, sn&#246;skoter, terr&#228;nghjuling,
motorredskap eller sp&#229;rvagn och p&#229; den som anst&#228;ller eller
brukar s&#229;dan f&#246;rare eller eljest till&#229;ter n&#229;gon att f&#246;ra
s&#229;dant fordon. Lag (2009:122).

4 &#167; Den som f&#246;r ett motordrivet fordon eller en sp&#229;rvagn efter 
att ha intagit alkohol i s&#229; stor m&#228;ngd att 
alkoholkoncentrationen under eller efter f&#228;rden uppg&#229;r till 
minst 0,2 promille i blodet eller 0,10 milligram per liter i 
utandningsluften d&#246;ms f&#246;r rattfylleri till b&#246;ter eller 
f&#228;ngelse i h&#246;gst sex m&#229;nader.

F&#246;r rattfylleri enligt f&#246;rsta stycket d&#246;ms ocks&#229; den som f&#246;r 
ett motordrivet fordon eller en sp&#229;rvagn efter att ha intagit 
narkotika som avses i 8 &#167; narkotikastrafflagen (1968:64) i s&#229; 
stor m&#228;ngd att det under eller efter f&#228;rden finns n&#229;got 
narkotiskt &#228;mne kvar i blodet. Detta g&#228;ller dock inte om 
narkotikan intagits i enlighet med l&#228;kares eller annan beh&#246;rig 
receptutf&#228;rdares ordination.

F&#246;r rattfylleri enligt f&#246;rsta stycket d&#246;ms ocks&#229; den som f&#246;r 
ett motordrivet fordon eller en sp&#229;rvagn och d&#229; &#228;r s&#229; p&#229;verkad 
av alkohol att det kan antas att han eller hon inte kan 
framf&#246;ra fordonet p&#229; ett betryggande s&#228;tt. Detsamma g&#228;ller om 
f&#246;raren &#228;r lika p&#229;verkad av n&#229;got annat medel.

F&#246;rsta och andra styckena g&#228;ller inte f&#246;rare av ett 
motordrivet fordon, som &#228;r avsett att f&#246;ras av g&#229;ende.

F&#246;rsta, andra och tredje styckena g&#228;ller inte om f&#246;randet av 
fordonet ing&#229;r som ett led i en vetenskaplig eller d&#228;rmed 
j&#228;mf&#246;rlig unders&#246;kning till vilken tillst&#229;nd har l&#228;mnats av 
regeringen eller den myndighet som regeringen best&#228;mmer.
Lag (2019:346).

4 a &#167; &#196;r ett brott som avses i 4 &#167; f&#246;rsta, andra eller tredje
stycket att anse som grovt, skall f&#246;raren d&#246;mas f&#246;r grovt
rattfylleri till f&#228;ngelse i h&#246;gst tv&#229; &#229;r. Vid bed&#246;mande av om
brottet &#228;r grovt skall s&#228;rskilt beaktas om

1. f&#246;raren har haft en alkoholkoncentration som uppg&#229;tt till
minst 1,0 promille i blodet eller 0,50 milligram per liter i
utandningsluften,

2. f&#246;raren annars har varit avsev&#228;rt p&#229;verkad av alkohol eller
n&#229;got annat medel, eller

3. framf&#246;randet av fordonet har inneburit en p&#229;taglig fara f&#246;r
trafiks&#228;kerheten. Lag (1999:217).

5 &#167; Om en v&#228;gtrafikant, som med eller utan skuld haft del i uppkomsten av
en trafikolycka, genom att avl&#228;gsna sig fr&#229;n olycksplatsen undandrar sig
att i m&#229;n av f&#246;rm&#229;ga medverka till de &#229;tg&#228;rder, vartill olyckan sk&#228;ligen
b&#246;r f&#246;ranleda, eller om han undandrar sig att uppge namn och hemvist
eller att l&#228;mna upplysningar om h&#228;ndelsen, d&#246;ms till b&#246;ter eller f&#228;ngelse
i h&#246;gst sex m&#229;nader.

&#196;r brottet med h&#228;nsyn till omst&#228;ndigheterna att anse som grovt, d&#246;ms till
f&#228;ngelse i h&#246;gst ett &#229;r.

Best&#228;mmelserna i f&#246;rsta och andra styckena g&#228;ller &#228;ven den som f&#246;r
sp&#229;rvagn och den som annorst&#228;des &#228;n p&#229; v&#228;g f&#246;r motordrivet fordon. Lag
(1986:1248).

6 &#167; Har upph&#228;vts genom lag (1988:944).

7 &#167; Ett fordon som har anv&#228;nts vid brott enligt denna lag f&#229;r
f&#246;rklaras f&#246;rverkat, om det beh&#246;vs f&#246;r att f&#246;rebygga fortsatt
s&#229;dan brottslighet och f&#246;rverkande inte &#228;r uppenbart
osk&#228;ligt. Detsamma g&#228;ller annan egendom som har anv&#228;nts som
hj&#228;lpmedel vid brott enligt denna lag.

Om n&#229;gon har gjort sig skyldig till olovlig k&#246;rning,
rattfylleri eller grovt rattfylleri ska det vid bed&#246;mningen
av om f&#246;rverkande beh&#246;vs f&#246;r att f&#246;rebygga fortsatt
brottslighet s&#228;rskilt beaktas om g&#228;rningsmannen tidigare har
gjort sig skyldig till s&#229;dan brottslighet.

F&#246;rsta stycket g&#228;ller &#228;ven i fr&#229;ga om egendom som varit
avsedd att anv&#228;ndas som hj&#228;lpmedel vid brott enligt denna
lag, om brottet har fullbordats.

Best&#228;mmelser om tillf&#228;lligt omh&#228;ndertagande av egendom i
syfte att f&#246;rhindra rattfylleribrott finns i 24 a–24 d &#167;&#167;
polislagen (1984:387) och i 9–11 &#167;&#167; lagen (2008:322) om
Tullverkets och Kustbevakningens befogenheter att ingripa mot
rattfylleribrott. Lag (2015:59).

8 &#167; Unders&#246;kningsledaren eller &#229;klagaren f&#229;r omedelbart
besluta att ett fordon som har tagits i beslag f&#246;r att det
sk&#228;ligen kan antas bli f&#246;rverkat enligt 7 &#167; f&#229;r s&#228;ljas eller
f&#246;rst&#246;ras, om fordonets v&#228;rde understiger en femtedel av det
prisbasbelopp enligt 2 kap. 6 och 7 &#167;&#167;
socialf&#246;rs&#228;kringsbalken som g&#228;llde vid beslaget. Ett s&#229;dant
beslut f&#229;r dock verkst&#228;llas tidigast tre veckor efter det att
en underr&#228;ttelse om beslutet har s&#228;nts till den som beslaget
har gjorts hos.

Ett beslut enligt f&#246;rsta stycket f&#229;r inte &#246;verklagas. Om
r&#228;ttens pr&#246;vning av beslaget har beg&#228;rts enligt 27 kap. 6 &#167;
r&#228;tteg&#229;ngsbalken, f&#229;r dock fordonet inte s&#228;ljas eller
f&#246;rst&#246;ras innan beslaget har pr&#246;vats av tingsr&#228;tten.

Int&#228;kter vid f&#246;rs&#228;ljning tillfaller staten.
Lag (2015:59).

9 &#167; Om ett fordon som s&#229;lts eller f&#246;rst&#246;rts enligt 8 &#167; inte
f&#246;rverkas, har &#228;garen r&#228;tt till ers&#228;ttning. F&#246;r egendom som
har s&#229;lts l&#228;mnas ers&#228;ttning med det belopp som influtit vid
f&#246;rs&#228;ljningen. Om fordonet har f&#246;rst&#246;rts, l&#228;mnas ers&#228;ttning
med sk&#228;ligt belopp.

Beslut om ers&#228;ttning fattas av Polismyndigheten efter ans&#246;kan
av fordonets &#228;gare. Lag (2015:59).

10 &#167; Den som &#228;r missn&#246;jd med ett beslut om ers&#228;ttning enligt
9 &#167; andra stycket f&#229;r inom en m&#229;nad fr&#229;n det att han eller
hon fick del av beslutet beg&#228;ra r&#228;ttens pr&#246;vning av det.
Ans&#246;kan g&#246;rs till den tingsr&#228;tt som kunnat pr&#246;va beslaget.
Vid domstolens handl&#228;ggning till&#228;mpas lagen (1996:242) om
domstols&#228;renden.

Ers&#228;ttningen betalas ut av Polismyndigheten sedan beslutet
vunnit laga kraft. Lag (2015:59).

&#214;verg&#229;ngsbest&#228;mmelser

1951:649

Denna lag tr&#228;der i kraft den 1 januari 1952, vilken dag lagen den 7 juni
1934 (nr 247) om straff f&#246;r vissa brott vid f&#246;rande av motorfordon skall
upph&#246;ra att g&#228;lla. D&#228;r i lag eller s&#228;rskild f&#246;rfattning f&#246;rekommer
h&#228;nvisning till lagrum, som ersatts genom best&#228;mmelse i den nya lagen,
skall den best&#228;mmelsen i st&#228;llet till&#228;mpas.

1999:880

Denna lag tr&#228;der i kraft den 1 januari 2000. De &#228;ldre
best&#228;mmelserna om moped klass I skall dock till&#228;mpas till och
med den 31 mars 2000.

2015:59

1. Denna lag tr&#228;der i kraft den 1 april 2015.

2. Om det senaste brottet har beg&#229;tts f&#246;re ikrafttr&#228;dandet
g&#228;ller 7 &#167; i den &#228;ldre lydelsen.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4449">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4451">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
