

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1994-10-04" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4459</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4458">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4460">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1950:262 ·
                    <a href="/sfsr?bet=1950:262">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1950:262) ang&#229;ende omreglering av vissa 
ers&#228;ttningar i anledning av kroppsskada, &#229;dragen under 
milit&#228;rtj&#228;nstg&#246;ring
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> F&#246;rsvarsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1950-06-02
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1962:305
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; 1 mom. Ers&#228;ttning, som j&#228;mlikt f&#246;rordningen den 18 juni 1909 (nr 
89) om ers&#228;ttning i anledning av kroppsskada, &#229;dragen under 
milit&#228;rtj&#228;nstg&#246;ring, utgives f&#246;r tid efter den 30 juni 1950, skall 
best&#228;mmas efter de nedan i denna f&#246;rordning stadgade grunder, s&#229; ock 
ers&#228;ttning, som j&#228;mlikt f&#246;rordningen den 18 juni 1927 (nr 234) om 
ers&#228;ttning i anledning av kroppsskada, &#229;dragen under 
milit&#228;rtj&#228;nstg&#246;ring, utgives f&#246;r tid efter den 30 juni 1950 i 
anledning av skada som drabbat till fast anst&#228;llt eller indelt manskap 
h&#246;rande person f&#246;re den 1 januari 1949 eller som drabbat v&#228;rnpliktig 
f&#246;re den 1 juli 1950. Med kroppsskada (skada) avses i denna f&#246;rordning 
&#228;ven sjukdom som icke f&#246;rorsakats av olycksfall; och skall s&#229;dan skada 
anses hava intr&#228;ffat den dag sjukdomen yppades. 

R&#246;rande ers&#228;ttningarnas utgivande skall, ut&#246;ver vad denna f&#246;rordning 
inneh&#229;ller, i till&#228;mpliga delar g&#228;lla vad i f&#246;rordningarna den 18 juni 
1909 och den 18 juni 1927 &#228;r stadgat. 

2 mom. Konungen &#228;ger, i den m&#229;n s&#229;dant pr&#246;vas sk&#228;ligt, f&#246;reskriva att 
best&#228;mmelserna i denna f&#246;rordning, med de undantag eller avvikelser 
som finnas p&#229;kallade, skola till&#228;mpas j&#228;mv&#228;l betr&#228;ffande ers&#228;ttning, 
som i annat fall &#228;n i 1 mom. s&#228;gs utg&#229;r j&#228;mlikt f&#246;rordningen den 18 
juni 1927 eller som utgives med till&#228;mpning av grunderna i 
f&#246;rordningen den 18 juni 1909 eller f&#246;rordningen den 18 juni 1927 
eller j&#228;mlikt f&#246;rordningen den 28 juni 1941 (nr 593) om ers&#228;ttning i 
anledning av kroppsskada, &#229;dragen under hemv&#228;rnstj&#228;nstg&#246;ring. 

3 mom. Har j&#228;mlikt 6 &#167; andra stycket f&#246;rordningen den 18 juni 1927 
utgivits kapital f&#246;r en g&#229;ng, skall vad i denna f&#246;rordning stadgas om 
sjukpenning och om livr&#228;nta till den skadade &#228;ga till&#228;mpning allenast 
d&#228;rest s&#229;dan ers&#228;ttning eller provisoriskt till&#228;gg d&#228;rtill skolat utg&#229; 
vid fortsatt till&#228;mpning av de f&#246;re den 1 juli 1950 g&#228;llande 
ber&#228;kningsgrunderna; och skall i s&#229;dant fall fr&#229;n ers&#228;ttningen g&#246;ras 
avdrag med det belopp f&#246;r m&#229;nad, efter vilket kapitalet ber&#228;knats. 

2 &#167; Den skadade &#228;ger r&#228;tt till erforderlig l&#228;karv&#229;rd j&#228;mte l&#228;kemedel 
och andra till arbetsf&#246;rm&#229;gans h&#246;jande eller eljest till lindrande av 
menliga f&#246;ljer av skadan n&#246;diga s&#228;rskilda hj&#228;lpmedel, s&#229;som kryckor, 
konstgjorda lemmar och glas&#246;gon. Kan l&#228;karv&#229;rd ej anskaffas utan 
osk&#228;lig omg&#229;ng eller kostnad, m&#229; i st&#228;llet annan l&#228;mplig v&#229;rd beredas 
den skadade. 

Tillika g&#228;ldas beh&#246;vlig kostnad f&#246;r l&#228;karbetyg, som erfordras f&#246;r 
best&#228;mmande av ers&#228;ttning enligt denna f&#246;rordning eller f&#246;r pr&#246;vning 
huruvida ers&#228;ttning b&#246;r utg&#229;. 

Erfordras f&#246;rnyelse av s&#229;dana s&#228;rskilda hj&#228;lpmedel, som avses i f&#246;rsta 
stycket, m&#229;, n&#228;r sk&#228;l d&#228;rtill pr&#246;vas f&#246;religga, i st&#228;llet f&#246;r nya 
hj&#228;lpmedel utgivas ers&#228;ttning med ett &#229;rligt belopp, svarande mot den 
sannolika &#229;rliga kostnaden f&#246;r f&#246;rnyelsen, eller ett belopp f&#246;r en 
g&#229;ng, motsvarande sagda ers&#228;ttnings kapitalv&#228;rde enligt g&#228;llande 
ber&#228;kningsgrunder. 

3 &#167; Sjukhj&#228;lp enligt f&#246;rordningen den 18 juni 1909 eller sjukpenning 
enligt f&#246;rordningen den 18 juni 1927 ber&#228;knas enligt grunderna i 6 &#167; 2 
och 4 mom. milit&#228;rers&#228;ttningsf&#246;rordningen den 2 juni 1950 (nr 261), 
d&#228;rvid den skadade anses tillh&#246;ra sjukpenningklass nr 11. F&#246;rordning 
(1962:305) 

4 &#167; Livr&#228;nta till den skadade skall f&#246;r m&#229;nad r&#228;knat utg&#246;ra det 
belopp, som enligt f&#246;ljande tabell svarar mot graden av 
arbetsf&#246;rm&#229;gans neds&#228;ttning (invaliditetsgraden) och den skadades 
&#229;lder: 

//Tabellen utel&#228;mnad// 

Svarar invaliditetsgraden mot procenttal &#246;ver tio, som icke finnes 
angivet i ovanst&#229;ende tabell, skall livr&#228;nta utgivas med det belopp 
f&#246;r m&#229;nad som enligt tabellen utg&#229;r vid n&#228;rmast h&#246;gre 
invaliditetsgrad.  

&#196;r den skadade till f&#246;ljd av skadan under l&#228;ngre tid ur st&#229;nd att reda 
sig sj&#228;lv, f&#246;rh&#246;jes livr&#228;ntans ovan angivna belopp under tiden med 
v&#229;rdbidrag, varvid best&#228;mmelserna i 17 &#167; lagen om yrkesskadef&#246;rs&#228;kring 
skola &#228;ga motsvarande till&#228;mpning. 

P&#229; d&#228;rom av den skadade gjord ans&#246;kan m&#229; f&#246;rs&#228;kringsr&#229;det, n&#228;r sk&#228;l 
d&#228;rtill pr&#246;vas f&#246;religga, besluta att i st&#228;llet f&#246;r livr&#228;nta eller del 
d&#228;rav skall till den skadade utgivas ett kapital f&#246;r en g&#229;ng, till 
belopp motsvarande h&#246;gst livr&#228;ntans eller livr&#228;ntedelens kapitalv&#228;rde 
enligt g&#228;llande ber&#228;kningsgrunder. F&#246;rordning (1962:305) 

5 &#167; Vid bed&#246;mandet, i vad m&#229;n viss kroppsskada &#229;stadkommit neds&#228;ttning 
av arbetsf&#246;rm&#229;gan, skola best&#228;mmelserna i 8 &#167; 
milit&#228;rers&#228;ttningsf&#246;rordningen den 2 juni 1950 (nr 261) l&#228;nda till 
efterr&#228;ttelse. 

6 &#167; &#196;r den skadade beh&#228;ftad med tv&#229; eller flera i denna f&#246;rordning 
avsedda kroppsskador, vilka samtidigt medf&#246;ra r&#228;tt till ers&#228;ttning 
s&#229;som sjukhj&#228;lp, sjukpenning eller livr&#228;nta, skall ers&#228;ttning f&#246;r 
skadorna utg&#229; gemensamt s&#229;som f&#246;r en skada. 

7 &#167; D&#228;rest ers&#228;ttning enligt ovan stadgade grunder skulle understiga 
det belopp som vid utg&#229;ngen av juni m&#229;nad 1950 tillkommer den skadade 
s&#229;som ers&#228;ttning enligt f&#246;rordningarna den 18 juni 1909 och den 18 
juni 1927 j&#228;mte ers&#228;ttning f&#246;r efterf&#246;ljande tid i st&#228;llet utgivas med 
of&#246;r&#228;ndrat belopp intill dess arbetsf&#246;rm&#229;gan v&#228;sentligen &#246;kas eller 
ock minskas i s&#229;dan m&#229;n att ers&#228;ttning enligt ovan stadgade grunder 
&#246;verstiger utg&#229;ende ers&#228;ttning j&#228;mte omf&#246;rm&#228;lda till&#228;gg. 

&#197;tnjuter den skadade p&#229; grund av vad i f&#246;rsta stycket s&#228;gs vid 
utg&#229;ngen av juni m&#229;nad 1953 ers&#228;ttning enligt &#228;ldre grunder, skall 
ers&#228;ttning f&#246;r efterf&#246;ljande tid under vilken hans arbetsf&#246;rm&#229;ga &#228;r 
nedsatt med minst 30 procent, dock l&#228;ngst intill utg&#229;ngen av den m&#229;nad 
under vilken han fyller sextiosju &#229;r, utg&#246;ra 120 procent av 
ers&#228;ttningens enligt de &#228;ldre best&#228;mmelserna ber&#228;knade belopp, d&#228;r ej 
h&#246;gre ers&#228;ttning skall utg&#229; p&#229; grund av vad eljest i denna f&#246;rordning 
stadgas. 

Ers&#228;ttningen m&#229; ej i n&#229;got fall understiga det belopp, som fr&#229;nsett 
provisoriskt ers&#228;ttningstill&#228;gg, skolat vid of&#246;r&#228;ndrade 
ers&#228;ttningsgrunder utg&#229; till den skadade s&#229;som ers&#228;ttning enligt 
f&#246;rordningarna den 18 juni 1909 och den 18 juni 1927. F&#246;rordning 
(1953:257) 

8 &#167; Livr&#228;nta, som tillkommer den skadades &#228;nka, skall intill utg&#229;ngen 
av den m&#229;nad, varunder hon fyller sextiosju &#229;r, utg&#246;ra tv&#229;hundrasextio 
kronor samt d&#228;refter etthundrafemtio kronor f&#246;r m&#229;nad r&#228;knat och 
livr&#228;nta till varje d&#228;rtill ber&#228;ttigat barn eller adoptivbarn 
etthundratrettio kronor f&#246;r m&#229;nad r&#228;knat. Livr&#228;ntornas sammanlagda 
belopp f&#246;r varje m&#229;nad m&#229; dock icke &#246;verstiga sexhundrafemtio kronor. 
Erforderliga neds&#228;ttningar skola ske i f&#246;rh&#229;llande till vad p&#229; varje 
livr&#228;ntetagare bel&#246;per. 

Livr&#228;nta enligt f&#246;rordningen den 18 juni 1927 till efterlevande som i 
f&#246;rsta stycket s&#228;gs skall dock icke i n&#229;got fall understiga det belopp 
som vid of&#246;r&#228;ndrade ers&#228;ttningsgrunder skolat utg&#229; s&#229;som livr&#228;nta 
enligt sagda f&#246;rordning j&#228;mte, i f&#246;rekommande fall, dyrtidstill&#228;gg och 
provisoriskt ers&#228;ttningstill&#228;gg. Livr&#228;nta enligt f&#246;rordningen den 18 
juni 1909 till barn, som vid utg&#229;ngen av juni m&#229;nad 1950 ej uppn&#229;tt 
femton &#229;rs &#229;lder, skall utg&#229; evad barnet f&#246;tts inom eller utom 
&#228;ktenskap och utgivas intill dess barnet fyllt sexton &#229;r. 

Livr&#228;nta till annan efterlevande skall utg&#246;ra etthundratrettio procent 
av det belopp f&#246;r m&#229;nad, varmed livr&#228;nta j&#228;mte dyrtidstill&#228;gg skolat 
utgivas enligt de vid utg&#229;ngen av juni m&#229;nad 1950 g&#228;llande 
ber&#228;kningsgrunder. 

Till &#228;nka, som uppb&#228;r livr&#228;nta och f&#246;re fyllda sextio &#229;r ing&#229;r nytt 
&#228;ktenskap, utgives ett kapital f&#246;r en g&#229;ng av sjutusentv&#229;hundra 
kronor. F&#246;rordning (1962:305) 

9 &#167; 1 mom. &#197;tnjuter den ers&#228;ttningsber&#228;ttigade underst&#246;d, som helt 
eller delvis bestrides av staten, eller utg&#229;r till honom skadest&#229;nd 
eller med skadest&#229;nd j&#228;mf&#246;rlig f&#246;rm&#229;n, som bestrides av staten, &#228;r han 
skyldig att i den m&#229;n Konungen d&#228;rom f&#246;rordnar vidk&#228;nnas avdrag &#229; 
ers&#228;ttningen, dock h&#246;gst med vad som svarar mot underst&#246;det, 
skadest&#229;ndet eller f&#246;rm&#229;nen. 

Avdrag som ovan s&#228;gs m&#229; icke f&#246;ranleda till att l&#228;gre belopp av 
ers&#228;ttningen utbetalas &#228;n som vid of&#246;r&#228;ndrade ers&#228;ttnings- och 
avdragsgrunder skolat tillkomma ers&#228;ttningstagaren s&#229;som ers&#228;ttning 
j&#228;mte dyrtidstill&#228;gg och provisoriskt ers&#228;ttningstill&#228;gg. Beloppet av 
provisoriskt ers&#228;ttningstill&#228;gg enligt 4 &#167; f&#246;rordningen den 29 juni 
1946 (nr 347) ang&#229;ende provisorisk f&#246;rb&#228;ttring av vissa ers&#228;ttningar i 
anledning av kroppsskada, &#229;dragen under milit&#228;rtj&#228;nstg&#246;ring vid 
f&#246;rst&#228;rkt f&#246;rsvarsberedskap m.m., ber&#228;knas efter den ortsgrupp, till 
vilken den skadade var att h&#228;nf&#246;ra vid utg&#229;ngen av juni m&#229;nad 
1950. F&#246;rordning (1953:257)  

2 mom. Vad i 11 &#167; 2 mom. milit&#228;rers&#228;ttningsf&#246;rordningen s&#228;gs om avdrag 
f&#246;r ers&#228;ttning fr&#229;n allm&#228;n f&#246;rs&#228;kringskassa eller f&#246;r folkpension 
skall &#228;ga motsvarande till&#228;mpning &#229; ers&#228;ttning, som best&#228;mts enligt 
denna f&#246;rordning. F&#246;rordning (1962:305) 

10 &#167; R&#246;rande utbetalning av ers&#228;ttning skall g&#228;lla vad i 14 &#167; 
milit&#228;rers&#228;ttningsf&#246;rordningen stadgas. 

11 &#167; Ovan givna best&#228;mmelser ang&#229;ende storleken av livr&#228;nta skola icke 
f&#246;ranleda till h&#246;jning av livr&#228;ntetill&#228;gg enligt 2 &#167; 1 mom. eller 3 &#167; 
1 mom. f&#246;rsta stycket f&#246;rordningen den 17 maj 1940 (nr 333) om 
s&#228;rskild ers&#228;ttning i vissa fall f&#246;r skada till f&#246;ljd av olycksfall 
vid flygning. 

12 &#167; &#214;ver beslut av riksf&#246;rs&#228;kringsverket r&#246;rande ers&#228;ttning, som 
avses i denna f&#246;rordning, m&#229; klagan f&#246;ras hos f&#246;rs&#228;kringsr&#229;det genom 
besv&#228;r, som skola hava inkommit till f&#246;rs&#228;kringsr&#229;det senast inom en 
m&#229;nad efter det klaganden erh&#229;llit k&#228;nnedom om beslutet. 

F&#246;rs&#228;kringsr&#229;det &#228;ger, &#228;nd&#229; att klagan icke f&#246;rts, till pr&#246;vning 
upptaga &#228;rende, som avses i f&#246;rsta stycket. 

&#214;ver f&#246;rs&#228;kringsr&#229;dets beslut m&#229; klagan f&#246;ras hos f&#246;rs&#228;kringsdomstolen 
genom besv&#228;r. Besv&#228;ren skola hava inkommit till f&#246;rs&#228;kringsr&#229;det inom 
tre veckor fr&#229;n det klaganden erh&#229;llit k&#228;nnedom om beslutet; dock 
skall besv&#228;rstiden f&#246;r menighet vara fem veckor. Den omst&#228;ndigheten, 
att besv&#228;ren ingivits eller ins&#228;nts direkt till f&#246;rs&#228;kringsdomstolen, 
utg&#246;r ej hinder f&#246;r besv&#228;rens upptagande till pr&#246;vning, d&#228;rest de 
inkommit till domstolen f&#246;re besv&#228;rstidens utg&#229;ng.  F&#246;rs&#228;kringsr&#229;dets 
beslut l&#228;nder till efterr&#228;ttelse utan hinder av f&#246;rd klagan, s&#229;framt 
ej r&#229;det annorlunda f&#246;rordnar. 

Med avseende &#229; f&#246;rs&#228;kringsr&#229;dets behandling av ifr&#229;gavarande &#228;renden 
skall g&#228;lla vad i 6 &#167; lagen om f&#246;rs&#228;kringsr&#229;det 
stadgas. F&#246;rordning (1962:305) 

13 &#167; De n&#228;rmare f&#246;reskrifter, som finnas erforderliga f&#246;r 
till&#228;mpningen av denna f&#246;rordning, meddelas av Konungen eller, efter 
Konungens bemyndigande, av f&#246;rs&#228;kringsr&#229;det eller 
riksf&#246;rs&#228;kringsverket. F&#246;rordning (1962:305) 

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4458">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4460">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
