

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-04-05" /> 
 <meta id="rattsinfo-edited" content="2024-04-05 13:27:45" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4463</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4462">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4464">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1949:381 ·
                    <a href="/sfsr?bet=1949:381">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;r&#228;ldrabalk (1949:381)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1949-06-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1995:974
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2024:81
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Om faderskapet och moderskapet till barn

Faderskapspresumtion

1 &#167; &#196;r vid barns f&#246;delse modern gift med en man, ska denne
anses som barnets far, om inte annat f&#246;ljer av 2 &#167;. Detsamma
g&#228;ller, om modern &#228;r &#228;nka och barnet f&#246;ds inom s&#229;dan tid
efter mannens d&#246;d att barnet kan vara avlat dessf&#246;rinnan.
Lag (2009:254).

2 &#167; R&#228;tten ska f&#246;rklara att mannen i &#228;ktenskapet inte &#228;r far 
till barnet, om 

1. det &#228;r utrett att modern har haft samlag med n&#229;gon annan &#228;n 
mannen under den tid d&#229; barnet kan ha tillkommit och det med 
h&#228;nsyn till samtliga omst&#228;ndigheter &#228;r sannolikt att barnet 
har tillkommit genom samlaget,

2. det p&#229; grund av barnets arvsanlag eller n&#229;gon annan 
s&#228;rskild omst&#228;ndighet kan h&#229;llas f&#246;r visst att mannen inte &#228;r 
barnets far, eller

3. barnet har tillkommit f&#246;re &#228;ktenskapet eller under det att 
makarna levde &#229;tskilda och det inte &#228;r sannolikt att makarna 
har haft samlag med varandra under den tid d&#229; barnet kan ha 
tillkommit.

Om mannen i &#228;ktenskapet skriftligen godk&#228;nner n&#229;gon annans 
bekr&#228;ftelse av faderskapet, f&#246;r&#228;ldraskapet enligt 9 &#167; eller 
moderskapet enligt 14 &#167;, och 4 &#167; har iakttagits i fr&#229;ga om 
bekr&#228;ftelsen, ska det d&#228;rigenom anses fastst&#228;llt att mannen i 
&#228;ktenskapet inte &#228;r barnets far. Bekr&#228;ftelsen ska dock i detta 
fall alltid vara skriftligen godk&#228;nd av modern. Lag (2021:783).

Fastst&#228;llande av faderskap

3 &#167; Om det inte &#228;r fr&#229;ga om fall som avses i 1 &#167; eller 9 &#167; 
f&#246;rsta stycket eller om r&#228;tten har meddelat f&#246;rklaring enligt 
2 &#167; f&#246;rsta stycket eller 9 a &#167; f&#246;rsta stycket, fastst&#228;lls 
faderskapet genom bekr&#228;ftelse eller dom. I fall som avses i 9 
&#167; andra stycket fastst&#228;lls i st&#228;llet f&#246;r&#228;ldraskapet f&#246;r en 
kvinna.

Faderskap eller f&#246;r&#228;ldraskap fastst&#228;lls dock inte om

1. modern har genomg&#229;tt en insemination eller befruktning 
utanf&#246;r kroppen enligt 6 eller 7 kap. lagen (2006:351) om 
genetisk integritet m.m. eller om modern har genomg&#229;tt en 
insemination eller befruktning utanf&#246;r kroppen vid en beh&#246;rig 
inr&#228;ttning i utlandet och barnet har r&#228;tt att ta del av 
uppgifter om spermiedonatorn,

2. modern vid behandlingen var en ensamst&#229;ende kvinna enligt 1 
kap. 5 &#167; lagen om genetisk integritet m.m., och

3. det med h&#228;nsyn till samtliga omst&#228;ndigheter &#228;r sannolikt 
att barnet har tillkommit genom behandlingen.

Andra stycket hindrar inte att spermiedonatorn bekr&#228;ftar 
faderskapet. Lag (2021:783).

4 &#167; En bekr&#228;ftelse av faderskap till ett barn som inte har 
fyllt 18 &#229;r g&#246;rs skriftligen vid ett personligt bes&#246;k hos 
socialn&#228;mnden. Bekr&#228;ftelsen ska skriftligen godk&#228;nnas av 
socialn&#228;mnden och av modern eller en s&#228;rskilt f&#246;rordnad 
v&#229;rdnadshavare eller en tillf&#228;llig v&#229;rdnadshavare f&#246;r barnet. 
Socialn&#228;mnden f&#229;r l&#228;mna sitt godk&#228;nnande endast om det kan 
antas att mannen &#228;r far till barnet. Socialn&#228;mnden f&#229;r i 
enskilda fall medge undantag fr&#229;n kravet p&#229; personligt bes&#246;k, 
om det finns s&#228;rskilda sk&#228;l. 

Bekr&#228;ftelsen f&#229;r g&#246;ras &#228;ven f&#246;re barnets f&#246;delse.

En bekr&#228;ftelse av faderskap till ett myndigt barn g&#246;rs 
skriftligen och ska bevittnas av tv&#229; personer. Bekr&#228;ftelsen 
ska skriftligen godk&#228;nnas av barnet sj&#228;lvt. Lag (2021:783).

4 a &#167; Trots 4 &#167; f&#246;rsta stycket f&#229;r en bekr&#228;ftelse av faderskap 
g&#246;ras digitalt i ett s&#228;rskilt system som tillhandah&#229;lls av den 
myndighet som regeringen best&#228;mmer, om 

1. modern och mannen &#228;r myndiga och folkbokf&#246;rda i Sverige vid 
barnets f&#246;delse, och 

2. barnet &#228;r folkbokf&#246;rt i Sverige n&#228;r bekr&#228;ftelsen l&#228;mnas. 

Bekr&#228;ftelsen ska godk&#228;nnas digitalt av modern.

Bekr&#228;ftelsen ska l&#228;mnas av mannen och godk&#228;nnas av modern 
senast 14 dagar efter barnets f&#246;delse.

Regeringen eller den myndighet som regeringen best&#228;mmer kan 
med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela n&#228;rmare 
f&#246;reskrifter om hur en digital bekr&#228;ftelse ska l&#228;mnas och 
godk&#228;nnas. Lag (2021:783).

4 b &#167; Om det visar sig att den som har l&#228;mnat en bekr&#228;ftelse 
enligt 4 eller 4 a &#167; inte &#228;r far till barnet, ska r&#228;tten 
f&#246;rklara att bekr&#228;ftelsen saknar verkan mot honom.
Lag (2021:783).

5 &#167; N&#228;r faderskap ska fastst&#228;llas genom dom, ska r&#228;tten 
f&#246;rklara en man vara far om

1. det genom en genetisk unders&#246;kning &#228;r utrett att han &#228;r 
barnets far,

2. det &#228;r utrett att han har haft samlag med barnets mor 
under den tid d&#229; barnet kan ha tillkommit och det med h&#228;nsyn 
till samtliga omst&#228;ndigheter &#228;r sannolikt att barnet har 
tillkommit genom samlaget, eller

3. det &#228;r utrett att en insemination eller befruktning 
utanf&#246;r kroppen har utf&#246;rts med hans spermier under den tid 
d&#229; barnet kan ha tillkommit och det med h&#228;nsyn till samtliga 
omst&#228;ndigheter &#228;r sannolikt att barnet har tillkommit genom 
behandlingen.

Faderskapet kan inte fastst&#228;llas genom dom f&#246;r en man som &#228;r 
spermiedonator enligt 6 eller 7 kap. lagen (2006:351) om 
genetisk integritet m.m. Lag (2018:1279).

6 &#167; Har upph&#228;vts genom lag (2018:1279).

Moderskap vid befruktning utanf&#246;r kroppen

7 &#167; Om en kvinna f&#246;der ett barn som tillkommit genom att ett
&#228;gg fr&#229;n en annan kvinna efter befruktning utanf&#246;r kroppen har
f&#246;rts in i hennes kropp, skall hon anses som barnets moder.
Lag (2002:251).

Faderskap vid insemination eller befruktning utanf&#246;r 
kroppen

8 &#167; Om modern har genomg&#229;tt en insemination eller 
befruktning utanf&#246;r kroppen med samtycke av en man som var 
hennes make eller sambo och det med h&#228;nsyn till samtliga 
omst&#228;ndigheter &#228;r sannolikt att barnet har tillkommit genom 
behandlingen, ska vid till&#228;mpningen av 2–5 &#167;&#167; den som har 
l&#228;mnat samtycket anses som barnets far.

Vid en behandling som har utf&#246;rts med spermier fr&#229;n en annan 
man &#228;n moderns make eller sambo g&#228;ller f&#246;rsta stycket endast 
om behandlingen har utf&#246;rts enligt 6 eller 7 kap. lagen 
(2006:351) om genetisk integritet m.m. eller om behandlingen 
har utf&#246;rts vid en beh&#246;rig inr&#228;ttning i utlandet och barnet 
har r&#228;tt att ta del av uppgifter om spermiedonatorn.
Lag (2018:1279).

F&#246;r&#228;ldraskap vid insemination eller befruktning utanf&#246;r 
kroppen

9 &#167; Om modern &#228;r gift med en kvinna eller &#228;r registrerad 
partner vid barnets f&#246;delse, ska hennes make eller 
registrerade partner anses som barnets f&#246;r&#228;lder. Detsamma 
g&#228;ller om modern &#228;r &#228;nka och barnet f&#246;ds inom s&#229;dan tid efter 
kvinnans d&#246;d att barnet kan ha tillkommit dessf&#246;rinnan.

Om modern har genomg&#229;tt en insemination eller befruktning 
utanf&#246;r kroppen enligt 6 eller 7 kap. lagen (2006:351) om 
genetisk integritet m.m. med samtycke av en kvinna som var 
moderns make, registrerade partner eller sambo och det med 
h&#228;nsyn till samtliga omst&#228;ndigheter &#228;r sannolikt att barnet 
har tillkommit genom behandlingen, ska den som har l&#228;mnat 
samtycket anses som barnets f&#246;r&#228;lder. Detsamma g&#228;ller om en 
insemination eller befruktning utanf&#246;r kroppen har utf&#246;rts vid 
en beh&#246;rig inr&#228;ttning i utlandet och barnet har r&#228;tt att ta 
del av uppgifter om spermiedonatorn.

I fall som avses i andra stycket fastst&#228;lls f&#246;r&#228;ldraskapet 
genom bekr&#228;ftelse eller dom. Det som s&#228;gs i 4-4 b &#167;&#167; om 
bekr&#228;ftelse av faderskap till&#228;mpas ocks&#229; i fr&#229;ga om 
bekr&#228;ftelse av ett s&#229;dant f&#246;r&#228;ldraskap. Lag (2021:783).

9 a &#167; R&#228;tten ska f&#246;rklara att en kvinna som ska anses som 
f&#246;r&#228;lder till ett barn enligt 9 &#167; f&#246;rsta stycket inte &#228;r 
barnets f&#246;r&#228;lder, om modern har genomg&#229;tt en insemination 
eller befruktning utanf&#246;r kroppen, men f&#246;ruts&#228;ttningarna i 9 &#167; 
andra stycket inte &#228;r uppfyllda, eller om modern inte har 
genomg&#229;tt en s&#229;dan behandling.

Om en kvinna som ska anses som f&#246;r&#228;lder till ett barn enligt 
9 &#167; f&#246;rsta stycket skriftligen godk&#228;nner n&#229;gon annans 
bekr&#228;ftelse av faderskapet, f&#246;r&#228;ldraskapet enligt 9 &#167; eller 
moderskapet enligt 14 &#167;, och 4 &#167; har iakttagits i fr&#229;ga om 
bekr&#228;ftelsen, ska det d&#228;rigenom anses fastst&#228;llt att kvinnan 
inte &#228;r barnets f&#246;r&#228;lder. Bekr&#228;ftelsen ska dock i detta fall 
alltid vara skriftligen godk&#228;nd av modern. Lag (2021:783).

Faderskap och moderskap vid &#228;ndrad k&#246;nstillh&#246;righet

10 &#167; Om en man f&#246;der ett barn g&#228;ller 11-14 &#167;&#167;. F&#246;der en kvinna 
ett barn g&#228;ller 11 a-11 d &#167;&#167; f&#246;r hennes make, om maken har 
&#228;ndrat k&#246;nstillh&#246;righet, och 13 och 14 &#167;&#167; f&#246;r en annan person 
om den personen uppfyller villkoren enligt 5 eller 8 &#167; och har 
&#228;ndrat k&#246;nstillh&#246;righet. Lag (2021:783).

11 &#167; Om en man f&#246;der ett barn, ska han anses som far till 
barnet. F&#246;r mannen g&#228;ller dock det som i andra kapitel i 
denna balk och i andra f&#246;rfattningar s&#228;gs om mor och 
moderskap. Lag (2018:1279).

11 a &#167; Om den som har f&#246;tt barnet &#228;r gift med en man vid 
barnets f&#246;delse, ska mannen anses som far till barnet. 
Detsamma g&#228;ller om den som har f&#246;tt barnet &#228;r &#228;nka eller 
&#228;nkling och barnet f&#246;ds inom s&#229;dan tid efter mannens d&#246;d att 
barnet kan ha tillkommit dessf&#246;rinnan.

Om den som har f&#246;tt barnet &#228;r gift med en kvinna vid barnets 
f&#246;delse, ska kvinnan anses som mor till barnet. Detsamma 
g&#228;ller om den som har f&#246;tt barnet &#228;r &#228;nka eller &#228;nkling och 
barnet f&#246;ds inom s&#229;dan tid efter kvinnans d&#246;d att barnet kan 
ha tillkommit dessf&#246;rinnan. F&#246;r kvinnan g&#228;ller dock det som i 
andra kapitel i denna balk och i andra f&#246;rfattningar s&#228;gs om 
far och faderskap. Lag (2021:783).

11 b &#167; R&#228;tten ska f&#246;rklara att den som ska anses som far eller 
mor till ett barn enligt 11 a &#167; inte &#228;r barnets far eller mor, 
om 

1. det &#228;r utrett att den som har f&#246;tt barnet har haft samlag 
med n&#229;gon annan &#228;n maken under den tid d&#229; barnet kan ha 
tillkommit och det med h&#228;nsyn till samtliga omst&#228;ndigheter &#228;r 
sannolikt att barnet har tillkommit genom samlaget,

2. det p&#229; grund av barnets arvsanlag eller annan s&#228;rskild 
omst&#228;ndighet kan h&#229;llas f&#246;r visst att maken inte &#228;r far eller 
mor till barnet, eller

3. barnet har tillkommit f&#246;re &#228;ktenskapet eller under det att 
makarna levde &#229;tskilda och det inte &#228;r sannolikt att makarna 
har haft samlag med varandra under den tid d&#229; barnet kan ha 
tillkommit.

Om den som har f&#246;tt barnet har genomg&#229;tt en insemination eller 
befruktning utanf&#246;r kroppen, g&#228;ller 11 c &#167; i st&#228;llet f&#246;r denna 
paragraf. Lag (2021:783).

11 c &#167; R&#228;tten ska f&#246;rklara att den som ska anses som far eller 
mor till ett barn enligt 11 a &#167; inte &#228;r barnets far eller mor, 
om den som har f&#246;tt barnet har genomg&#229;tt en insemination eller 
befruktning utanf&#246;r kroppen men villkoren enligt 8 &#167; inte &#228;r 
uppfyllda. Vid till&#228;mpning av 8 &#167; ska det som s&#228;gs om en mor 
g&#228;lla f&#246;r en man enligt 11 &#167;. Lag (2021:783).

11 d &#167; Om den som ska anses som far eller mor till ett barn 
enligt 11 a &#167; skriftligen godk&#228;nner n&#229;gon annans bekr&#228;ftelse 
av faderskapet, f&#246;r&#228;ldraskapet enligt 9 &#167; eller moderskapet 
enligt 14 &#167;, och 4 &#167; har iakttagits i fr&#229;ga om bekr&#228;ftelsen, 
ska det d&#228;rigenom anses fastst&#228;llt att mannen eller kvinnan 
inte &#228;r far eller mor till barnet. Bekr&#228;ftelsen ska dock i 
detta fall alltid vara skriftligen godk&#228;nd av den som har f&#246;tt 
barnet. Lag (2021:783).

12 &#167; Om det inte &#228;r fr&#229;ga om fall som avses i 11 a &#167; eller om 
r&#228;tten har meddelat f&#246;rklaring enligt 11 b eller 11 c &#167;, 
fastst&#228;lls faderskapet eller moderskapet enligt 13 eller 14 &#167;.

Om en man f&#246;der ett barn ska det inte fastst&#228;llas n&#229;got 
faderskap eller moderskap enligt 13 eller 14 &#167;, om 

1. mannen har genomg&#229;tt en insemination eller befruktning 
utanf&#246;r kroppen enligt 6 eller 7 kap. lagen (2006:351) om 
genetisk integritet m.m. eller om han har genomg&#229;tt en 
insemination eller befruktning utanf&#246;r kroppen vid en beh&#246;rig 
inr&#228;ttning i utlandet och barnet har r&#228;tt att ta del av 
uppgifter om spermiedonatorn, 

2. mannen vid behandlingen varken var gift, registrerad 
partner eller sambo, och 

3. det med h&#228;nsyn till samtliga omst&#228;ndigheter &#228;r sannolikt 
att barnet har tillkommit genom behandlingen.

Andra stycket hindrar inte att spermiedonatorn bekr&#228;ftar 
faderskapet eller moderskapet. Lag (2021:783).

13 &#167; En man som uppfyller villkoren enligt 5 eller 8 &#167; ska 
anses som far till barnet.

Ett faderskap enligt f&#246;rsta stycket fastst&#228;lls genom 
bekr&#228;ftelse eller dom. Det som s&#228;gs i 4-4 b &#167;&#167; om bekr&#228;ftelse 
av faderskap till&#228;mpas &#228;ven i detta fall.

Vid till&#228;mpningen av 4, 4 a, 5 och 8 &#167;&#167; ska det som s&#228;gs om en 
mor g&#228;lla f&#246;r en man enligt 11 &#167;. Lag (2021:783).

14 &#167; En kvinna som uppfyller villkoren enligt 5 eller 8 &#167; ska 
anses som mor till barnet. F&#246;r kvinnan g&#228;ller dock det som i 
andra kapitel i denna balk och i andra f&#246;rfattningar s&#228;gs om 
far och faderskap. 

Ett moderskap enligt f&#246;rsta stycket fastst&#228;lls genom 
bekr&#228;ftelse eller dom. Det som s&#228;gs i 4-4 b &#167;&#167; om bekr&#228;ftelse 
av faderskap till&#228;mpas ocks&#229; i fr&#229;ga om bekr&#228;ftelse av ett 
s&#229;dant moderskap.

Vid till&#228;mpningen av 4, 4 a, 5 och 8 &#167;&#167; ska det som s&#228;gs om en 
mor g&#228;lla f&#246;r en man enligt 11 &#167;. Lag (2021:783).

Barnets r&#228;tt till upplysning i vissa fall

15 &#167; Ett barn som har tillkommit genom en s&#229;dan 
insemination eller befruktning utanf&#246;r kroppen som har 
utf&#246;rts med andra k&#246;nsceller &#228;n f&#246;r&#228;ldrarnas egna har r&#228;tt 
att av sina f&#246;r&#228;ldrar f&#229; veta det. F&#246;r&#228;ldrarna ska s&#229; snart 
det &#228;r l&#228;mpligt upplysa barnet om att han eller hon har 
tillkommit genom en s&#229;dan behandling. Lag (2018:1279).

2 kap. Om socialn&#228;mnds medverkan vid fastst&#228;llande av faderskap

1 &#167; Om inte en viss man eller kvinna p&#229; grund av &#228;ktenskap 
eller registrerat partnerskap ska anses som far eller f&#246;r&#228;lder 
enligt 1 kap. 9 &#167; till ett barn som st&#229;r under n&#229;gons v&#229;rdnad, 
&#228;r socialn&#228;mnden skyldig att f&#246;rs&#246;ka utreda vem som &#228;r far 
till barnet och se till att faderskapet fastst&#228;lls, om barnet 
har sin hemvist i Sverige.

Om modern &#228;r myndig och folkbokf&#246;rd i Sverige n&#228;r barnet f&#246;ds, 
intr&#228;der skyldigheten enligt f&#246;rsta stycket f&#246;rst 15 dagar 
efter barnets f&#246;delse. Lag (2021:783).

2 &#167; Uppgifterna enligt 1 &#167; &#229;ligger socialn&#228;mnden i den kommun d&#228;r
barnet &#228;r folkbokf&#246;rt. Lag (1991:487).

3 &#167; &#196;ndras f&#246;rh&#229;llande som anges i 2 &#167; sedan socialn&#228;mnden inlett
sin utredning, &#228;r n&#228;mnden &#228;nd&#229; skyldig att slutf&#246;ra sin uppgift.

Socialn&#228;mnden kan flytta &#246;ver &#228;rendet till socialn&#228;mnden i annan
kommun, om det skulle avsev&#228;rt underl&#228;tta utredningen. Om s&#229;dant
beslut skall den andra socialn&#228;mnden genast underr&#228;ttas.

Socialn&#228;mndens beslut enligt andra stycket f&#229;r &#246;verklagas hos
l&#228;nsstyrelsen. L&#228;nsstyrelsens beslut f&#229;r &#246;verklagas hos allm&#228;n
f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till
kammarr&#228;tten. Lag (1994:1433).

4 &#167; Socialn&#228;mnden skall vid sin utredning inh&#228;mta upplysningar fr&#229;n
modern och andra personer som kunna l&#228;mna uppgifter av betydelse f&#246;r
utredningen.

P&#229; n&#228;mndens beg&#228;ran skall socialn&#228;mnden i annan kommun l&#228;mna bitr&#228;de
vid utredningen. Lag (1981:26).

5 &#167; Om faderskapsfr&#229;gan kan bed&#246;mas med tillr&#228;cklig s&#228;kerhet p&#229;
grund av socialn&#228;mndens utredning, b&#246;r n&#228;mnden bereda den som antas
vara fader till barnet tillf&#228;lle att bekr&#228;fta faderskapet. Lag
(1990:1526).

6 &#167; Socialn&#228;mnden b&#246;r verka f&#246;r att en r&#228;ttsgenetisk 
unders&#246;kning g&#246;rs betr&#228;ffande barnet, modern och den som kan 
vara far till barnet, om denne beg&#228;r det eller om det finns 
anledning att anta att modern har haft samlag med mer &#228;n en 
man under den tid d&#229; barnet kan ha tillkommit. Lag (2021:783).

7 &#167; Socialn&#228;mnden f&#229;r l&#228;gga ner en p&#229;b&#246;rjad utredning om 
faderskapet, om det 

1. visar sig om&#246;jligt att f&#229; de upplysningar som beh&#246;vs f&#246;r 
bed&#246;mning av faderskapsfr&#229;gan, 

2. framst&#229;r som utsiktsl&#246;st att f&#246;rs&#246;ka f&#229; faderskapet 
fastst&#228;llt av domstol, 

3. har l&#228;mnats ett samtycke av modern eller en s&#228;rskilt 
f&#246;rordnad v&#229;rdnadshavare eller en tillf&#228;llig v&#229;rdnadshavare 
enligt 4 kap. 8 &#167; till adoption av barnet, eller 

4. av s&#228;rskilda sk&#228;l finns anledning att anta att en fortsatt 
utredning eller en r&#228;tteg&#229;ng skulle vara till men f&#246;r barnet 
eller uts&#228;tta modern f&#246;r p&#229;frestningar som inneb&#228;r fara f&#246;r 
hennes psykiska h&#228;lsa.

Socialn&#228;mnden ska l&#228;gga ner en p&#229;b&#246;rjad faderskapsutredning om 
faderskapet inte ska fastst&#228;llas enligt 1 kap. 3 eller 12 &#167;.

Socialn&#228;mndens beslut att l&#228;gga ner en p&#229;b&#246;rjad 
faderskapsutredning f&#229;r &#246;verklagas till l&#228;nsstyrelsen. 
L&#228;nsstyrelsens beslut f&#229;r &#246;verklagas till allm&#228;n 
f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande 
till kammarr&#228;tten. Lag (2021:783).

8 &#167; Vid socialn&#228;mnden skall f&#246;ras protokoll &#246;ver vad som f&#246;rekommer
vid utredningen av betydelse f&#246;r faderskapsfr&#229;gan. I protokollet
antecknas &#228;ven s&#229;dana uppgifter som kunna ha betydelse f&#246;r
skyldigheten att utge bidrag till barnets underh&#229;ll.

Utredningen b&#246;r bedrivas skyndsamt. Den skall vara slutf&#246;rd inom ett
&#229;r fr&#229;n barnets f&#246;delse, om ej s&#228;rskilda sk&#228;l f&#246;ranleda annat. Lag
(1981:26).

8 a &#167; Om det kan antas att en kvinna ska anses som f&#246;r&#228;lder 
enligt 1 kap. 9 &#167; andra stycket till ett barn som st&#229;r under 
n&#229;gons v&#229;rdnad och som har sin hemvist i Sverige, &#228;r 
socialn&#228;mnden skyldig att f&#246;rs&#246;ka utreda om s&#229;dant 
f&#246;r&#228;ldraskap f&#246;religger och, om s&#229; &#228;r fallet, se till att 
detta fastst&#228;lls i st&#228;llet f&#246;r faderskapet.

Om modern &#228;r myndig och folkbokf&#246;rd i Sverige n&#228;r barnet f&#246;ds, 
intr&#228;der skyldigheten enligt f&#246;rsta stycket f&#246;rst 15 dagar 
efter barnets f&#246;delse.

Det som s&#228;gs i 2-5, 7 och 8 &#167;&#167; om utredning av faderskap 
till&#228;mpas ocks&#229; i fr&#229;ga om f&#246;r&#228;ldraskapet f&#246;r en kvinna.
Lag (2021:783).

9 &#167; Om en viss man eller kvinna p&#229; grund av &#228;ktenskap eller 
registrerat partnerskap ska anses som far eller f&#246;r&#228;lder 
enligt 1 kap. 9 &#167; till ett barn som st&#229;r under n&#229;gons v&#229;rdnad 
och som har sin hemvist i Sverige, ska socialn&#228;mnden, om 
v&#229;rdnadshavaren eller n&#229;gon av v&#229;rdnadshavarna eller mannen 
eller kvinnan beg&#228;r det och det &#228;r l&#228;mpligt, utreda om n&#229;gon 
annan kan vara far till barnet eller ska anses som barnets 
f&#246;r&#228;lder enligt 1 kap. 9 &#167;.

I fr&#229;ga om utredningen till&#228;mpas 2-6 och 8 &#167;&#167;. Vid utredning 
av en kvinnas f&#246;r&#228;ldraskap till&#228;mpas dock inte 6 &#167;. 
Utredningen f&#229;r l&#228;ggas ner om det finns sk&#228;l som anges i 7 &#167; 
f&#246;rsta stycket 1 eller 4 eller om det annars &#228;r l&#228;mpligt. 
Utredningen ska l&#228;ggas ner om faderskap eller f&#246;r&#228;ldraskap 
inte ska fastst&#228;llas enligt 1 kap. 3 eller 12 &#167;.

Socialn&#228;mndens beslut att inte p&#229;b&#246;rja en utredning enligt 
denna paragraf eller att l&#228;gga ner en p&#229;b&#246;rjad utredning f&#229;r 
&#246;verklagas till l&#228;nsstyrelsen. L&#228;nsstyrelsens beslut f&#229;r 
&#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd 
kr&#228;vs vid &#246;verklagande till kammarr&#228;tten. Lag (2021:783).

3 kap. Vissa best&#228;mmelser om r&#228;tteg&#229;ngen i m&#229;l om faderskap

M&#229;l om h&#228;vande av faderskap

1 &#167; Vill en man som p&#229; grund av &#228;ktenskap ska anses som far 
till ett barn att r&#228;tten ska f&#246;rklara att han inte &#228;r far till 
barnet, ska han v&#228;cka talan om detta mot barnet eller, om 
barnet har avlidit, barnets arvingar.

Om mannen &#228;r d&#246;d och han inte varaktigt har sammanbott med 
barnet och inte heller efter barnets f&#246;delse har bekr&#228;ftat att 
barnet &#228;r hans, har den avlidnes make och var och en som j&#228;mte 
eller n&#228;st efter barnet &#228;r ber&#228;ttigad till arv efter mannen 
r&#228;tt att v&#228;cka talan om att mannen inte &#228;r far till barnet. 
Efterl&#228;mnar den avlidne f&#246;rutom make s&#229;dana arvingar som avses 
i 3 kap. 2 &#167; &#228;rvdabalken, har var och en av dem r&#228;tt att v&#228;cka 
talan under samma f&#246;ruts&#228;ttningar.

N&#229;gon r&#228;tt att v&#228;cka talan finns inte, om det vid mannens d&#246;d 
har g&#229;tt mer &#228;n ett &#229;r fr&#229;n det att talan, som grundats p&#229; att 
mannen &#228;r far till barnet, har v&#228;ckts mot honom och han har 
f&#229;tt del d&#228;rav eller om mer &#228;n ett &#229;r har g&#229;tt sedan anspr&#229;k 
p&#229; samma grund har framst&#228;llts mot mannens d&#246;dsbo. 
Lag (2021:783).

2 &#167; Vill ett barn att r&#228;tten ska f&#246;rklara att en viss man som 
p&#229; grund av &#228;ktenskap ska anses som barnets far inte &#228;r det, 
ska barnet v&#228;cka talan om detta mot mannen eller, om han &#228;r 
d&#246;d, hans arvingar. Om mannen f&#246;rutom make efterl&#228;mnar s&#229;dana 
arvingar som avses i 3 kap. 2 &#167; &#228;rvdabalken, ska talan, n&#228;r 
det g&#228;ller dem, riktas mot den eller dem som har den b&#228;sta 
arvsr&#228;tten efter mannen n&#228;r talan v&#228;cks. Lag (2021:783).

3 &#167; En talan som avses i 1 eller 2 &#167; f&#229;r v&#228;ckas vid r&#228;tten i 
den ort d&#228;r barnet har sin hemvist eller, om barnet har 
avlidit, vid den r&#228;tt som har att ta upp tvist om arv efter 
barnet. Om det inte finns n&#229;gon annan beh&#246;rig domstol, ska 
m&#229;let tas upp av Stockholms tingsr&#228;tt.

Detsamma g&#228;ller en talan enligt 1 kap. 4 b &#167; om att en 
faderskapsbekr&#228;ftelse saknar verkan mot den som har l&#228;mnat 
den. Lag (2021:783).

4 &#167; &#196;r part i m&#229;l som avses i 1 eller 2 &#167; under&#229;rig, f&#229;r f&#246;rmyndaren
eller god man, om s&#229;dan enligt 11 kap. skall f&#246;rordnas, f&#246;ra talan
f&#246;r honom.

Modern skall h&#246;ras i m&#229;let, om det kan ske. Lag (1988:1251).

M&#229;l om fastst&#228;llande av faderskap

5 &#167; En talan om fastst&#228;llande av faderskap v&#228;cks av barnet.

I fall som avses i 2 kap. 1 &#167; f&#246;rs barnets talan av 
socialn&#228;mnden. Har modern v&#229;rdnaden om barnet, f&#229;r hon alltid 
f&#246;ra barnets talan, &#228;ven om hon inte har uppn&#229;tt myndig &#229;lder. 
En talan f&#229;r vidare alltid f&#246;ras av en s&#228;rskilt f&#246;rordnad 
v&#229;rdnadshavare eller en tillf&#228;llig v&#229;rdnadshavare f&#246;r barnet.
Lag (2021:528).

6 &#167; &#196;r m&#229;l om fastst&#228;llande av faderskap anh&#228;ngigt, kan fr&#229;gan om
faderskapet till barnet pr&#246;vas endast i det m&#229;let. Talan f&#229;r i m&#229;let
f&#246;ras mot flera m&#228;n. I avliden mans st&#228;lle st&#228;mmas de arvingar till
den d&#246;de som anges i 2 &#167;.

I fall d&#229; socialn&#228;mnd har att s&#246;rja f&#246;r att faderskap fastst&#228;lles
skall n&#228;mnden f&#246;ra talan mot den man eller de m&#228;n som enligt n&#228;mndens
utredning eller vad som framkommit under m&#229;lets handl&#228;ggning sk&#228;ligen
kunna komma i fr&#229;ga som fader till barnet.

P&#229; ans&#246;kan av svarande skall r&#228;tten utf&#228;rda st&#228;mning p&#229; man, som ej
redan &#228;r inst&#228;md i m&#229;let, och pr&#246;va om mannen &#228;r fader till barnet.
Om s&#229;dan ans&#246;kan g&#228;ller i till&#228;mpliga delar vad som &#228;r f&#246;reskrivet om
st&#228;mningsans&#246;kan. Lag (1981:26).

7 &#167; I fall d&#229; socialn&#228;mnd har att s&#246;rja f&#246;r att faderskap
fastst&#228;lles v&#228;ckes talan vid r&#228;tten i den ort d&#228;r socialn&#228;mnden
finns. R&#228;tten kan flytta &#246;ver m&#229;let till annan domstol, om det skulle
avsev&#228;rt underl&#228;tta handl&#228;ggningen av m&#229;let.

I andra fall &#228;n som avses i f&#246;rsta stycket v&#228;ckes talan om
fastst&#228;llande av faderskap vid den r&#228;tt d&#228;r mannen skall svara i
tvistem&#229;l i allm&#228;nhet eller, om talan f&#246;res mot flera m&#228;n, en av dem
har att svara. Talan mot avliden mans arvingar f&#229;r v&#228;ckas vid den
r&#228;tt d&#228;r d&#246;dsboet svarar. Finns ej beh&#246;rig domstol enligt vad som nu
har sagts, upptages m&#229;let av Stockholms tingsr&#228;tt. Lag (1981:26).

8 &#167; I samband med att socialn&#228;mnden v&#228;cker talan skall protokollet
&#246;ver n&#228;mndens utredning ges in till r&#228;tten. V&#228;ckes talan av annan och
har socialn&#228;mnden gjort utredning i fr&#229;gan, skall r&#228;tten infordra
socialn&#228;mndens protokoll.

Svarande skall delges protokollet i samband med st&#228;mningen.

R&#228;tten kan f&#246;rel&#228;gga socialn&#228;mnden att fullst&#228;ndiga utredningen om
faderskapet. Lag (1981:26).

9 &#167; R&#228;tten skall se till att fr&#229;gan om faderskapet till barnet
blir tillb&#246;rligen utredd. Var och en som kan f&#246;ra talan p&#229; barnets
v&#228;gnar skall beredas tillf&#228;lle att yttra sig i m&#229;let.

Vittnesf&#246;rh&#246;r f&#229;r ej &#228;ga rum i syfte att styrka att vittnet har haft
samlag med modern under tid d&#229; barnet kan antagas vara avlat.

Talan f&#229;r ej pr&#246;vas slutligt f&#246;re barnets f&#246;delse. Lag (1976:612).

10 &#167; &#197;terkallas talan mot en av flera m&#228;n, f&#229;r m&#229;let avskrivas i den
delen endast om alla samtycka. Avser &#229;terkallelse den som har st&#228;mts
enligt 6 &#167; tredje stycket, kr&#228;vs samtycke &#228;ven fr&#229;n barnet.

Samtidigt med att m&#229;let avskrives i viss del skall r&#228;tten fatta
beslut om r&#228;tteg&#229;ngskostnaden i den delen. Lag (1976:612).

11 &#167; I fall d&#229; socialn&#228;mnd f&#246;r talan om fastst&#228;llande av faderskap
g&#228;lla i fr&#229;ga om r&#228;tteg&#229;ngskostnad andra och tredje styckena i
st&#228;llet f&#246;r 18 kap. 1-7 &#167;&#167; r&#228;tteg&#229;ngsbalken.

Part skall b&#228;ra sin r&#228;tteg&#229;ngskostnad. Svarande kan dock f&#246;rpliktas
att helt eller delvis ers&#228;tta annan part dennes r&#228;tteg&#229;ngskostnad, om
han har f&#246;rfarit p&#229; s&#228;tt som avses i 18 kap. 3 eller 6 &#167;
r&#228;tteg&#229;ngsbalken eller om annars s&#228;rskilda sk&#228;l f&#246;religga.

Har parts st&#228;llf&#246;retr&#228;dare, ombud eller bitr&#228;de f&#246;rfarit p&#229; s&#228;tt som
avses i 18 kap. 3 eller 6 &#167; r&#228;tteg&#229;ngsbalken, kan han f&#246;rpliktas
ers&#228;tta kostnad som d&#228;rigenom v&#229;llats annan part. R&#228;tten kan besluta
h&#228;rom &#228;ven utan yrkande. Lag (1981:26).

12 &#167; Fullf&#246;ljes talan, skall den h&#246;gre r&#228;tten pr&#246;va faderskapsfr&#229;gan
i hela dess vidd. Erinran h&#228;rom skall intagas i f&#246;rel&#228;ggande att
inkomma med genm&#228;le.

Finner h&#246;gre r&#228;tt att n&#229;gon som icke &#228;r part i m&#229;let sk&#228;ligen kan
komma i fr&#229;ga som fader till barnet, skall domen p&#229; yrkande av part
undanr&#246;jas och m&#229;let i dess helhet visas &#229;ter till den domstol som
f&#246;rst har d&#246;mt i m&#229;let.

Best&#228;mmelserna i 9 och 10 &#167;&#167; &#228;ga motsvarande till&#228;mpning vid m&#229;lets
handl&#228;ggning i h&#246;gre r&#228;tt. I fall d&#229; socialn&#228;mnd f&#246;r talan &#228;ga &#228;ven
8 &#167; tredje stycket och 11 &#167; motsvarande till&#228;mpning i h&#246;gre r&#228;tt.
Lag (1981:26).

F&#246;rening av m&#229;l vid talan om h&#228;vande av faderskap

13 &#167; &#196;ven om en viss man p&#229; grund av &#228;ktenskap ska anses som 
ett barns far f&#229;r, under f&#246;ruts&#228;ttning att en talan om att 
mannen inte &#228;r barnets far har v&#228;ckts och &#228;nnu inte pr&#246;vats, 
talan om fastst&#228;llande av att en annan man &#228;r barnets far 
v&#228;ckas vid samma domstol. M&#229;len ska d&#229; handl&#228;ggas i en 
r&#228;tteg&#229;ng.

Bifalls talan i b&#229;da m&#229;len som avses i f&#246;rsta stycket, ska vid 
pr&#246;vning i h&#246;gre r&#228;tt fr&#229;gan om fastst&#228;llande av faderskapet 
pr&#246;vas, &#228;ven om domen inte har &#246;verklagats i den delen.
Lag (2021:783).

M&#229;l om h&#228;vande av f&#246;r&#228;ldraskap enligt 1 kap. 9 &#167; 

14 &#167; Vill en kvinna som p&#229; grund av &#228;ktenskap eller 
registrerat partnerskap ska anses som f&#246;r&#228;lder enligt 1 kap. 
9 &#167; till ett barn att r&#228;tten ska f&#246;rklara att hon inte &#228;r 
f&#246;r&#228;lder till barnet, ska hon v&#228;cka talan om detta mot barnet 
eller, om barnet har avlidit, barnets arvingar.

Om kvinnan &#228;r d&#246;d och hon inte varaktigt har sammanbott med 
barnet och inte heller efter barnets f&#246;delse har bekr&#228;ftat att 
barnet &#228;r hennes, har den avlidnes make eller registrerade 
partner och var och en som j&#228;mte eller n&#228;st efter barnet &#228;r 
ber&#228;ttigad till arv efter kvinnan r&#228;tt att v&#228;cka talan om att 
kvinnan inte &#228;r f&#246;r&#228;lder till barnet. Efterl&#228;mnar den avlidne 
f&#246;rutom make eller registrerad partner s&#229;dana arvingar som 
avses i 3 kap. 2 &#167; &#228;rvdabalken, har var och en av dem r&#228;tt att 
v&#228;cka talan under samma f&#246;ruts&#228;ttningar.

N&#229;gon r&#228;tt att v&#228;cka talan finns inte, om det vid kvinnans d&#246;d 
har g&#229;tt mer &#228;n ett &#229;r fr&#229;n det att talan, som grundats p&#229; att 
kvinnan &#228;r f&#246;r&#228;lder till barnet, har v&#228;ckts mot henne och hon 
har f&#229;tt del d&#228;rav eller om mer &#228;n ett &#229;r har g&#229;tt sedan 
anspr&#229;k p&#229; samma grund har framst&#228;llts mot kvinnans d&#246;dsbo.
Lag (2021:783).

15 &#167; Vill ett barn att r&#228;tten ska f&#246;rklara att en viss kvinna 
som p&#229; grund av &#228;ktenskap eller registrerat partnerskap ska 
anses som barnets f&#246;r&#228;lder enligt 1 kap. 9 &#167; inte &#228;r det, ska 
barnet v&#228;cka talan om detta mot kvinnan eller, om hon &#228;r d&#246;d, 
hennes arvingar. Om kvinnan f&#246;rutom make eller registrerad 
partner efterl&#228;mnar s&#229;dana arvingar som avses i 3 kap. 2 &#167; 
&#228;rvdabalken, ska talan, n&#228;r det g&#228;ller dem, riktas mot den 
eller dem som har den b&#228;sta arvsr&#228;tten efter kvinnan n&#228;r talan 
v&#228;cks. Lag (2021:783).

16 &#167; En talan som avses i 14 eller 15 &#167; f&#229;r v&#228;ckas vid r&#228;tten 
i den ort d&#228;r barnet har sin hemvist eller, om barnet har 
avlidit, vid den r&#228;tt som har att ta upp tvist om arv efter 
barnet. Om det inte finns n&#229;gon annan beh&#246;rig domstol, ska 
m&#229;let tas upp av Stockholms tingsr&#228;tt.

Detsamma g&#228;ller en talan enligt 1 kap. 4 b &#167; om att en 
bekr&#228;ftelse av f&#246;r&#228;ldraskap enligt 1 kap. 9 &#167; saknar verkan 
mot den som har l&#228;mnat den. Lag (2021:783).

17 &#167; Om en part i ett m&#229;l som avses i 14 eller 15 &#167; &#228;r 
under&#229;rig, f&#229;r f&#246;rmyndaren eller en god man, om en s&#229;dan ska 
f&#246;rordnas enligt 11 kap., f&#246;ra partens talan.

Modern ska h&#246;ras i m&#229;let, om det kan ske. Lag (2021:783).

M&#229;l om fastst&#228;llande av f&#246;r&#228;ldraskap enligt 1 kap. 9 &#167; 

18 &#167; En talan om fastst&#228;llande av f&#246;r&#228;ldraskap enligt 1 kap. 9 
&#167; v&#228;cks av barnet. I fall som avses i 2 kap. 8 a &#167; f&#246;rs 
barnets talan av socialn&#228;mnden. Har modern v&#229;rdnaden om 
barnet, f&#229;r hon alltid f&#246;ra barnets talan, &#228;ven om hon inte 
har uppn&#229;tt myndig &#229;lder. En talan f&#229;r vidare alltid f&#246;ras av 
en s&#228;rskilt f&#246;rordnad v&#229;rdnadshavare eller en tillf&#228;llig 
v&#229;rdnadshavare f&#246;r barnet. Det som s&#228;gs i 6-13 &#167;&#167; om 
fastst&#228;llande av faderskap till&#228;mpas ocks&#229; i fr&#229;ga om 
fastst&#228;llande av f&#246;r&#228;ldraskap. Lag (2021:783).

F&#246;rening av m&#229;l vid talan om h&#228;vande av f&#246;r&#228;ldraskap enligt 1 
kap. 9 &#167; 

19 &#167; &#196;ven om en viss kvinna p&#229; grund av &#228;ktenskap eller 
registrerat partnerskap ska anses som ett barns f&#246;r&#228;lder 
enligt 1 kap. 9 &#167; f&#229;r, under f&#246;ruts&#228;ttning att en talan om att 
kvinnan inte &#228;r barnets f&#246;r&#228;lder har v&#228;ckts och &#228;nnu inte 
pr&#246;vats, talan om fastst&#228;llande av att n&#229;gon annan &#228;r far till 
barnet eller ska anses som barnets f&#246;r&#228;lder enligt 1 kap. 9 &#167; 
v&#228;ckas vid samma domstol. M&#229;len ska d&#229; handl&#228;ggas i en 
r&#228;tteg&#229;ng.

Bifalls talan i b&#229;da m&#229;len som avses i f&#246;rsta stycket, ska vid 
pr&#246;vning i h&#246;gre r&#228;tt fr&#229;gan om fastst&#228;llande av faderskapet 
eller f&#246;r&#228;ldraskapet pr&#246;vas, &#228;ven om domen inte har 
&#246;verklagats i den delen. Lag (2021:783).

4 kap. Om adoption

Adoption av ett barn 

1 &#167; Vid alla fr&#229;gor som r&#246;r adoption av ett barn ska 
barnets b&#228;sta ges st&#246;rst vikt. Lag (2018:1288).

2 &#167; Ett barn f&#229;r adopteras endast om det med beaktande av 
samtliga omst&#228;ndigheter &#228;r l&#228;mpligt. Lag (2018:1288).

Vid bed&#246;mningen av om en adoption &#228;r l&#228;mplig ska barnets 
behov av adoption och s&#246;kandens l&#228;mplighet att adoptera 
s&#228;rskilt beaktas.

3 &#167; Barnet ska f&#229; information och ges m&#246;jlighet att 
framf&#246;ra sina &#229;sikter i fr&#229;gor som r&#246;r adoptionen. 

Barnets &#229;sikter ska tillm&#228;tas betydelse i f&#246;rh&#229;llande till 
barnets &#229;lder och mognad. 

I 7 &#167; finns best&#228;mmelser om barnets samtycke. Lag (2018:1288).

Adoption av en vuxen

4 &#167; Den som har fyllt 18 &#229;r f&#229;r adopteras endast om det 
finns s&#228;rskild anledning till en adoption med h&#228;nsyn till det 
personliga f&#246;rh&#229;llandet mellan s&#246;kanden och den som s&#246;kanden 
vill adoptera och om adoptionen &#228;ven i &#246;vrigt &#228;r l&#228;mplig. 

Vid bed&#246;mningen av om det finns s&#228;rskild anledning till en 
adoption ska det s&#228;rskilt beaktas om s&#246;kanden har uppfostrat 
den som s&#246;kanden vill adoptera eller om adoptionen annars 
avser att bekr&#228;fta en relation som motsvarar den mellan barn 
och f&#246;r&#228;lder. Lag (2018:1288).

Vem som f&#229;r adoptera

5 &#167; Den som har fyllt 18 &#229;r f&#229;r adoptera. Lag (2018:1288).

6 &#167; Makar och sambor f&#229;r endast adoptera gemensamt. 

En make eller sambo f&#229;r dock med sin makes eller sambos 
samtycke adoptera hans eller hennes barn. I fr&#229;ga om 
samtycket till&#228;mpas 8 &#167; andra stycket. En make eller sambo 
f&#229;r &#228;ven i annat fall adoptera ensam om den andra maken eller 
sambon vistas p&#229; ok&#228;nd ort eller &#228;r varaktigt f&#246;rhindrad att 
adoptera till f&#246;ljd av en psykisk sjukdom eller n&#229;got annat 
liknande f&#246;rh&#229;llande.

Andra &#228;n makar och sambor f&#229;r inte adoptera gemensamt.
Lag (2018:1288).

Samtycke

7 &#167; Den som har fyllt 12 &#229;r f&#229;r adopteras endast om han 
eller hon samtycker till adoptionen. 

N&#229;got samtycke beh&#246;vs inte om den som s&#246;kanden vill adoptera 
&#228;r varaktigt f&#246;rhindrad att samtycka till f&#246;ljd av en psykisk 
sjukdom eller n&#229;got annat liknande f&#246;rh&#229;llande.

Innan ett samtycke l&#228;mnas ska den som s&#246;kanden vill adoptera 
f&#229; information om inneb&#246;rden av en adoption och ett 
samtycke. Lag (2018:1288).

8 &#167; Ett barn f&#229;r inte adopteras utan samtycke fr&#229;n den 
f&#246;r&#228;lder som &#228;r v&#229;rdnadshavare. 

N&#229;got samtycke beh&#246;vs inte om

1. f&#246;r&#228;ldern &#228;r varaktigt f&#246;rhindrad att samtycka till f&#246;ljd 
av en psykisk sjukdom eller n&#229;got annat liknande f&#246;rh&#229;llande,

2. f&#246;r&#228;ldern vistas p&#229; ok&#228;nd ort, eller

3. det finns synnerliga sk&#228;l.

Innan ett samtycke l&#228;mnas ska f&#246;r&#228;ldern f&#229; information om 
inneb&#246;rden av en adoption och ett samtycke.

Det som anges om en f&#246;r&#228;lder som &#228;r v&#229;rdnadshavare i f&#246;rsta-
tredje styckena g&#228;ller &#228;ven en s&#228;rskilt f&#246;rordnad 
v&#229;rdnadshavare, en tillf&#228;llig v&#229;rdnadshavare eller n&#229;gon annan 
som p&#229; grund av lag eller sedv&#228;nja i en annan stat f&#229;r anses 
ha tr&#228;tt i f&#246;r&#228;ldrarnas st&#228;lle. Lag (2021:528).

9 &#167; Ett samtycke fr&#229;n den som har f&#246;tt barnet f&#229;r l&#228;mnas 
f&#246;rst sedan den f&#246;r&#228;ldern har &#229;terh&#228;mtat sig tillr&#228;ckligt 
efter barnets f&#246;delse. Lag (2018:1288).

F&#246;rbud mot ers&#228;ttning

10 &#167; En ans&#246;kan om adoption f&#229;r inte bifallas, om det fr&#229;n 
n&#229;gon sida har getts eller utlovats ers&#228;ttning eller om det 
har avtalats om bidrag till barnets underh&#229;ll. 

Ett avtal om ers&#228;ttning eller underh&#229;ll som avses i f&#246;rsta 
stycket &#228;r utan verkan. Lag (2018:1288).

Adoptions&#228;renden

11 &#167; En ans&#246;kan om adoption f&#229;r g&#246;ras av den eller dem som 
vill adoptera. Lag (2018:1288).

12 &#167; En ans&#246;kan om adoption g&#246;rs till tingsr&#228;tten i den 
ort d&#228;r den som s&#246;kanden vill adoptera har sin hemvist. Om 
den som s&#246;kanden vill adoptera inte har sin hemvist i 
Sverige, g&#246;rs ans&#246;kan till tingsr&#228;tten i den ort d&#228;r s&#246;kanden 
eller n&#229;gon av s&#246;kandena har sin hemvist. 

Om det inte finns n&#229;gon beh&#246;rig domstol enligt f&#246;rsta 
stycket, g&#246;rs ans&#246;kan till Stockholms tingsr&#228;tt.
Lag (2018:1288).

13 &#167; R&#228;tten ska se till att ett &#228;rende om adoption blir 
tillr&#228;ckligt utrett. Lag (2018:1288).

14 &#167; Om ans&#246;kan avser adoption av ett barn, ska r&#228;tten 
uppdra &#229;t socialn&#228;mnden att utse n&#229;gon att genomf&#246;ra en 
adoptionsutredning. Uppdraget ska l&#228;mnas till socialn&#228;mnden i 
den kommun d&#228;r barnet har sin hemvist. Om barnet inte har sin 
hemvist i Sverige, ska uppdraget l&#228;mnas till socialn&#228;mnden i 
den kommun d&#228;r n&#229;gon av s&#246;kandena har sin hemvist. 

Om det inte finns n&#229;gon beh&#246;rig socialn&#228;mnd enligt f&#246;rsta 
stycket, ska uppdraget l&#228;mnas till socialn&#228;mnden i Stockholms 
kommun. 

R&#228;tten ska best&#228;mma en viss tid inom vilken utredningen ska 
vara slutf&#246;rd. Om det beh&#246;vs, f&#229;r r&#228;tten f&#246;rl&#228;nga denna tid. 
R&#228;tten ska se till att utredningen bedrivs skyndsamt. R&#228;tten 
f&#229;r ange riktlinjer f&#246;r adoptionsutredningen. Lag (2018:1288).

15 &#167; Den som genomf&#246;r en adoptionsutredning ska utreda om 
f&#246;ruts&#228;ttningarna f&#246;r adoption &#228;r uppfyllda. Utredaren ska 
alltid f&#246;rs&#246;ka klarl&#228;gga barnets och f&#246;r&#228;ldrarnas 
inst&#228;llning. 

Utredaren ska redovisa det som har framkommit f&#246;r r&#228;tten och 
l&#228;mna ett f&#246;rslag till beslut. Lag (2018:1288).

16 &#167; En socialn&#228;mnd som har tillg&#229;ng till uppgifter som 
kan vara av betydelse f&#246;r en adoptionsutredning &#228;r, trots 
sekretess enligt 26 kap. 1 &#167; f&#246;rsta stycket offentlighets- 
och sekretesslagen (2009:400), skyldig att l&#228;mna s&#229;dana 
uppgifter p&#229; beg&#228;ran av den socialn&#228;mnd som har f&#229;tt ett 
uppdrag enligt 14 &#167;. Detsamma g&#228;ller n&#228;r uppgifterna beg&#228;rs 
av den som socialn&#228;mnden har utsett att genomf&#246;ra 
utredningen. Lag (2018:1288).

17 &#167; Om den som s&#246;kanden vill adoptera inte &#228;r svensk 
medborgare och inte heller har permanent uppeh&#229;llstillst&#229;nd 
eller permanent uppeh&#229;llsr&#228;tt i Sverige, ska r&#228;tten inh&#228;mta 
ett yttrande fr&#229;n Migrationsverket, om det inte &#228;r 
obeh&#246;vligt. Lag (2018:1288).

18 &#167; R&#228;tten ska ge den som &#228;r f&#246;r&#228;lder till den som s&#246;kanden 
vill adoptera tillf&#228;lle att yttra sig inom en viss tid. 

F&#246;rsta stycket g&#228;ller inte om

1. det &#228;r uppenbart obeh&#246;vligt att f&#246;r&#228;ldern f&#229;r tillf&#228;lle att 
yttra sig,

2. f&#246;r&#228;ldern &#228;r varaktigt f&#246;rhindrad att yttra sig till f&#246;ljd 
av en psykisk sjukdom eller n&#229;got annat liknande f&#246;rh&#229;llande,

3. f&#246;r&#228;ldern vistas p&#229; ok&#228;nd ort, eller

4. det finns synnerliga sk&#228;l.

Det som anges om en f&#246;r&#228;lder i f&#246;rsta och andra styckena 
g&#228;ller &#228;ven en s&#228;rskilt f&#246;rordnad v&#229;rdnadshavare, en 
tillf&#228;llig v&#229;rdnadshavare eller en f&#246;rmyndare eller n&#229;gon 
annan som p&#229; grund av lag eller sedv&#228;nja i en annan stat f&#229;r 
anses ha tr&#228;tt i f&#246;r&#228;ldrarnas st&#228;lle. Lag (2021:528).

19 &#167; R&#228;tten ska ge den som s&#246;kanden vill adoptera 
tillf&#228;lle att yttra sig inom en viss tid, om han eller hon 
har fyllt 18 &#229;r. 

F&#246;rsta stycket g&#228;ller inte om det &#228;r uppenbart obeh&#246;vligt att 
den som s&#246;kanden vill adoptera f&#229;r tillf&#228;lle att yttra sig. 
Lag (2018:1288).

20 &#167; Vid r&#228;ttens handl&#228;ggning av ett &#228;rende om adoption 
till&#228;mpas i &#246;vrigt lagen (1996:242) om domstols&#228;renden.
Lag (2018:1288).

R&#228;ttsverkningar av en adoption

21 &#167; Den som har adopterats ska anses som 
adoptivf&#246;r&#228;lderns barn och inte som barn till sina tidigare 
f&#246;r&#228;ldrar. Om en make eller sambo har adopterat den andra 
makens eller sambons barn, ska den som har adopterats dock 
anses som makarnas eller sambornas gemensamma barn. Lag eller 
annan f&#246;rfattning som till&#228;gger sl&#228;ktskapet mellan barn och 
f&#246;r&#228;lder r&#228;ttslig betydelse ska till&#228;mpas p&#229; den som har 
adopterats och hans eller hennes adoptivf&#246;r&#228;lder.

F&#246;rsta stycket g&#228;ller inte i den utstr&#228;ckning n&#229;got annat &#228;r 
s&#228;rskilt f&#246;reskrivet eller f&#246;ljer av r&#228;ttsf&#246;rh&#229;llandets 
natur. Lag (2018:1288).

22 &#167; Om makar eller sambor gemensamt adopterar ett barn, 
st&#229;r barnet under v&#229;rdnad av b&#229;da makarna eller samborna fr&#229;n 
den tidpunkt d&#229; adoptionsbeslutet f&#229;r laga kraft. Detsamma 
g&#228;ller om en make eller sambo adopterar den andra makens 
eller sambons barn. Om en person i annat fall ensam adopterar 
ett barn, st&#229;r barnet under v&#229;rdnad av adoptivf&#246;r&#228;ldern fr&#229;n 
den tidpunkt d&#229; adoptionsbeslutet f&#229;r laga kraft. 
Lag (2018:1288).

Barnets r&#228;tt till upplysning om adoptionen

23 &#167; Ett barn som &#228;r adopterat har r&#228;tt att av sina 
f&#246;r&#228;ldrar f&#229; veta det. F&#246;r&#228;ldrarna ska s&#229; snart det &#228;r 
l&#228;mpligt upplysa barnet om att han eller hon &#228;r adopterad.
Lag (2018:1288).

5 kap. Om barnets namn

1 &#167; Om barnets namn &#228;r s&#228;rskilt stadgat. Lag (1963:523).

2 &#167; Har upph&#228;vts genom lag (1963:523).

3 &#167; Har upph&#228;vts genom lag (1963:523).

6 kap. Om v&#229;rdnad, boende och umg&#228;nge

Inledande best&#228;mmelser

1 &#167; Barn har r&#228;tt till omv&#229;rdnad, trygghet och en god fostran. Barn
skall behandlas med aktning f&#246;r sin person och egenart och f&#229;r inte
uts&#228;ttas f&#246;r kroppslig bestraffning eller annan kr&#228;nkande behandling.
Lag (1983:47).

2 &#167; Ett barn st&#229;r under v&#229;rdnad av b&#229;da f&#246;r&#228;ldrarna eller en 
av dem, om inte r&#228;tten har anf&#246;rtrott v&#229;rdnaden &#229;t en eller 
tv&#229; s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare eller &#229;t en tillf&#228;llig 
v&#229;rdnadshavare. V&#229;rdnaden om ett barn best&#229;r till dess att 
barnet fyller 18 &#229;r.

Den som har v&#229;rdnaden om ett barn har ett ansvar f&#246;r barnets 
personliga f&#246;rh&#229;llanden och ska se till att barnets behov 
enligt 1 &#167; blir tillgodosedda. Barnets v&#229;rdnadshavare svarar 
&#228;ven f&#246;r att barnet f&#229;r den tillsyn som beh&#246;vs med h&#228;nsyn till 
barnets &#229;lder, utveckling och &#246;vriga omst&#228;ndigheter samt ska 
bevaka att barnet f&#229;r tillfredsst&#228;llande f&#246;rs&#246;rjning och 
utbildning. I syfte att hindra att barnet orsakar skada f&#246;r 
n&#229;gon annan ska v&#229;rdnadshavaren vidare svara f&#246;r att barnet 
st&#229;r under uppsikt eller att andra l&#228;mpliga &#229;tg&#228;rder vidtas.

Om ansvaret i fr&#229;gor som g&#228;ller barnets ekonomiska 
f&#246;rh&#229;llanden finns best&#228;mmelser i 9-15 kap. Lag (2021:528).

2 a &#167; Barnets b&#228;sta ska vara avg&#246;rande f&#246;r alla fr&#229;gor om 
v&#229;rdnad, boende och umg&#228;nge.

Vid bed&#246;mningen av vad som &#228;r b&#228;st f&#246;r barnet ska det f&#228;stas 
avseende s&#228;rskilt vid

- risken f&#246;r att barnet eller n&#229;gon annan i familjen uts&#228;tts 
f&#246;r &#246;vergrepp eller att barnet olovligen f&#246;rs bort eller h&#229;lls 
kvar eller annars far illa, och

- barnets behov av en n&#228;ra och god kontakt med b&#229;da 
f&#246;r&#228;ldrarna. Lag (2021:528).

2 b &#167; Barnet ska f&#229; information och ges m&#246;jlighet att framf&#246;ra 
sina &#229;sikter i fr&#229;gor om v&#229;rdnad, boende och umg&#228;nge.

Barnets &#229;sikter ska tillm&#228;tas betydelse i f&#246;rh&#229;llande till 
barnets &#229;lder och mognad. Lag (2021:528).

V&#229;rdnadshavare

3 &#167; Barnet st&#229;r fr&#229;n f&#246;delsen under v&#229;rdnad av b&#229;da 
f&#246;r&#228;ldrarna, om dessa &#228;r gifta med varandra, och i annat fall 
av modern ensam. Ing&#229;r f&#246;r&#228;ldrarna senare &#228;ktenskap med 
varandra, st&#229;r barnet fr&#229;n den tidpunkten under v&#229;rdnad av dem 
b&#229;da, om inte r&#228;tten dessf&#246;rinnan har anf&#246;rtrott v&#229;rdnaden &#229;t 
en eller tv&#229; s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare eller &#229;t en 
tillf&#228;llig v&#229;rdnadshavare.

Om det d&#246;ms till &#228;ktenskapsskillnad mellan f&#246;r&#228;ldrarna st&#229;r 
barnet &#228;ven d&#228;refter under b&#229;da f&#246;r&#228;ldrarnas v&#229;rdnad, om inte 
den gemensamma v&#229;rdnaden uppl&#246;ses enligt 5, 7 eller 8 &#167;. Ska 
barnet &#228;ven efter domen p&#229; &#228;ktenskapsskillnad st&#229; under b&#229;da 
f&#246;r&#228;ldrarnas v&#229;rdnad, ska r&#228;tten i domen p&#229;minna om att 
v&#229;rdnaden fortfarande &#228;r gemensam. Lag (2021:528).

4 &#167; St&#229;r barnet under v&#229;rdnad av endast en av f&#246;r&#228;ldrarna och
vill f&#246;r&#228;ldrarna gemensamt ut&#246;va v&#229;rdnaden, ska r&#228;tten p&#229; talan
av dem b&#229;da besluta i enlighet med deras beg&#228;ran, om det inte
&#228;r uppenbart att gemensam v&#229;rdnad &#228;r of&#246;renlig med barnets
b&#228;sta.

Om barnet &#228;r folkbokf&#246;rt h&#228;r i landet, kan f&#246;r&#228;ldrarna f&#229;
gemensam v&#229;rdnad ocks&#229; genom registrering hos Skatteverket
efter anm&#228;lan av dem b&#229;da

1. till socialn&#228;mnden i samband med att n&#228;mnden ska godk&#228;nna en
faderskapsbekr&#228;ftelse eller en bekr&#228;ftelse av f&#246;r&#228;ldraskap
enligt 1 kap. 9 &#167;, eller

2. till Skatteverket under f&#246;ruts&#228;ttning att beslut om
v&#229;rdnaden inte har meddelats tidigare. Lag (2012:319).

5 &#167; Om barnet st&#229;r under v&#229;rdnad av b&#229;da f&#246;r&#228;ldrarna eller en 
av dem och n&#229;gon av dem vill f&#229; &#228;ndring i v&#229;rdnaden, ska 
r&#228;tten besluta att f&#246;r&#228;ldrarna ska ha gemensam v&#229;rdnad om 
barnet eller att en av dem ska ha ensam v&#229;rdnad.

Vid bed&#246;mningen av om f&#246;r&#228;ldrarna ska ha gemensam v&#229;rdnad 
eller om en av dem ska ha ensam v&#229;rdnad ska r&#228;tten f&#228;sta 
avseende s&#228;rskilt vid f&#246;r&#228;ldrarnas f&#246;rm&#229;ga att s&#228;tta barnets 
behov fr&#228;mst och ta ett gemensamt ansvar i fr&#229;gor som r&#246;r 
barnet.

Fr&#229;gor om &#228;ndring i v&#229;rdnaden enligt f&#246;rsta stycket pr&#246;vas p&#229; 
talan av en av f&#246;r&#228;ldrarna eller b&#229;da. I m&#229;l om 
&#228;ktenskapsskillnad f&#229;r r&#228;tten utan yrkande besluta att en av 
f&#246;r&#228;ldrarna ska ha ensam v&#229;rdnad, om det &#228;r uppenbart att 
gemensam v&#229;rdnad &#228;r of&#246;renlig med barnets b&#228;sta.
Lag (2021:528).

6 &#167; St&#229;r barnet under v&#229;rdnad av b&#229;da f&#246;r&#228;ldrarna eller en av
dem, f&#229;r de avtala att v&#229;rdnaden skall vara gemensam eller att
en av dem skall ha v&#229;rdnaden om barnet. Avtalet skall g&#228;lla, om
det &#228;r skriftligt och socialn&#228;mnden godk&#228;nner det.

Har f&#246;r&#228;ldrarna avtalat om gemensam v&#229;rdnad, skall
socialn&#228;mnden godk&#228;nna avtalet, om det inte &#228;r uppenbart att
avtalet &#228;r of&#246;renligt med barnets b&#228;sta. Lag (2006:458).

6 a &#167; Har upph&#228;vts genom lag (1998:319).

7 &#167; Om en f&#246;r&#228;lder vid ut&#246;vandet av v&#229;rdnaden om ett barn g&#246;r
sig skyldig till missbruk eller f&#246;rsummelse eller i &#246;vrigt
brister i omsorgen om barnet p&#229; ett s&#228;tt som medf&#246;r best&#229;ende
fara f&#246;r barnets h&#228;lsa eller utveckling, skall r&#228;tten besluta
om &#228;ndring i v&#229;rdnaden.

St&#229;r barnet under b&#229;da f&#246;r&#228;ldrarnas v&#229;rdnad och g&#228;ller vad som
s&#228;gs i f&#246;rsta stycket en av dem, skall r&#228;tten anf&#246;rtro
v&#229;rdnaden &#229;t den andra f&#246;r&#228;ldern ensam. Brister ocks&#229; den
f&#246;r&#228;ldern i omsorgen om barnet p&#229; det s&#228;tt som s&#228;gs i f&#246;rsta
stycket, skall r&#228;tten flytta &#246;ver v&#229;rdnaden till en eller tv&#229;
s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare.

St&#229;r barnet under endast en f&#246;r&#228;lders v&#229;rdnad, skall r&#228;tten i
fall som avses i f&#246;rsta stycket flytta &#246;ver v&#229;rdnaden till den
andra f&#246;r&#228;ldern eller, om det &#228;r l&#228;mpligare, till en eller tv&#229;
s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare.

Fr&#229;gor om &#228;ndring i v&#229;rdnaden enligt denna paragraf pr&#246;vas p&#229;
talan av socialn&#228;mnden eller, utan s&#228;rskilt yrkande, i m&#229;l om
&#228;ktenskapsskillnad mellan f&#246;r&#228;ldrarna eller i andra m&#229;l enligt
5 &#167;. Lag (1998:319).

8 &#167; Har ett barn stadigvarande v&#229;rdats och fostrats i ett annat
enskilt hem &#228;n f&#246;r&#228;ldrahemmet och &#228;r det uppenbart att det &#228;r
b&#228;st f&#246;r barnet att det r&#229;dande f&#246;rh&#229;llandet f&#229;r best&#229; och att
v&#229;rdnaden flyttas &#246;ver till den eller dem som har tagit emot
barnet eller n&#229;gon av dem, skall r&#228;tten utse denne eller dessa
att s&#229;som s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare ut&#246;va v&#229;rdnaden om
barnet.

Fr&#229;gor om &#246;verflyttning av v&#229;rdnaden enligt f&#246;rsta stycket
pr&#246;vas p&#229; talan av socialn&#228;mnden. Lag (2006:458).

8 a &#167; St&#229;r barnet under b&#229;da f&#246;r&#228;ldrarnas v&#229;rdnad och &#228;r en av
dem varaktigt f&#246;rhindrad att ut&#246;va v&#229;rdnaden, skall r&#228;tten
anf&#246;rtro v&#229;rdnaden &#229;t den andra f&#246;r&#228;ldern ensam. Om hindret
g&#228;ller b&#229;da f&#246;r&#228;ldrarna, skall r&#228;tten flytta &#246;ver v&#229;rdnaden
till en eller tv&#229; s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare.

St&#229;r barnet under endast en f&#246;r&#228;lders v&#229;rdnad och &#228;r denne
varaktigt f&#246;rhindrad att ut&#246;va v&#229;rdnaden, skall r&#228;tten flytta
&#246;ver v&#229;rdnaden till den andra f&#246;r&#228;ldern eller, om det &#228;r
l&#228;mpligare, till en eller tv&#229; s&#228;rskilt f&#246;rordnade
v&#229;rdnadshavare.

Fr&#229;gor om &#228;ndring i v&#229;rdnaden enligt denna paragraf pr&#246;vas p&#229;
talan av socialn&#228;mnden eller, utan s&#228;rskilt yrkande, i m&#229;l om
&#228;ktenskapsskillnad mellan f&#246;r&#228;ldrarna eller i andra m&#229;l enligt
5 &#167;. Lag (2005:430).

9 &#167; Om barnet st&#229;r under v&#229;rdnad av b&#229;da f&#246;r&#228;ldrarna och en av dem
d&#246;r, skall den andra f&#246;r&#228;ldern ensam ha v&#229;rdnaden. Om b&#229;da
f&#246;r&#228;ldrarna d&#246;r, skall r&#228;tten p&#229; anm&#228;lan av socialn&#228;mnden eller n&#228;r
f&#246;rh&#229;llandet annars blir k&#228;nt anf&#246;rtro v&#229;rdnaden &#229;t en eller tv&#229;
s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare.

Om barnet st&#229;r under v&#229;rdnad av endast en av f&#246;r&#228;ldrarna och den
f&#246;r&#228;ldern d&#246;r, skall r&#228;tten p&#229; ans&#246;kan av den andra f&#246;r&#228;ldern eller
p&#229; anm&#228;lan av socialn&#228;mnden anf&#246;rtro v&#229;rdnaden &#229;t den andra f&#246;r&#228;ldern
eller, om det &#228;r l&#228;mpligare, &#229;t en eller tv&#229; s&#228;rskilt f&#246;rordnade
v&#229;rdnadshavare. Lag (1994:1433).

10 &#167; Om barnet st&#229;r under v&#229;rdnad av en eller tv&#229; s&#228;rskilt 
f&#246;rordnade v&#229;rdnadshavare eller av en tillf&#228;llig 
v&#229;rdnadshavare och om n&#229;gon av barnets f&#246;r&#228;ldrar eller b&#229;da 
vill f&#229; v&#229;rdnaden &#246;verflyttad till sig, f&#229;r r&#228;tten besluta om 
detta. R&#228;tten f&#229;r inte flytta &#246;ver v&#229;rdnaden till f&#246;r&#228;ldrarna 
gemensamt om b&#229;da f&#246;r&#228;ldrarna mots&#228;tter sig det.

Fr&#229;gor om &#246;verflyttning av v&#229;rdnaden enligt f&#246;rsta stycket 
pr&#246;vas p&#229; talan av b&#229;da f&#246;r&#228;ldrarna eller en av dem eller p&#229; 
talan av socialn&#228;mnden. Lag (2021:528).

10 a &#167; Om en s&#228;rskilt f&#246;rordnad v&#229;rdnadshavare ska utses, ska 
n&#229;gon utses som &#228;r l&#228;mpad att ge barnet omv&#229;rdnad, trygghet 
och en god fostran. Den som &#228;r under&#229;rig f&#229;r inte f&#246;rordnas 
till v&#229;rdnadshavare.

Tv&#229; personer kan utses att gemensamt ut&#246;va v&#229;rdnaden, om de &#228;r 
gifta med varandra eller &#228;r sambor.

F&#246;r syskon ska samma person utses till v&#229;rdnadshavare, om inte 
s&#228;rskilda sk&#228;l talar mot det.

Om en v&#229;rdnadshavare ska f&#246;rordnas efter f&#246;r&#228;ldrarnas d&#246;d och 
f&#246;r&#228;ldrarna eller en av dem har gett till k&#228;nna vem de &#246;nskar 
till v&#229;rdnadshavare, ska denna person f&#246;rordnas, om det inte 
&#228;r ol&#228;mpligt. Lag (2021:528).

10 b &#167; En s&#228;rskilt f&#246;rordnad v&#229;rdnadshavare har r&#228;tt att p&#229;
beg&#228;ran bli entledigad fr&#229;n uppdraget.

Om barnet har tv&#229; s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare och n&#229;gon
av dem vill att v&#229;rdnaden inte l&#228;ngre skall vara gemensam,
skall r&#228;tten p&#229; talan av en av dem eller b&#229;da anf&#246;rtro
v&#229;rdnaden &#229;t en av dem. R&#228;tten kan ocks&#229; i m&#229;l om
&#228;ktenskapsskillnad mellan v&#229;rdnadshavarna utan yrkande besluta
om v&#229;rdnaden enligt vad som nu har sagts, om det &#228;r uppenbart
att gemensam v&#229;rdnad &#228;r of&#246;renlig med barnets b&#228;sta.
Lag (2006:458).

10 c &#167; En s&#228;rskilt f&#246;rordnad v&#229;rdnadshavare skall entledigas, om han
eller hon vid ut&#246;vandet av v&#229;rdnaden g&#246;r sig skyldig till missbruk
eller f&#246;rsummelse eller av n&#229;gon annan orsak inte l&#228;ngre &#228;r l&#228;mplig
som v&#229;rdnadshavare.

Om barnet har tv&#229; s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare och den ena
entledigas eller d&#246;r, skall den andra ensam ha v&#229;rdnaden. Om b&#229;da
v&#229;rdnadshavarna entledigas eller d&#246;r, skall r&#228;tten utse en eller tv&#229;
andra personer att vara s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare.

Fr&#229;gor om &#228;ndring i v&#229;rdnaden enligt denna paragraf pr&#246;vas efter
ans&#246;kan av socialn&#228;mnden. Lag (1994:1433).

10 d &#167; Om det finns behov av att utse en s&#228;rskilt f&#246;rordnad 
v&#229;rdnadshavare f&#246;r ett barn, men det saknas en l&#228;mplig person 
att f&#246;rordna f&#246;r det &#228;ndam&#229;let, f&#229;r r&#228;tten, om det finns 
s&#228;rskilda sk&#228;l, flytta &#246;ver v&#229;rdnaden till en tillf&#228;llig 
v&#229;rdnadshavare. I uppdraget som tillf&#228;llig v&#229;rdnadshavare 
ing&#229;r inte att tillgodose den faktiska v&#229;rden om barnet.

Till tillf&#228;llig v&#229;rdnadshavare f&#229;r den utses som p&#229; grund av 
sina kunskaper och erfarenheter och &#228;ven i &#246;vrigt &#228;r s&#228;rskilt 
l&#228;mplig f&#246;r uppdraget. Den som &#228;r under&#229;rig f&#229;r inte utses 
till tillf&#228;llig v&#229;rdnadshavare. F&#246;r syskon ska samma person 
utses, om inte s&#228;rskilda sk&#228;l talar mot det.

En talan om att utse en tillf&#228;llig v&#229;rdnadshavare f&#246;rs av 
socialn&#228;mnden. Lag (2021:528).

10 e &#167; N&#228;r en tillf&#228;llig v&#229;rdnadshavare har utsetts f&#246;r ett 
barn, ska socialn&#228;mnden forts&#228;tta att verka f&#246;r en varaktig 
l&#246;sning av v&#229;rdnadsfr&#229;gan.

N&#228;r f&#246;ruts&#228;ttningar finns f&#246;r det ska r&#228;tten, p&#229; talan av 
socialn&#228;mnden, flytta &#246;ver v&#229;rdnaden fr&#229;n den tillf&#228;lliga 
v&#229;rdnadshavaren till en eller tv&#229; s&#228;rskilt f&#246;rordnade 
v&#229;rdnadshavare. Lag (2021:528).

10 f &#167; En tillf&#228;llig v&#229;rdnadshavare har r&#228;tt till ett sk&#228;ligt 
arvode f&#246;r uppdraget och ers&#228;ttning f&#246;r de utgifter som har 
varit sk&#228;ligen p&#229;kallade f&#246;r uppdragets fullg&#246;rande.

Beslut om arvode och ers&#228;ttning f&#246;r utgifter fattas av 
&#246;verf&#246;rmyndaren.

Arvode och ers&#228;ttning f&#246;r utgifter ska betalas av kommunen.
Lag (2021:528).

10 g &#167; En tillf&#228;llig v&#229;rdnadshavare har r&#228;tt att p&#229; beg&#228;ran 
bli entledigad fr&#229;n sitt uppdrag.

En tillf&#228;llig v&#229;rdnadshavare ska &#228;ven, efter ans&#246;kan av 
socialn&#228;mnden, entledigas om han eller hon vid ut&#246;vandet av 
v&#229;rdnaden g&#246;r sig skyldig till missbruk eller f&#246;rsummelse 
eller av n&#229;gon annan orsak inte l&#228;ngre &#228;r l&#228;mplig som 
v&#229;rdnadshavare.

Om en tillf&#228;llig v&#229;rdnadshavare entledigas eller d&#246;r, ska 
r&#228;tten efter ans&#246;kan av socialn&#228;mnden utse en annan person att 
vara tillf&#228;llig v&#229;rdnadshavare. Lag (2021:528).

V&#229;rdnadens ut&#246;vande

11 &#167; V&#229;rdnadshavaren har r&#228;tt och skyldighet att best&#228;mma i fr&#229;gor
som r&#246;r barnets personliga angel&#228;genheter. V&#229;rdnadshavaren skall
d&#228;rvid i takt med barnets stigande &#229;lder och utveckling ta allt
st&#246;rre h&#228;nsyn till barnets synpunkter och &#246;nskem&#229;l. Lag (1983:47).

12 &#167; Barnet ing&#229;r sj&#228;lvt avtal om anst&#228;llning eller annat arbete,
men endast om v&#229;rdnadshavaren samtycker till avtalet. Barnet f&#229;r
sj&#228;lvt s&#228;ga upp avtalet och, om barnet har fyllt sexton &#229;r, utan nytt
samtycke avtala om annat arbete av liknande art.

Barnet eller v&#229;rdnadshavaren f&#229;r s&#228;ga upp avtalet med omedelbar
verkan, om det beh&#246;vs med h&#228;nsyn till barnets h&#228;lsa, utveckling eller
skolg&#229;ng. Har v&#229;rdnadshavaren sagt upp avtalet av detta sk&#228;l, f&#229;r
barnet inte d&#228;refter tr&#228;ffa nytt avtal utan v&#229;rdnadshavarens
samtycke.

Om verkan av att barnet ensamt har tr&#228;ffat avtal om arbete utan att
ha r&#228;tt till det finns best&#228;mmelser i 9 kap. 6 och 7 &#167;&#167;. Lag
(1983:47).

13 &#167; St&#229;r barnet under v&#229;rdnad av tv&#229; v&#229;rdnadshavare, skall vad
som s&#228;gs i 11 eller 12 &#167; g&#228;lla dem tillsammans.

&#196;r en av v&#229;rdnadshavarna till f&#246;ljd av fr&#229;nvaro, sjukdom eller
annan orsak f&#246;rhindrad att ta del i s&#229;dana beslut r&#246;rande
v&#229;rdnaden som inte utan ol&#228;genhet kan uppskjutas, best&#228;mmer den
andre ensam. Denne f&#229;r dock inte ensam fatta beslut av
ingripande betydelse f&#246;r barnets framtid, om inte barnets b&#228;sta
uppenbarligen kr&#228;ver det.

I 8 a &#167; finns best&#228;mmelser om &#228;ndring i v&#229;rdnaden n&#228;r den ena
f&#246;r&#228;ldern &#228;r varaktigt f&#246;rhindrad att ut&#246;va v&#229;rdnaden.
Lag (2005:430).

13 a &#167; St&#229;r barnet under v&#229;rdnad av tv&#229; v&#229;rdnadshavare och 
samtycker endast den ena till en &#229;tg&#228;rd till st&#246;d f&#246;r barnet, 
f&#229;r socialn&#228;mnden besluta att &#229;tg&#228;rden f&#229;r vidtas utan den 
andra v&#229;rdnadshavarens samtycke om det kr&#228;vs med h&#228;nsyn till 
barnets b&#228;sta och &#229;tg&#228;rden g&#228;ller

1. psykiatrisk eller psykologisk utredning eller behandling 
som omfattas av h&#228;lso- och sjukv&#229;rdslagen (2017:30),

2. behandling i &#246;ppna former som ges med st&#246;d av 4 kap. 1 &#167; 
socialtj&#228;nstlagen (2001:453),

3. utseende av en kontaktperson eller en familj som avses i 
3 kap. 6 b &#167; f&#246;rsta stycket socialtj&#228;nstlagen, eller

4. en insats enligt 9 &#167; 4, 5 eller 6 lagen (1993:387) om st&#246;d 
och service till vissa funktionshindrade.

Ett beslut enligt f&#246;rsta stycket f&#229;r &#246;verklagas till allm&#228;n 
f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande 
till kammarr&#228;tt.

Beslut i fr&#229;gor som avses i f&#246;rsta stycket g&#228;ller omedelbart. 
R&#228;tten f&#229;r dock best&#228;mma att dess beslut ska g&#228;lla f&#246;rst sedan 
det har vunnit laga kraft.

I lagen (2024:79) om placering av barn i skyddat boende finns 
best&#228;mmelser om v&#229;rdnadshavares best&#228;mmander&#228;tt n&#228;r ett barn 
har beviljats skyddat boende. Lag (2024:81).

14 &#167; Om r&#228;tten f&#246;r barn och v&#229;rdnadshavare att f&#229; st&#246;d och
hj&#228;lp hos socialn&#228;mnden finns best&#228;mmelser i socialtj&#228;nstlagen
(2001:453). Socialn&#228;mnden f&#246;rmedlar kontakter med andra
r&#229;dgivande samh&#228;llsorgan. Lag (2001:456).

Barnets boende

14 a &#167; St&#229;r barnet under v&#229;rdnad av b&#229;da f&#246;r&#228;ldrarna, f&#229;r
r&#228;tten p&#229; talan av en av dem eller b&#229;da besluta vem av
f&#246;r&#228;ldrarna barnet skall bo tillsammans med.

F&#246;r&#228;ldrarna f&#229;r avtala om barnets boende. Avtalet skall g&#228;lla,
om det &#228;r skriftligt och socialn&#228;mnden godk&#228;nner det.
Lag (2006:458).

Umg&#228;nge

15 &#167; Barnet ska ha r&#228;tt till umg&#228;nge med en f&#246;r&#228;lder som det 
inte bor tillsammans med. Umg&#228;nget kan ske genom att barnet 
och f&#246;r&#228;ldern tr&#228;ffar varandra eller genom att de har annan 
kontakt.

Barnets f&#246;r&#228;ldrar har ett gemensamt ansvar f&#246;r att barnets 
behov av umg&#228;nge med en f&#246;r&#228;lder som barnet inte bor 
tillsammans med s&#229; l&#229;ngt m&#246;jligt tillgodoses. S&#228;rskilt 
f&#246;rordnade v&#229;rdnadshavare och en tillf&#228;llig v&#229;rdnadshavare har 
motsvarande ansvar.

Barnets v&#229;rdnadshavare har ett ansvar f&#246;r att barnets behov av 
umg&#228;nge med n&#229;gon annan som st&#229;r det s&#228;rskilt n&#228;ra s&#229; l&#229;ngt 
m&#246;jligt tillgodoses.

Om barnet st&#229;r under v&#229;rdnad av b&#229;da f&#246;r&#228;ldrarna och ska umg&#229;s 
med en f&#246;r&#228;lder som det inte bor tillsammans med, ska den 
andra f&#246;r&#228;ldern l&#228;mna s&#229;dana upplysningar om barnet som kan 
fr&#228;mja umg&#228;nget, om inte s&#228;rskilda sk&#228;l talar mot det. Om 
barnet ska umg&#229;s med en f&#246;r&#228;lder som inte &#228;r v&#229;rdnadshavare 
eller med n&#229;gon annan som st&#229;r barnet s&#228;rskilt n&#228;ra, ska 
upplysningar enligt f&#246;rsta meningen l&#228;mnas av v&#229;rdnadshavaren.
Lag (2021:528).

15 a &#167; P&#229; talan av en f&#246;r&#228;lder som vill umg&#229;s med sitt barn f&#229;r
r&#228;tten besluta om umg&#228;nge mellan barnet och den f&#246;r&#228;ldern. En
s&#229;dan talan f&#229;r ocks&#229; f&#246;ras av socialn&#228;mnden.

P&#229; talan av socialn&#228;mnden f&#229;r r&#228;tten besluta om umg&#228;nge mellan
barnet och n&#229;gon annan &#228;n en f&#246;r&#228;lder. Vid bed&#246;mningen av om en
s&#229;dan talan skall f&#246;ras skall socialn&#228;mnden s&#228;rskilt beakta
barnets behov av umg&#228;nge med sina morf&#246;r&#228;ldrar och farf&#246;r&#228;ldrar
och andra som st&#229;r barnet s&#228;rskilt n&#228;ra.

St&#229;r barnet under v&#229;rdnad av b&#229;da f&#246;r&#228;ldrarna eller en av dem,
f&#229;r de avtala om barnets umg&#228;nge med en f&#246;r&#228;lder som barnet
inte bor tillsammans med. Avtalet skall g&#228;lla, om det &#228;r
skriftligt och socialn&#228;mnden godk&#228;nner det.
Lag (2006:458).

15 b &#167; Om barnet bor tillsammans med endast en f&#246;r&#228;lder, skall
den f&#246;r&#228;ldern ta del i kostnaderna f&#246;r de resor som f&#246;ranleds
av barnets behov av umg&#228;nge med den andra f&#246;r&#228;ldern. Det skall
ske efter vad som &#228;r sk&#228;ligt med h&#228;nsyn till f&#246;r&#228;ldrarnas
ekonomiska f&#246;rm&#229;ga och &#246;vriga omst&#228;ndigheter.

En dom eller ett avtal om kostnaderna f&#246;r resor kan j&#228;mkas av
r&#228;tten f&#246;r tiden efter det att talan har v&#228;ckts, om &#228;ndring i
f&#246;rh&#229;llandena f&#246;ranleder det. Lag (1998:319).

15 c &#167; N&#228;r r&#228;tten beslutar om umg&#228;nge med en f&#246;r&#228;lder som barnet
inte bor tillsammans med, f&#229;r r&#228;tten, om barnet har behov av
det, besluta att en person som utses av socialn&#228;mnden ska
medverka vid umg&#228;nget (umg&#228;ngesst&#246;d). Ett beslut om umg&#228;ngesst&#246;d
ska g&#228;lla f&#246;r en viss tid.

Innan ett beslut om umg&#228;ngesst&#246;d meddelas ska r&#228;tten inh&#228;mta
yttrande fr&#229;n socialn&#228;mnden.

Socialn&#228;mnden ska efter r&#228;ttens beslut om umg&#228;ngesst&#246;d utse en
viss person att medverka vid umg&#228;nget.

Socialn&#228;mnden ska f&#246;lja upp hur umg&#228;nget fungerar och verka f&#246;r
att st&#246;det inte best&#229;r l&#228;ngre &#228;n n&#246;dv&#228;ndigt. Lag (2010:740).

F&#246;rfarandet i m&#229;l och &#228;renden om v&#229;rdnad m.m.

16 &#167; Anm&#228;lan enligt 4 &#167; andra stycket om gemensam v&#229;rdnad f&#246;r
f&#246;r&#228;ldrar som inte &#228;r gifta med varandra pr&#246;vas av
Skatteverket. Anm&#228;lan skall g&#246;ras skriftligen av b&#229;da
f&#246;r&#228;ldrarna.

Anm&#228;lan enligt 4 &#167; andra stycket 2 g&#246;rs hos Skatteverket eller
F&#246;rs&#228;kringskassan.

Beslut av Skatteverket f&#229;r &#246;verklagas hos den f&#246;rvaltningsr&#228;tt
inom vars domkrets barnet &#228;r folkbokf&#246;rt vid tidpunkten f&#246;r
beslutet.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2009:775).

17 &#167; Fr&#229;gor om v&#229;rdnad, boende eller umg&#228;nge tas upp av r&#228;tten 
i den ort d&#228;r barnet har sin hemvist. S&#229;dana fr&#229;gor f&#229;r tas 
upp &#228;ven i samband med &#228;ktenskapsm&#229;l.

Om det kan antas att sekretess g&#228;ller f&#246;r de uppgifter som 
beh&#246;vs f&#246;r att avg&#246;ra var barnet har sin hemvist, f&#229;r fr&#229;gor 
om v&#229;rdnad, boende eller umg&#228;nge tas upp &#228;ven av r&#228;tten i den 
ort d&#228;r n&#229;gon av parterna har sin hemvist. Om det kan antas 
att sekretess g&#228;ller ocks&#229; f&#246;r de uppgifter som beh&#246;vs f&#246;r att 
avg&#246;ra parternas hemvist, f&#229;r fr&#229;gorna tas upp &#228;ven av 
Stockholms tingsr&#228;tt. Detsamma g&#228;ller om det kan antas att 
sekretess g&#228;ller f&#246;r de uppgifter som beh&#246;vs f&#246;r att avg&#246;ra 
barnets och en parts hemvist och den andra parten saknar 
hemvist i landet.

Om det inte finns n&#229;gon beh&#246;rig domstol enligt f&#246;rsta eller 
andra stycket, tas fr&#229;gorna upp av Stockholms tingsr&#228;tt.

Fr&#229;gor om v&#229;rdnad som avses i 4, 5, 7-8 a och 10 &#167;&#167;, 10 b &#167; 
andra stycket, 10 d och 10 e &#167;&#167; samt fr&#229;gor om boende och 
umg&#228;nge handl&#228;ggs i den ordning som &#228;r f&#246;reskriven f&#246;r 
tvistem&#229;l. Fr&#229;gan om f&#246;rdelning av resekostnader enligt 15 b &#167; 
ska anses som en del av fr&#229;gan om umg&#228;nge. Om barnet st&#229;r 
under v&#229;rdnad av b&#229;da f&#246;r&#228;ldrarna eller en av dem och 
f&#246;r&#228;ldrarna &#228;r &#246;verens i saken, f&#229;r de v&#228;cka talan genom 
gemensam ans&#246;kan.

&#214;vriga fr&#229;gor om v&#229;rdnad handl&#228;ggs i den ordning som g&#228;ller 
f&#246;r domstols&#228;renden.

I m&#229;l om v&#229;rdnad och boende kan underh&#229;llsbidrag f&#246;r barnet 
yrkas utan st&#228;mning. Lag (2021:528).

17 a &#167; F&#246;r&#228;ldrar kan enligt 5 kap. 3 &#167; socialtj&#228;nstlagen 
(2001:453) f&#229; hj&#228;lp att tr&#228;ffa avtal om v&#229;rdnad, boende och 
umg&#228;nge.

Socialn&#228;mnden i den kommun d&#228;r barnet &#228;r folkbokf&#246;rt pr&#246;var om 
ett avtal mellan f&#246;r&#228;ldrarna enligt 6 &#167;, 14 a &#167; andra stycket 
eller 15 a &#167; tredje stycket ska godk&#228;nnas.

Om det kan antas att sekretess g&#228;ller f&#246;r de uppgifter som 
beh&#246;vs f&#246;r att avg&#246;ra var barnet &#228;r folkbokf&#246;rt, f&#229;r &#228;ven 
socialn&#228;mnden i en kommun d&#228;r n&#229;gon av f&#246;r&#228;ldrarna &#228;r 
folkbokf&#246;rd pr&#246;va om ett avtal som avses i andra stycket ska 
godk&#228;nnas. Om det kan antas att sekretess g&#228;ller ocks&#229; f&#246;r de 
uppgifter som beh&#246;vs f&#246;r att avg&#246;ra var f&#246;r&#228;ldrarna &#228;r 
folkbokf&#246;rda, f&#229;r ett s&#229;dant avtal godk&#228;nnas av socialn&#228;mnden 
i den kommun som f&#246;r&#228;ldrarna v&#228;ljer. Detsamma g&#228;ller om det 
kan antas att sekretess g&#228;ller f&#246;r de uppgifter som beh&#246;vs f&#246;r 
att avg&#246;ra var barnet och en f&#246;r&#228;lder &#228;r folkbokf&#246;rda och den 
andra f&#246;r&#228;ldern inte &#228;r folkbokf&#246;rd i landet.

Vid sin pr&#246;vning av f&#246;r&#228;ldrarnas avtal ska socialn&#228;mnden se 
till att fr&#229;gor om v&#229;rdnad, boende och umg&#228;nge blir 
tillr&#228;ckligt utredda. 

Socialn&#228;mndens beslut enligt andra eller tredje stycket f&#229;r 
inte &#246;verklagas. Lag (2021:528).

17 b &#167; Har en socialn&#228;mnd godk&#228;nt ett avtal om v&#229;rdnad, skall
ett meddelande om avtalets inneh&#229;ll s&#228;ndas samma dag till

1. Skatteverket,

2. om avtalet g&#228;ller ett barn som har fyllt 15 &#229;r: Centrala
studiest&#246;dsn&#228;mnden,

3. F&#246;rs&#228;kringskassan. Lag (2004:797).

17 c &#167; F&#246;r att r&#228;tten, n&#228;r f&#246;r&#228;ldrarna inte &#228;r &#246;verens i 
sakfr&#229;gan, ska f&#229; ta upp ett yrkande om v&#229;rdnad, boende eller 
umg&#228;nge till pr&#246;vning i ett m&#229;l enligt 5, 14 a eller 15 a &#167; 
eller i ett m&#229;l om &#228;ktenskapsskillnad, ska en f&#246;r&#228;lder som 
framst&#228;ller ett s&#229;dant yrkande ha deltagit i 
informationssamtal som avses i 5 kap. 3 a &#167; socialtj&#228;nstlagen 
(2001:453). Informationssamtalet ska ha &#228;gt rum inom ett &#229;r 
f&#246;re det att yrkandet framst&#228;lls. Kravet p&#229; deltagande i 
informationssamtal g&#228;ller inte n&#228;r ett yrkande om v&#229;rdnad, 
boende eller umg&#228;nge redan &#228;r upptaget till pr&#246;vning i m&#229;let.

Ett yrkande som enligt f&#246;rsta stycket inte f&#229;r tas upp till 
pr&#246;vning f&#229;r &#228;nd&#229; tas upp om det finns s&#228;rskilda sk&#228;l.

Om kravet p&#229; deltagande i informationssamtal hindrar att ett 
yrkande om v&#229;rdnad, boende eller umg&#228;nge tas upp till 
pr&#246;vning, ska r&#228;tten avvisa samtliga yrkanden om v&#229;rdnad, 
boende och umg&#228;nge i m&#229;let. Lag (2021:528).

18 &#167; F&#246;r&#228;ldrar kan enligt 5 kap. 3 &#167; socialtj&#228;nstlagen
(2001:453) genom samarbetssamtal f&#229; hj&#228;lp att n&#229; enighet i
fr&#229;gor om v&#229;rdnad, boende och umg&#228;nge.

I m&#229;l om v&#229;rdnad, boende eller umg&#228;nge f&#229;r r&#228;tten uppdra &#229;t
socialn&#228;mnden eller n&#229;got annat organ att i barnets intresse
anordna samarbetssamtal i syfte att n&#229; enighet mellan
f&#246;r&#228;ldrarna.

Om r&#228;tten l&#228;mnar uppdrag enligt andra stycket, kan den f&#246;rklara
att m&#229;let skall vila under en viss tid. Detsamma g&#228;ller om
samarbetssamtal redan har inletts och fortsatta samtal kan
antas vara till nytta. Om det finns s&#228;rskilda sk&#228;l, kan r&#228;tten
f&#246;rl&#228;nga den utsatta tiden. Lag (2001:456).

18 a &#167; R&#228;tten f&#229;r uppdra &#229;t en medlare att f&#246;rs&#246;ka f&#229; 
f&#246;r&#228;ldrarna att n&#229; en samf&#246;rst&#229;ndsl&#246;sning som &#228;r f&#246;renlig med 
barnets b&#228;sta. En medlare ska ha relevant utbildning och 
yrkeserfarenhet och vara l&#228;mplig f&#246;r uppdraget. R&#228;tten kan 
l&#228;mna n&#228;rmare anvisningar till medlaren om vad han eller hon 
ska iaktta n&#228;r uppdraget utf&#246;rs.

Medlaren ska inom den tid som r&#228;tten best&#228;mmer l&#228;mna en 
redog&#246;relse f&#246;r de &#229;tg&#228;rder som har vidtagits. Tiden f&#229;r inte 
s&#228;ttas l&#228;ngre &#228;n fyra veckor. R&#228;tten f&#229;r dock f&#246;rl&#228;nga tiden, 
om det finns f&#246;ruts&#228;ttningar att n&#229; en samf&#246;rst&#229;ndsl&#246;sning.

Medlaren har r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r arbete, 
tidsspillan och utl&#228;gg som uppdraget kr&#228;vt. R&#228;tten beslutar om 
ers&#228;ttningen. Ers&#228;ttningen betalas av allm&#228;nna medel.
Lag (2021:528).

19 &#167; R&#228;tten ska se till att fr&#229;gor om v&#229;rdnad, boende och 
umg&#228;nge blir tillr&#228;ckligt utredda.

Innan r&#228;tten avg&#246;r ett m&#229;l eller &#228;rende om v&#229;rdnad, boende 
eller umg&#228;nge ska socialn&#228;mnden ges tillf&#228;lle att l&#228;mna 
upplysningar. Om n&#228;mnden har tillg&#229;ng till upplysningar som 
kan ha betydelse f&#246;r fr&#229;gans bed&#246;mning, &#228;r n&#228;mnden skyldig att 
l&#228;mna s&#229;dana upplysningar till r&#228;tten.

Om det beh&#246;vs utredning ut&#246;ver vad som s&#228;gs i andra stycket, 
f&#229;r r&#228;tten uppdra &#229;t socialn&#228;mnden eller n&#229;got annat organ att 
utse n&#229;gon att utf&#246;ra den. R&#228;tten f&#229;r ge riktlinjer f&#246;r 
utredningen och ska best&#228;mma en viss tid inom vilken 
utredningen ska vara slutf&#246;rd. Tiden f&#229;r inte s&#228;ttas l&#228;ngre &#228;n 
fyra m&#229;nader. Om det finns s&#228;rskilda sk&#228;l f&#246;r det, f&#229;r r&#228;tten 
f&#246;rl&#228;nga tiden. R&#228;tten ska se till att utredningen bedrivs 
skyndsamt.

Om det inte &#228;r ol&#228;mpligt, ska den som utf&#246;r utredningen h&#246;ra 
barnet och redovisa barnets &#229;sikter f&#246;r r&#228;tten samt l&#228;mna 
f&#246;rslag till beslut.

Barnet f&#229;r h&#246;ras inf&#246;r r&#228;tten, om s&#228;rskilda sk&#228;l talar f&#246;r det 
och det &#228;r uppenbart att barnet inte kan ta skada av att 
h&#246;ras. Lag (2021:528).

20 &#167; I m&#229;l eller &#228;renden om v&#229;rdnad, boende eller umg&#228;nge f&#229;r 
r&#228;tten, om det beh&#246;vs, besluta om v&#229;rdnad, boende eller 
umg&#228;nge f&#246;r tiden till dess att fr&#229;gan har avgjorts genom en 
dom eller ett beslut som har f&#229;tt laga kraft eller f&#246;r&#228;ldrarna 
har tr&#228;ffat ett avtal om fr&#229;gan och avtalet har godk&#228;nts av 
socialn&#228;mnden.

Innan ett beslut enligt f&#246;rsta stycket meddelas ska motparten 
f&#229; tillf&#228;lle att yttra sig i fr&#229;gan. R&#228;tten kan h&#228;mta in 
upplysningar fr&#229;n socialn&#228;mnden i fr&#229;gan. Innan socialn&#228;mnden 
l&#228;mnar upplysningar ska den, om det inte &#228;r ol&#228;mpligt, h&#246;ra 
f&#246;r&#228;ldrarna och barnet. Om r&#228;tten har meddelat ett beslut som 
&#228;nnu g&#228;ller n&#228;r m&#229;let eller &#228;rendet ska avg&#246;ras, ska r&#228;tten 
ompr&#246;va beslutet.

Ett beslut enligt denna paragraf f&#229;r verkst&#228;llas p&#229; samma s&#228;tt 
som en dom som har f&#229;tt laga kraft. Beslutet f&#229;r dock n&#228;r som 
helst &#228;ndras av r&#228;tten. Lag (2021:528).

20 a &#167; Socialn&#228;mnden f&#229;r, i ett f&#246;rfarande om v&#229;rdnad, boende 
eller umg&#228;nge enligt detta kapitel, h&#246;ra ett barn utan 
v&#229;rdnadshavarens samtycke och utan att v&#229;rdnadshavaren &#228;r 
n&#228;rvarande. Lag (2021:528).

20 b &#167; Trots sekretess enligt 26 kap. 1 &#167; f&#246;rsta stycket 
offentlighets- och sekretesslagen (2009:400) &#228;r en socialn&#228;mnd 
som har tillg&#229;ng till uppgifter som kan ha betydelse f&#246;r 
bed&#246;mningen av en fr&#229;ga om v&#229;rdnad, boende eller umg&#228;nge 
skyldig att l&#228;mna s&#229;dana uppgifter p&#229; beg&#228;ran av en 
socialn&#228;mnd som enligt 17 a &#167; ska pr&#246;va om ett avtal mellan 
f&#246;r&#228;ldrarna kan godk&#228;nnas eller som ska l&#228;mna upplysningar 
eller utf&#246;ra en utredning enligt 19 eller 20 &#167;. Detsamma 
g&#228;ller n&#228;r uppgifterna beg&#228;rs av den som socialn&#228;mnden har 
utsett att utf&#246;ra en utredning enligt 19 &#167;. Lag (2021:528).

21 &#167; I m&#229;l eller &#228;renden om v&#229;rdnad, boende eller umg&#228;nge kan
r&#228;tten, i samband med att den meddelar dom eller beslut i saken
och om det finns s&#228;rskilda sk&#228;l, p&#229; yrkande av en part
f&#246;rel&#228;gga motparten vid vite att l&#228;mna ifr&#229;n sig barnet. Har
vite f&#246;relagts i samband med beslut som avses i 20 &#167; f&#246;rsta
stycket, kan r&#228;tten f&#246;rordna att f&#246;rel&#228;ggandet skall g&#228;lla
omedelbart.

Beslut om f&#246;rel&#228;ggande enligt f&#246;rsta stycket f&#229;r &#246;verklagas
endast i samband med &#246;verklagande av domen eller beslutet om
v&#229;rdnad, boende eller umg&#228;nge.

En fr&#229;ga om utd&#246;mande av f&#246;relagt vite pr&#246;vas av r&#228;tten p&#229;
ans&#246;kan av den part som har beg&#228;rt f&#246;rel&#228;ggandet. &#196;rendet
handl&#228;ggs enligt lagen (1996:242) om domstols&#228;renden.
Lag (2006:458).

22 &#167; I m&#229;l eller &#228;renden om v&#229;rdnad, boende eller umg&#228;nge
g&#228;ller i fr&#229;ga om r&#228;tteg&#229;ngskostnader andra och tredje styckena
i st&#228;llet f&#246;r 18 kap. 1-7 &#167;&#167; r&#228;tteg&#229;ngsbalken.

Vardera parten skall b&#228;ra sin r&#228;tteg&#229;ngskostnad. En part kan
dock f&#246;rpliktas att helt eller delvis ers&#228;tta motparten dennes
r&#228;tteg&#229;ngskostnad, om han eller hon har f&#246;rfarit p&#229; ett s&#229;dant
s&#228;tt som avses i 18 kap. 3 eller 6 &#167; r&#228;tteg&#229;ngsbalken eller om
det annars finns s&#228;rskilda sk&#228;l.

Skall en part enligt andra stycket helt eller delvis ers&#228;tta
motpartens r&#228;tteg&#229;ngskostnad och har partens st&#228;llf&#246;retr&#228;dare,
ombud eller bitr&#228;de f&#246;rfarit p&#229; ett s&#229;dant s&#228;tt som avses i 18
kap. 3 eller 6 &#167; r&#228;tteg&#229;ngsbalken och d&#228;rigenom v&#229;llat
kostnaden helt eller delvis, kan han eller hon f&#246;rpliktas att
tillsammans med parten ers&#228;tta kostnaden. R&#228;tten kan besluta om
detta &#228;ven om n&#229;gon part inte yrkar det.

Denna paragraf till&#228;mpas ocks&#229; n&#228;r m&#229;let eller &#228;rendet
handl&#228;ggs i h&#246;gre r&#228;tt. Lag (1998:319).

7 kap. Om underh&#229;llsskyldighet

1 &#167; F&#246;r&#228;ldrarna skall svara f&#246;r underh&#229;ll &#229;t barnet efter vad
som &#228;r sk&#228;ligt med h&#228;nsyn till barnets behov och f&#246;r&#228;ldrarnas
samlade ekonomiska f&#246;rm&#229;ga. N&#228;r f&#246;r&#228;ldrarnas
underh&#229;llsskyldighet best&#228;ms skall h&#228;nsyn tas till barnets egna
inkomster och tillg&#229;ngar samt till barnets sociala f&#246;rm&#229;ner
under beaktande av vad som f&#246;ljer av f&#246;reskrifterna om dessa.

Underh&#229;llsskyldigheten upph&#246;r n&#228;r barnet fyller arton &#229;r. G&#229;r
barnet i skolan efter denna tidpunkt, &#228;r f&#246;r&#228;ldrarna
underh&#229;llsskyldiga under den tid som skolg&#229;ngen p&#229;g&#229;r, dock
l&#228;ngst intill dess barnet fyller tjugoett &#229;r. Till skolg&#229;ng
r&#228;knas studier i grundskolan eller gymnasieskolan och annan
j&#228;mf&#246;rlig grundutbildning.

I kostnaderna f&#246;r barnets underh&#229;ll skall f&#246;r&#228;ldrarna
sinsemellan ta del var och en efter sin f&#246;rm&#229;ga. Lag (2001:1136).

2 &#167; En f&#246;r&#228;lder skall fullg&#246;ra sin underh&#229;llsskyldighet genom att
betala underh&#229;llsbidrag till barnet, om f&#246;r&#228;ldern

1. inte har v&#229;rdnaden om barnet och inte heller varaktigt bor
tillsammans med barnet, eller

2. har v&#229;rdnaden om barnet gemensamt med den andra f&#246;r&#228;ldern men
barnet varaktigt bor tillsammans med endast den andra f&#246;r&#228;ldern.

Underh&#229;llsbidrag fastst&#228;lls genom dom eller avtal.

V&#229;rdnadshavaren f&#229;r f&#246;retr&#228;da barnet i fr&#229;gor om underh&#229;llsbidrag,
&#228;ven om v&#229;rdnadshavaren inte har uppn&#229;tt myndig &#229;lder. Ocks&#229;
f&#246;rmyndare har r&#228;tt att f&#246;retr&#228;da barnet. Avtal om underh&#229;llsbidrag
kan slutas &#228;ven f&#246;re barnets f&#246;delse.

I m&#229;l om underh&#229;ll till barnet skall var och en som enligt tredje
stycket f&#229;r f&#246;retr&#228;da barnet ges tillf&#228;lle att yttra sig.
Lag (1996:1031).

2 a &#167; En f&#246;r&#228;lder som &#228;r betalningsskyldig f&#246;r
underh&#229;llsst&#246;d enligt 19 kap. socialf&#246;rs&#228;kringsbalken anses
ha fullgjort sin underh&#229;llsskyldighet intill det belopp som
l&#228;mnas i underh&#229;llsst&#246;d till barnet. Lag (2010:1203).

3 &#167; N&#228;r underh&#229;llsbidrag best&#228;ms enligt 2 &#167; f&#229;r den
bidragsskyldige f&#246;rbeh&#229;lla sig ett belopp f&#246;r eget eller
annans underh&#229;ll enligt andra–fj&#228;rde styckena.

F&#246;rbeh&#229;llsbelopp f&#246;r den bidragsskyldiges eget underh&#229;ll
innefattar alla vanliga levnadskostnader. Bostadskostnaden
ber&#228;knas f&#246;r sig efter vad som &#228;r sk&#228;ligt. De andra
levnadskostnaderna ber&#228;knas med ledning av ett
normalbelopp. F&#246;r &#229;r r&#228;knat utg&#246;r normalbeloppet 120
procent av g&#228;llande   prisbasbelopp enligt 2 kap. 6 och 7 &#167;&#167;
socialf&#246;rs&#228;kringsbalken.

Om det finns s&#228;rskilda sk&#228;l f&#229;r ett belopp f&#246;rbeh&#229;llas f&#246;r
underh&#229;ll &#229;t make som den bidragsskyldige varaktigt bor
tillsammans med. Med make j&#228;mst&#228;lls annan som den
bidragsskyldige varaktigt bor tillsammans med, om de har
barn gemensamt. F&#246;rbeh&#229;llsbeloppet best&#228;ms enligt andra
stycket. Normalbeloppet utg&#246;r dock 60 procent av
prisbasbeloppet.

Oberoende av vad som annars g&#228;ller om en f&#246;r&#228;lders
underh&#229;llsskyldighet mot tv&#229; eller flera barn f&#229;r den
bidragsskyldige f&#246;r underh&#229;ll &#229;t varje hemmavarande
barn f&#246;rbeh&#229;lla sig ett belopp som, tillsammans med vad som
utges till barnet av den andra f&#246;r&#228;ldern eller f&#246;r dennas
r&#228;kning, f&#246;r &#229;r utg&#246;r 40 procent av g&#228;llande prisbasbelopp.
R&#228;tten kan dock best&#228;mma ett annat f&#246;rbeh&#229;llsbelopp om det
f&#246;ranleds av omst&#228;ndigheterna i det s&#228;rskilda fallet.
Lag (2010:1203).

4 &#167; Har en f&#246;r&#228;lder som enligt 2 &#167; skall betala
underh&#229;llsbidrag haft barnet hos sig under en sammanh&#228;ngande
tid av minst fem hela dygn eller under en kalenderm&#229;nad haft
barnet hos sig i minst sex hela dygn, f&#229;r f&#246;r&#228;ldern vid
fullg&#246;rande av sin bidragsskyldighet tillgodor&#228;kna sig ett
avdrag f&#246;r varje helt dygn av barnets vistelse med 1/40 av det
underh&#229;llsbidrag som r&#228;knat f&#246;r kalenderm&#229;nad g&#228;ller under
tiden f&#246;r vistelsen. N&#229;got s&#229;dant avdrag f&#229;r dock inte g&#246;ras p&#229;
underh&#229;llsbidrag som bel&#246;per p&#229; senare tid &#228;n sex m&#229;nader fr&#229;n
utg&#229;ngen av den kalenderm&#229;nad d&#229; vistelsen upph&#246;rde. Det
sammanlagda avdragsbelopp som tillgodor&#228;knas f&#246;r&#228;ldern vid ett
tillf&#228;lle skall, om det slutar p&#229; &#246;restal, avrundas till
n&#228;rmast l&#228;gre krontal.

Vid ber&#228;kning av antalet hela dygn enligt f&#246;rsta stycket r&#228;knas
det dygn d&#229; barnets vistelse upph&#246;r som ett helt dygn. Detta
g&#228;ller dock inte om vistelsen b&#246;rjar och upph&#246;r under samma
dygn.

Om det finns s&#228;rskilda sk&#228;l kan r&#228;tten f&#246;rordna om andra
villkor f&#246;r avdragsr&#228;tten &#228;n som anges i f&#246;rsta och andra
styckena. Mot en parts bestridande f&#229;r ett s&#229;dant f&#246;rordnande
dock inte meddelas f&#246;r tiden innan talan har v&#228;ckts.

Den bidragsskyldiga f&#246;r&#228;ldern har inte r&#228;tt till avdrag n&#228;r
underh&#229;llsbidraget har fastst&#228;llts med beaktande av att han
eller hon i v&#228;sentlig m&#229;n fullg&#246;r sin underh&#229;llsskyldighet
genom att ha barnet hos sig. Lag (2005:464).

5 &#167; Den som varaktigt bor tillsammans med annans barn och med
f&#246;r&#228;lder som har v&#229;rdnaden om barnet &#228;r underh&#229;llsskyldig mot barnet,
om han eller hon &#228;r gift med f&#246;r&#228;ldern eller har eget barn
tillsammans med f&#246;r&#228;ldern. Om det finns s&#228;rskilda sk&#228;l, kvarst&#229;r
underh&#229;llsskyldigheten &#228;ven sedan barnet har flyttat hemifr&#229;n.

Underh&#229;llsskyldigheten best&#228;ms p&#229; samma s&#228;tt som f&#246;r f&#246;r&#228;lder enligt
1 &#167; men g&#228;ller ej till den del barnet kan f&#229; underh&#229;ll fr&#229;n den
f&#246;r&#228;lder som den underh&#229;llsskyldige ej bor tillsammans med. Lag
(1978:853).

6 &#167; Om annan &#228;n den som enligt 2 &#167; har att betala underh&#229;llsbidrag
f&#246;rsummar sin underh&#229;llsskyldighet, kan r&#228;tten &#229;l&#228;gga den f&#246;rsumlige
att betala underh&#229;llsbidrag till barnet. Lag (1978:853).

7 &#167; Underh&#229;llsbidrag betalas i f&#246;rskott f&#246;r kalenderm&#229;nad.

Avtal om att underh&#229;llsbidrag f&#246;r framtiden ska betalas med 
ett eng&#229;ngsbelopp eller f&#246;r l&#228;ngre perioder &#228;n tre m&#229;nader &#228;r 
giltigt endast om avtalet &#228;r skriftligt och bevittnat av tv&#229; 
personer. &#196;r barnet under 18 &#229;r ska avtalet dessutom vara 
godk&#228;nt av socialn&#228;mnden i den kommun d&#228;r barnet eller dess 
v&#229;rdnadshavare &#228;r varaktigt bosatt eller, om ingen av dem &#228;r 
varaktigt bosatt i Sverige, av socialn&#228;mnden i Stockholms 
kommun.

R&#228;tten f&#229;r best&#228;mma annat betalningss&#228;tt &#228;n som anges i 
f&#246;rsta stycket, om det finns s&#228;rskilda sk&#228;l.

Underh&#229;llsbidrag i form av ett eng&#229;ngsbelopp ska betalas till 
socialn&#228;mnden om barnet &#228;r under 18 &#229;r. F&#246;r det belopp som 
har betalats in ska n&#228;mnden se till att en livr&#228;nta &#229;t barnet 
som &#228;r anpassad efter underh&#229;llsskyldigheten k&#246;ps in hos en 
f&#246;rs&#228;kringsgivare, om inte avtalet hindrar det eller n&#228;mnden 
finner att beloppet kan anv&#228;ndas p&#229; n&#229;got annat l&#228;mpligt s&#228;tt 
f&#246;r barnets underh&#229;ll.

Betalning i strid mot denna paragraf medf&#246;r inte befrielse 
fr&#229;n skyldigheten att betala underh&#229;llsbidrag p&#229; f&#246;reskrivet 
s&#228;tt. Lag (2018:1288).

8 &#167; Talan om att underh&#229;llsbidrag skall fastst&#228;llas f&#229;r inte
bifallas f&#246;r l&#228;ngre tid tillbaka &#228;n tre &#229;r f&#246;re den dag d&#229; talan
v&#228;cktes, om inte den bidragsskyldige medger det. Lag (1978:853).

9 &#167; R&#228;tten att kr&#228;va ut fastst&#228;llt underh&#229;llsbidrag g&#229;r 
f&#246;rlorad fem &#229;r efter den ursprungligen g&#228;llande 
f&#246;rfallodagen, om inte annat f&#246;ljer av andra eller tredje 
stycket.

Om utm&#228;tning f&#246;r underh&#229;llsbidraget har skett f&#246;re den 
tidpunkt som anges i f&#246;rsta stycket eller om den 
bidragsskyldige har blivit f&#246;rsatt i konkurs p&#229; grund av en 
ans&#246;kan som har gjorts f&#246;re denna tidpunkt, f&#229;r betalning f&#246;r 
fordran tas ut ur den utm&#228;tta egendomen eller erh&#229;llas i 
konkursen &#228;ven d&#228;refter.

Om en ans&#246;kan om f&#246;retagsrekonstruktion har gjorts f&#246;re den 
tidpunkt som anges i f&#246;rsta stycket, f&#229;r underh&#229;llsbidraget 
kr&#228;vas ut inom tre m&#229;nader fr&#229;n det att beslut om 
f&#246;retagsrekonstruktionens upph&#246;rande meddelades. Om 
underh&#229;llsbidraget omfattas av en skulduppg&#246;relse i en 
fastst&#228;lld rekonstruktionsplan, f&#229;r fordran kr&#228;vas ut inom tre 
m&#229;nader fr&#229;n det att g&#228;lden&#228;rens f&#246;rpliktelser enligt 
skulduppg&#246;relsen skulle ha fullgjorts. Om utm&#228;tning f&#246;r 
underh&#229;llsbidraget har skett eller konkursans&#246;kan har gjorts 
inom den tid som nu har angetts, g&#228;ller andra stycket.

Avtal som strider mot denna paragraf &#228;r ogiltiga. 
Lag (2022:966).

10 &#167; Dom eller avtal om underh&#229;ll kan j&#228;mkas av r&#228;tten, om &#228;ndring i
f&#246;rh&#229;llandena f&#246;ranleder det. F&#246;r tiden innan talan har v&#228;ckts f&#229;r
j&#228;mkning dock mot parts bestridande g&#246;ras endast p&#229; s&#229; s&#228;tt att
obetalda bidrag s&#228;tts ned eller tas bort.

Avtal om underh&#229;ll kan ocks&#229; j&#228;mkas av r&#228;tten, om avtalet &#228;r
osk&#228;ligt med h&#228;nsyn till omst&#228;ndigheterna vid dess tillkomst och
f&#246;rh&#229;llandena i &#246;vrigt. Beslut om att erh&#229;llna bidrag skall betalas
tillbaka f&#229;r dock meddelas endast om det finns s&#228;rskilda sk&#228;l.

Har fastst&#228;llt underh&#229;llsbidrag, som utges fortl&#246;pande, under en tid
av sex &#229;r inte &#228;ndrats till beloppet p&#229; annat s&#228;tt &#228;n som avses i 1 &#167;
lagen (1966:680) om &#228;ndring av vissa underh&#229;llsbidrag, kan r&#228;tten f&#246;r
tiden efter det att talan har v&#228;ckts ompr&#246;va vad som har best&#228;mts om
underh&#229;llet, utan att anledning till j&#228;mkning enligt f&#246;rsta eller
andra stycket beh&#246;ver &#229;beropas.

Dom eller avtal om underh&#229;llsbidrag f&#246;r tid intill dess barnet har
n&#229;tt en viss &#229;lder utg&#246;r inte hinder att pr&#246;va fr&#229;gan om bidrag f&#246;r
tiden d&#228;refter. Lag (1978:853).

11 &#167; har upph&#228;vts genom lag (1996:1031).

12 &#167; En talan om underh&#229;ll till barn tas upp av r&#228;tten i den 
ort d&#228;r svaranden har sin hemvist. En s&#229;dan fr&#229;ga kan v&#228;ckas 
&#228;ven i samband med m&#229;l om fastst&#228;llande av faderskapet till 
barn, &#228;ktenskapsm&#229;l, m&#229;l om v&#229;rdnaden om barn eller m&#229;l om 
barns boende.

Om det kan antas att sekretess g&#228;ller f&#246;r de uppgifter som 
beh&#246;vs f&#246;r att avg&#246;ra svarandens hemvist, f&#229;r en talan om 
underh&#229;ll tas upp &#228;ven av r&#228;tten i den ort d&#228;r k&#228;randen har 
sin hemvist. Om det kan antas att sekretess g&#228;ller ocks&#229; f&#246;r 
de uppgifter som beh&#246;vs f&#246;r att avg&#246;ra k&#228;randens hemvist eller 
om k&#228;randen saknar hemvist i landet, f&#229;r m&#229;let tas upp &#228;ven av 
Stockholms tingsr&#228;tt.

Om det inte finns n&#229;gon beh&#246;rig domstol enligt f&#246;rsta eller 
andra stycket, tas m&#229;let upp av Stockholms tingsr&#228;tt.
Lag (2021:528).

13 &#167; Tv&#229; eller flera m&#229;l om skyldighet f&#246;r n&#229;gon att utge
underh&#229;llsbidrag till barn f&#229;r handl&#228;ggas i en r&#228;tteg&#229;ng, om det &#228;r
till nytta f&#246;r utredningen eller pr&#246;vningen. I s&#229;dant fall f&#229;r
domstol som enligt 12 &#167; &#228;r beh&#246;rig att uppta ett av m&#229;len utan hinder
av n&#228;mnda paragraf uppta &#228;ven det eller de andra, om talan i m&#229;len
v&#228;cks vid domstolen och det &#228;r l&#228;mpligt att m&#229;len handl&#228;ggs d&#228;r.

R&#228;tten kan besluta att &#229;ter s&#228;rskilja m&#229;l som har f&#246;renats enligt
f&#246;rsta stycket.

Har r&#228;tten att avg&#246;ra vilken av flera m&#228;n som &#228;r far till ett barn,
f&#229;r talan om underh&#229;llsbidrag ej pr&#246;vas slutligt innan
faderskapsfr&#229;gan har avgjorts genom dom som vunnit laga kraft. Lag
(1978:853).

14 &#167; Underh&#229;llsbidrag f&#229;r best&#228;mmas till olika belopp f&#246;r s&#228;rskilda
delar av underh&#229;llstiden.

Underh&#229;ll till barn f&#229;r ej mot den underh&#229;llsskyldiges bestridande
best&#228;mmas f&#246;r tid efter det barnet fyllt arton &#229;r, innan det kan
tillf&#246;rlitligt bed&#246;mas om underh&#229;llsskyldighet f&#246;religger d&#228;refter.
Lag (1996:1031).

15 &#167; I m&#229;l om underh&#229;ll till barn f&#229;r r&#228;tten, f&#246;r tiden till
dess att fr&#229;gan har avgjorts genom en dom eller ett beslut som
har vunnit laga kraft, besluta om underh&#229;llet efter vad som &#228;r
sk&#228;ligt. Skyldighet att utge bidrag f&#229;r dock &#229;l&#228;ggas n&#229;gon
endast om det finns sannolika sk&#228;l f&#246;r att bidragsskyldighet
f&#246;religger. Har fr&#229;ga om underh&#229;ll v&#228;ckts i samband med m&#229;l om
fastst&#228;llande av faderskap till barn, f&#229;r beslut om skyldighet
att utge bidrag inte meddelas, om flera m&#228;n &#228;r inst&#228;mda i
m&#229;let.

Innan beslut enligt f&#246;rsta stycket meddelas, skall motparten f&#229;
tillf&#228;lle att yttra sig i fr&#229;gan. Har r&#228;tten meddelat ett
beslut, skall den ompr&#246;va det n&#228;r m&#229;let avg&#246;rs.

Ett beslut enligt denna paragraf f&#229;r verkst&#228;llas p&#229; samma s&#228;tt
som en dom som har vunnit laga kraft. Beslutet f&#229;r dock n&#228;r som
helst &#228;ndras av r&#228;tten. Lag (2000:174).

16 &#167; Har n&#229;gon genom skriftlig, av tv&#229; personer bevittnad handling
&#229;tagit sig att till barn f&#246;r vilket faderskapet skall fastst&#228;llas
utge underh&#229;llsbidrag f&#246;r tid intill dess resultatet av
blodunders&#246;kning om faderskapet f&#246;religger, g&#228;ller i fr&#229;ga om
verkst&#228;llighet p&#229; grund av handlingen vad som &#228;r f&#246;reskrivet om
verkst&#228;llighet p&#229; grund av f&#246;rbindelse att utge underh&#229;ll enligt
denna balk.

Betr&#228;ffande &#229;tagande enligt f&#246;rsta stycket skall i &#246;vrigt i
till&#228;mpliga delar g&#228;lla vad som i lag eller annan f&#246;rfattning &#228;r
f&#246;reskrivet f&#246;r fall d&#229; r&#228;tten enligt 15 &#167; har meddelat f&#246;rordnande
om underh&#229;llsbidrag till barn. Lag (1979:339).

17 &#167; Om r&#228;tt f&#246;r den som har betalt underh&#229;llsbidrag att f&#229;
ers&#228;ttning av allm&#228;nna medel finns best&#228;mmelser i lagen (1969:620) om
ers&#228;ttning i vissa fall f&#246;r utgivna underh&#229;llsbidrag. Lag (1979:339).

18 &#167; Har en man haft kostnader f&#246;r ett barns f&#246;rs&#246;rjning d&#228;rf&#246;r att
han har varit att anse som eller antagits vara barnets far, men
fastst&#228;lls att en annan man &#228;r far till barnet, har den f&#246;rstn&#228;mnde
endast om det finns s&#228;rskilda sk&#228;l r&#228;tt till ers&#228;ttning av den andre
f&#246;r kostnaderna. Lag (1979:339).

19 &#167; I m&#229;l om underh&#229;ll till barn g&#228;ller f&#246;ljande avvikelser fr&#229;n 18
kap. r&#228;tteg&#229;ngsbalken, om barnet f&#246;rlorar m&#229;let.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r f&#246;rordnas att vardera parten skall
b&#228;ra sin r&#228;tteg&#229;ngskostnad. Finns det inte s&#229;dana sk&#228;l och har barnet
i r&#228;tteg&#229;ngen f&#246;retr&#228;tts av en f&#246;r&#228;lder som varaktigt bor tillsammans
med barnet, skall f&#246;r&#228;ldern i st&#228;llet f&#246;r barnet &#229;l&#228;ggas att ers&#228;tta
motparten dennes r&#228;tteg&#229;ngskostnad. Lag (1985:358).

20 &#167; Det som s&#228;gs i 12, 15 och 16 &#167;&#167; om fastst&#228;llande av
faderskap g&#228;ller &#228;ven fastst&#228;llande av f&#246;r&#228;ldraskap enligt 1
kap. 9 &#167;. Det som s&#228;gs i 18 &#167; om en man till&#228;mpas ocks&#229; i fr&#229;ga
om en kvinna som skall anses som f&#246;r&#228;lder enligt 1 kap. 9 &#167;.
Lag (2005:434).

8 kap. Har upph&#228;vts genom lag (1973:802).

9 kap. Om under&#229;rigs omyndighet

1 &#167; Den som &#228;r under arton &#229;r (under&#229;rig) &#228;r omyndig och f&#229;r 
inte sj&#228;lv r&#229;da &#246;ver sin egendom eller &#229;ta sig f&#246;rbindelser i 
vidare m&#229;n &#228;n som f&#246;ljer av vad som ska g&#228;lla p&#229; grund av lag 
eller villkor vid f&#246;rv&#228;rv genom g&#229;va, testamente eller 
f&#246;rm&#229;nstagarf&#246;rordnande vid 

- f&#246;rs&#228;kring,

- pensionssparande enligt lagen (1993:931) om individuellt 
pensionssparande, eller

- sparande i en s&#229;dan PEPP-produkt som avses i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/1238 av den 
20 juni 2019 om en paneuropeisk privat pensionsprodukt (PEPP-
produkt). Lag (2022:1747).

2 &#167; Om r&#228;tt f&#246;r under&#229;rig att sj&#228;lv taga tj&#228;nst eller annat arbete
stadgas i 6 kap. Lag (1974:236).

2 a &#167; Under&#229;rig med eget hush&#229;ll f&#229;r f&#246;r den dagliga hush&#229;llningen
eller uppfostran av barn, som tillh&#246;r hush&#229;llet, sj&#228;lv ing&#229; s&#229;dana
r&#228;ttshandlingar, som sedvanligen f&#246;retagas f&#246;r dessa &#228;ndam&#229;l.

R&#228;ttshandling som avses i f&#246;rsta stycket &#228;r dock ej bindande f&#246;r den
under&#229;rige, om den med vilken r&#228;ttshandlingen sl&#246;ts ins&#229;g eller bort
inse, att det som anskaffades genom r&#228;ttshandlingen ej var
erforderligt.

Missbrukar den under&#229;rige beh&#246;righet, som tillkommer honom enligt
f&#246;rsta stycket, kan r&#228;tten p&#229; ans&#246;kan av f&#246;rmyndaren fr&#229;nk&#228;nna honom
beh&#246;righeten. S&#229;dant beslut kan upph&#228;vas p&#229; ans&#246;kan av f&#246;rmyndaren
eller den omyndige, om &#228;ndrade f&#246;rh&#229;llanden intr&#228;tt.

R&#228;ttens beslut enligt tredje stycket skall of&#246;rdr&#246;jligen kung&#246;ras i
Post- och Inrikes Tidningar och ortstidning. Lag (1977:658).

3 &#167; Under&#229;rig &#228;ge sj&#228;lv r&#229;da &#246;ver vad han genom eget arbete
f&#246;rv&#228;rvat efter det han fyllt sexton &#229;r. Detsamma g&#228;ller avkastningen
av s&#229;dan egendom och vad som tr&#228;tt i egendomens st&#228;lle.

F&#246;rmyndaren m&#229; med &#246;verf&#246;rmyndarens samtycke omh&#228;ndertaga egendom,
varom i f&#246;rsta stycket s&#228;gs, s&#229;vitt det m&#229; anses erforderligt med
h&#228;nsyn till myndlingens uppfostran eller v&#228;lf&#228;rd. Innan samtycke
meddelas, skall &#246;verf&#246;rmyndaren bereda myndlingen tillf&#228;lle att yttra
sig.

3 a &#167; har upph&#228;vts genom lag (1974:236).

4 &#167; Om en under&#229;rig har f&#229;tt egendom genom g&#229;va, testamente 
eller f&#246;rm&#229;nstagarf&#246;rordnande vid f&#246;rs&#228;kring, pensionssparande 
enligt lagen (1993:931) om individuellt pensionssparande eller 
sparande i en s&#229;dan PEPP-produkt som avses i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/1238, under 
villkor att den under&#229;rige sj&#228;lv ska f&#229; r&#229;da &#246;ver egendomen, 
ska 3 &#167; andra stycket till&#228;mpas ocks&#229; betr&#228;ffande s&#229;dan 
egendom. &#214;verf&#246;rmyndarens samtycke kr&#228;vs dock bara om den 
under&#229;rige har fyllt sexton &#229;r. Innan samtycke l&#228;mnas ska 
&#246;verf&#246;rmyndaren ge f&#229;ngesmannen eller hans eller hennes 
arvingar tillf&#228;lle att yttra sig, om det kan ske utan 
p&#229;tagligt besv&#228;r eller st&#246;rre tidsf&#246;rlust. Lag (2022:1747).

5 &#167; En under&#229;rig som driver r&#246;relse med samtycke enligt 13 kap. 13 &#167;
eller 14 kap. 14 &#167; andra stycket, f&#229;r ing&#229; s&#229;dana r&#228;ttshandlingar som
faller inom omr&#229;det f&#246;r r&#246;relsen. Vad som nu har sagts g&#228;ller dock
inte i fr&#229;ga om r&#228;ttshandlingar som avses i 13 kap. 10 &#167;. Lag
(1994:1433).

6 &#167; Har under&#229;rig utan erforderligt samtycke ing&#229;tt avtal, &#228;ge den,
med vilken avtalet sl&#246;ts, fr&#229;ntr&#228;da avtalet, s&#229; l&#228;nge det ej blivit
godk&#228;nt eller beh&#246;rigen fullgjort. Visste han att avtalet sl&#246;ts med
under&#229;rig, m&#229; han dock ej, med mindre han hade anledning antaga att
den under&#229;rige &#228;gde beh&#246;righet att sluta avtalet, fr&#229;ntr&#228;da detta
under den tid som vid dess ing&#229;ende m&#229; hava blivit best&#228;md f&#246;r
godk&#228;nnande eller eljest sk&#228;ligen kunde ber&#228;knas &#229;tg&#229; d&#228;rf&#246;r. Ej m&#229;
den, hos vilken under&#229;rig tagit tj&#228;nst eller annat arbete, fr&#229;ntr&#228;da
avtalet h&#228;rom, s&#229; l&#228;nge detta fullg&#246;res av den under&#229;rige.

Meddelande, varigenom avtalet fr&#229;ntr&#228;des, m&#229; ske j&#228;mv&#228;l till den
under&#229;rige sj&#228;lv.

7 &#167; Varder avtal, som under&#229;rig ing&#229;tt utan erforderligt samtycke,
ej g&#228;llande, b&#228;re envar &#229;ter vad han mottagit eller utgive, om det
ej kan ske, ers&#228;ttning f&#246;r dess v&#228;rde. Dock vare den under&#229;rige,
d&#228;r ej i andra stycket annorlunda stadgas, icke pliktig att utgiva
s&#229;dan ers&#228;ttning i vidare m&#229;n &#228;n vad han mottagit anv&#228;nts till
sk&#228;ligt underh&#229;ll eller eljest finnes hava f&#246;r honom medf&#246;rt nytta.

Har den under&#229;rige vid avtals ing&#229;ende genom falska uppgifter om sin
beh&#246;righet vilselett den, med vilken avtalet sl&#246;ts, vare han, om
avtalet ej blir g&#228;llande, pliktig att i den omfattning som pr&#246;vas
sk&#228;lig utgiva ers&#228;ttning f&#246;r den f&#246;rlust som f&#246;ranletts av avtalet.
Var f&#246;rfarandet straffbart, skall ers&#228;ttning g&#228;ldas efter vad i
allm&#228;nhet g&#228;ller om skadest&#229;nd p&#229; grund av brott.

8 &#167; Pengar som en omyndig efter det att han eller hon har 
fyllt sexton &#229;r sj&#228;lv har satt in hos en bank f&#229;r betalas ut 
till den omyndige. Banken f&#229;r inte utan den omyndiges samtycke 
betala ut pengarna till f&#246;rmyndaren.

Om f&#246;rmyndaren har f&#229;tt &#246;verf&#246;rmyndarens tillst&#229;nd att 
omh&#228;nderta pengar som avses i f&#246;rsta stycket och visat upp 
bevis p&#229; det, f&#229;r banken betala ut pengarna till f&#246;rmyndaren 
men inte till den omyndige.

F&#246;rsta och andra styckena g&#228;ller ocks&#229; pengar som har satts in 
hos ett kreditmarknadsf&#246;retag och ett utl&#228;ndskt f&#246;retag som 
driver bankr&#246;relse eller finansieringsr&#246;relse fr&#229;n en filial i 
Sverige. Lag (2020:1027)

10 kap. Om f&#246;rmyndare

1 &#167; Den som &#228;r under&#229;rig eller som har f&#246;rvaltare f&#229;r inte vara
f&#246;rmyndare. Lag (1988:1251).

2 &#167; F&#246;r barn som st&#229;r under v&#229;rdnad av b&#228;gge f&#246;r&#228;ldrarna &#228;r dessa
f&#246;rmyndare. Om n&#229;gon av f&#246;r&#228;ldrarna inte f&#229;r vara f&#246;rmyndare enligt
1 &#167; eller blir entledigad fr&#229;n f&#246;rmynderskapet, &#228;r den andre barnets
f&#246;rmyndare.

F&#246;r barn som st&#229;r under v&#229;rdnad av endast den ene av sina f&#246;r&#228;ldrar
&#228;r denne ensam f&#246;rmyndare. Lag (1988:1251).

3 &#167; Den eller de som har utsetts till s&#228;rskilt f&#246;rordnade 
v&#229;rdnadshavare &#228;r ocks&#229; f&#246;rmyndare f&#246;r den under&#229;rige. 
Detsamma g&#228;ller den som har utsetts till tillf&#228;llig 
v&#229;rdnadshavare.

Om s&#228;rskilda sk&#228;l talar f&#246;r det, ska dock n&#229;gon annan &#228;n den 
s&#228;rskilt f&#246;rordnade v&#229;rdnadshavaren eller den tillf&#228;lliga 
v&#229;rdnadshavaren f&#246;rordnas till f&#246;rmyndare. I ett s&#229;dant fall 
till&#228;mpas 6 och 7 &#167;&#167;.

Det som s&#228;gs i denna balk om s&#228;rskilt f&#246;rordnade f&#246;rmyndare 
ska g&#228;lla &#228;ven den som &#228;r f&#246;rmyndare enligt f&#246;rsta stycket. 
Lag (2021:528).

4 &#167; har upph&#228;vts genom lag (2014:377).

5 &#167; Har en under&#229;rig inte n&#229;gon f&#246;rmyndare, skall r&#228;tten f&#246;rordna en
s&#229;dan.

Har f&#246;rmyndare f&#246;rordnats enligt f&#246;rsta stycket p&#229; grund av att
fadern eller modern &#228;r under&#229;rig, g&#228;ller f&#246;rordnandet till dess
fadern eller modern har uppn&#229;tt myndig &#229;lder. Lag (1994:1433).

6 &#167; Till f&#246;rmyndare skall utses en r&#228;ttr&#229;dig, erfaren och i &#246;vrigt
l&#228;mplig man eller kvinna.

F&#246;r under&#229;riga syskon skall samma person utses till f&#246;rmyndare, om
inte s&#228;rskilda sk&#228;l talar mot det. Lag (1994:1433).

7 &#167; Skall efter f&#246;r&#228;ldrarnas d&#246;d f&#246;rmyndare f&#246;rordnas f&#246;r en
under&#229;rig och har f&#246;r&#228;ldrarna eller en av dem gett till k&#228;nna vem de
&#246;nskar till f&#246;rmyndare, skall denna person f&#246;rordnas om det inte &#228;r
ol&#228;mpligt. Lag (1994:1433).

8 &#167; N&#228;r omst&#228;ndigheterna p&#229;kallar det, f&#229;r flera f&#246;rmyndare
f&#246;rordnas f&#246;r den under&#229;rige.

Kan den eller de som p&#229; grund av lag skall vara f&#246;rmyndare inte
l&#228;mpligen handha f&#246;rmynderskapet allena, skall medf&#246;rmyndare
f&#246;rordnas. Lag (1988:1251).

9 &#167; En f&#246;rmyndare har r&#228;tt att p&#229; beg&#228;ran bli entledigad fr&#229;n
f&#246;rmynderskapet. Detta g&#228;ller dock inte, om f&#246;rmynderskapet ut&#246;vas
av f&#246;r&#228;ldrarna eller en av dem och s&#228;rskilda sk&#228;l talar mot att
f&#246;rmyndaren entledigas. Lag (1994:1433).

10 &#167; En f&#246;rmyndare skall entledigas, om f&#246;rmyndaren vid ut&#246;vandet av
f&#246;rmynderskapet g&#246;r sig skyldig till missbruk eller f&#246;rsummelse, om
f&#246;rmyndaren kommer p&#229; ekonomiskt obest&#229;nd och p&#229; grund d&#228;rav &#228;r
ol&#228;mplig att vara f&#246;rmyndare eller om f&#246;rmyndaren av n&#229;gon annan
orsak inte l&#228;ngre &#228;r l&#228;mplig som f&#246;rmyndare. Lag (1988:1251).

11 &#167; D&#246;r f&#246;rmyndaren och finns det inte n&#229;gon som p&#229; grund av lag
skall vara f&#246;rmyndare, skall den som har boet i sin v&#229;rd utan
dr&#246;jsm&#229;l anm&#228;la f&#246;rh&#229;llandet till &#246;verf&#246;rmyndaren f&#246;r den kommun d&#228;r
den omyndige har sitt hemvist. Lag (1994:1433).

12 &#167; Har upph&#228;vts genom lag (1994:1433).

13 &#167; Fr&#229;gor om f&#246;rordnande eller entledigande av f&#246;rmyndare tas
upp av tingsr&#228;tten i den ort d&#228;r den under&#229;rige &#228;r folkbokf&#246;rd.
Om den under&#229;rige inte &#228;r folkbokf&#246;rd i Sverige, &#228;r tingsr&#228;tten
i den ort d&#228;r den under&#229;rige vistas beh&#246;rig domstol.

Om det inte finns n&#229;gon domstol som &#228;r beh&#246;rig enligt f&#246;rsta
stycket, &#228;r Stockholms tingsr&#228;tt beh&#246;rig. Lag (2006:557).

14 &#167; I &#228;rende om f&#246;rordnande av f&#246;rmyndare skall r&#228;tten bereda
&#246;verf&#246;rmyndaren tillf&#228;lle att l&#228;mna f&#246;rslag p&#229; person som &#228;r l&#228;mplig
f&#246;r uppdraget. Lag (1988:1251).

15 &#167; Ingen f&#229;r f&#246;rordnas till f&#246;rmyndare eller entledigas fr&#229;n ett
f&#246;rmynderskap utan att ha f&#229;tt tillf&#228;lle att yttra sig. Lag
(1988:1251).

16 &#167; Kan slutligt beslut ej ges omedelbart i &#228;rende om f&#246;rordnande
av f&#246;rmyndare, f&#229;r r&#228;tten, om den omyndiges angel&#228;genheter kr&#228;ver
omedelbar v&#229;rd, f&#246;rordna f&#246;rmyndare f&#246;r tiden till dess &#228;rendet
avg&#246;rs. Lag (1988:1251).

17 &#167; Uppkommer fr&#229;ga om att enligt 10 &#167; entlediga en f&#246;rmyndare och
kan slutligt beslut ej ges omedelbart, f&#229;r r&#228;tten, om dr&#246;jsm&#229;l skulle
medf&#246;ra fara f&#246;r den under&#229;rige, besluta att f&#246;rmyndaren skall
skiljas fr&#229;n sitt uppdrag f&#246;r tiden till dess &#228;rendet avg&#246;rs.

Innan r&#228;tten meddelar beslut enligt f&#246;rsta stycket, skall
f&#246;rmyndaren beredas tillf&#228;lle att yttra sig, om det inte &#228;r fara i
dr&#246;jsm&#229;l. Lag (1988:1251).

18 &#167; Ans&#246;kan om f&#246;rordnande eller entledigande av en f&#246;rmyndare f&#229;r
g&#246;ras av &#246;verf&#246;rmyndaren, f&#246;rmyndare, v&#229;rdnadshavare, den under&#229;rige
sj&#228;lv, om han eller hon har fyllt sexton &#229;r, samt av hans eller
hennes make eller sambo och n&#228;rmaste sl&#228;ktingar. Fr&#229;gor som avses i
denna paragraf skall r&#228;tten ocks&#229; ta upp sj&#228;lvmant, n&#228;r det finns
anledning till det.

I ett &#228;rende som avses i f&#246;rsta stycket skall r&#228;tten ge en under&#229;rig
som fyllt sexton &#229;r tillf&#228;lle att yttra sig, om det kan ske. Lag
(1994:1433).

11 kap. Om god man och f&#246;rvaltare

Om god man

1 &#167; Kan en f&#246;rmyndare p&#229; grund av sjukdom eller av n&#229;gon annan
orsak inte ut&#246;va f&#246;rmynderskapet eller blir f&#246;rmyndaren enligt
10 kap. 17 &#167; skild fr&#229;n ut&#246;vningen av det, skall
&#246;verf&#246;rmyndaren f&#246;rordna god man att i f&#246;rmyndarens st&#228;lle
v&#229;rda den under&#229;riges angel&#228;genheter.

N&#228;r r&#228;tten enligt 10 kap. 17 &#167; skiljer en f&#246;rmyndare fr&#229;n
ut&#246;vningen av f&#246;rmynderskapet f&#229;r r&#228;tten f&#246;rordna god man
enligt f&#246;rsta stycket.

Om god man f&#246;r under&#229;riga utl&#228;ndska medborgare och under&#229;riga
statsl&#246;sa personer finns best&#228;mmelser i 4 kap. 3 &#167; lagen
(1904:26 s. 1) om vissa internationella r&#228;ttsf&#246;rh&#229;llanden
r&#246;rande &#228;ktenskap och f&#246;rmynderskap samt i lagen (2005:429) om
god man f&#246;r ensamkommande barn. Lag (2005:430).

2 &#167; Har en f&#246;rmyndare eller f&#246;rmyndarens make eller sambo och den
under&#229;rige del i ett oskiftat d&#246;dsbo, skall &#246;verf&#246;rmyndaren f&#246;rordna
god man att v&#229;rda den under&#229;riges r&#228;tt i boet vid boutredningen
liksom vid bodelning och skifte eller ing&#229;ende av avtal om
sammanlevnad i oskiftat bo.

&#214;verf&#246;rmyndaren skall ocks&#229; f&#246;rordna god man n&#228;r den som har en
f&#246;rmyndare, god man eller f&#246;rvaltare skall f&#246;reta en r&#228;ttshandling
eller vara part i en r&#228;tteg&#229;ng och beh&#246;ver hj&#228;lp men enligt 12 kap.
8 &#167; inte kan f&#246;retr&#228;das av f&#246;rmyndaren, den gode mannen eller
f&#246;rvaltaren. Om talan har v&#228;ckts f&#229;r r&#228;tten f&#246;rordna god man.

&#214;verf&#246;rmyndaren skall ocks&#229; i andra fall &#228;n som avses i f&#246;rsta eller
andra stycket f&#246;rordna god man f&#246;r den som har v&#229;rdnadshavare,
f&#246;rmyndare, god man eller f&#246;rvaltare, i angel&#228;genheter d&#228;r den
enskilde har ett intresse som strider mot en s&#229;dan f&#246;retr&#228;dares eller
dennes makes eller sambos intresse. &#214;verf&#246;rmyndaren skall meddela ett
s&#229;dant f&#246;rordnande, om det beg&#228;rs av v&#229;rdnadshavaren, f&#246;rmyndaren,
den gode mannen eller f&#246;rvaltaren eller den som denne i s&#229;dan
egenskap f&#246;retr&#228;der eller om det annars &#228;r l&#228;mpligt. Lag (1994:1433).

3 &#167; &#214;verf&#246;rmyndaren skall f&#246;rordna god man,

1. om det vid ett d&#246;dsfall finns en till namnet k&#228;nd arvinge som
vistas p&#229; ok&#228;nd eller avl&#228;gsen ort och d&#228;rf&#246;r inte kan bevaka sin
r&#228;tt i boet och f&#246;rvalta sin lott i det,

2. om det vid ett d&#246;dsfall inte kan utredas, huruvida den d&#246;de har
efterl&#228;mnat n&#229;gon arvinge som &#228;r arvsber&#228;ttigad f&#246;re Allm&#228;nna
arvsfonden eller f&#246;re eller tillsammans med n&#229;gon annan k&#228;nd arvinge,
eller ocks&#229; k&#228;nnedom finns om arvinge efter den d&#246;de men kunskap
saknas s&#229;v&#228;l om arvingens namn som om hans vistelseort, och det p&#229;
grund av s&#229;dan omst&#228;ndighet kr&#228;vs att ok&#228;nd arvinges r&#228;tt bevakas och
hans eller hennes lott i boet f&#246;rvaltas,

3. om en testamentstagare vistas p&#229; ok&#228;nd eller avl&#228;gsen ort eller
&#228;r ok&#228;nd och hans eller hennes r&#228;tt d&#228;rf&#246;r beh&#246;ver iakttas enligt vad
som f&#246;reskrivs om arvinge,

4. om det i &#246;vrigt kr&#228;vs att en bortavarandes r&#228;tt bevakas eller en
bortavarandes egendom f&#246;rvaltas,

5. om det enligt f&#246;rordnande i testamente eller annan r&#228;ttshandling
beror av en framtida h&#228;ndelse, vem egendom skall tillfalla eller
egendom f&#246;rst senare skall tilltr&#228;das med &#228;gander&#228;tt och det kr&#228;vs
att den blivande &#228;garens r&#228;tt bevakas eller egendomen f&#246;rvaltas f&#246;r
den blivande &#228;garens r&#228;kning, eller

6. om egendom, enligt vad som s&#228;rskilt f&#246;reskrivs, skall st&#228;llas
under v&#229;rd och f&#246;rvaltning av god man som avses i detta kapitel.

&#214;verf&#246;rmyndaren skall f&#246;rordna god man enligt f&#246;rsta stycket efter
anm&#228;lan eller n&#228;r behovet blir k&#228;nt p&#229; annat s&#228;tt. Kr&#228;vs en god man
f&#246;r den som har r&#228;tt i ett d&#246;dsbo, skall det anm&#228;las hos
&#246;verf&#246;rmyndaren av den som har boet i sin v&#229;rd.

R&#228;ttshandlingar som en god man har f&#246;retagit med st&#246;d av ett
f&#246;rordnande enligt denna paragraf g&#228;ller, &#228;ven om den egendom som
f&#246;rordnandet avs&#229;g tillfaller n&#229;gon som den gode mannen inte var
f&#246;rordnad att f&#246;retr&#228;da. Lag (1994:1433).

3 a &#167; I de fall som anges i 18 kap. 1 &#167; f&#246;rsta stycket
&#228;ktenskapsbalken och 20 kap. 2 &#167; f&#246;rsta stycket denna balk
skall god man f&#246;rordnas av r&#228;tten. Lag (1994:1433).

4 &#167; Om n&#229;gon p&#229; grund av sjukdom, psykisk st&#246;rning, f&#246;rsvagat
h&#228;lsotillst&#229;nd eller liknande f&#246;rh&#229;llande beh&#246;ver hj&#228;lp med att
bevaka sin r&#228;tt, f&#246;rvalta sin egendom eller s&#246;rja f&#246;r sin person,
skall r&#228;tten, om det beh&#246;vs, besluta att anordna godmanskap f&#246;r honom
eller henne. Ett s&#229;dant beslut f&#229;r inte meddelas utan samtycke av den
f&#246;r vilken godmanskap skall anordnas, om inte den enskildes tillst&#229;nd
hindrar att hans eller hennes mening inh&#228;mtas.

N&#228;r r&#228;tten meddelar ett beslut enligt f&#246;rsta stycket, skall r&#228;tten
samtidigt f&#246;rordna en god man att utf&#246;ra uppdraget. Om en god man i
n&#229;got annat fall skall f&#246;rordnas p&#229; grund av ett beslut enligt f&#246;rsta
stycket, skall f&#246;rordnandet meddelas av &#246;verf&#246;rmyndaren. Lag
(1994:1433).

5 &#167; En r&#228;ttshandling som en god man har f&#246;retagit utanf&#246;r sitt
f&#246;rordnande &#228;r inte bindande f&#246;r den som f&#246;rordnandet avser. En
r&#228;ttshandling som utan dennes samtycke f&#246;retagits inom ramen f&#246;r
f&#246;rordnandet &#228;r inte heller bindande f&#246;r den som f&#246;rordnandet avser,
s&#229;vida inte denne p&#229; grund av sitt tillst&#229;nd varit ur st&#229;nd att ge
uttryck f&#246;r sin mening eller denna av annan orsak inte har kunnat
inh&#228;mtas.

Har den gode mannen inom ramen f&#246;r f&#246;rordnandet ing&#229;tt en
r&#228;ttshandling som sedvanligen f&#246;retas f&#246;r den dagliga hush&#229;llningen,
skall samtycke fr&#229;n den som han f&#246;retr&#228;der anses f&#246;religga, om denne
inte f&#246;re r&#228;ttshandlingen har gett uttryck f&#246;r annat till den mot
vilken r&#228;ttshandlingen riktade sig. Lag (1988:1251).

6 &#167; Om en r&#228;ttshandling som en god man har f&#246;retagit inte blir
bindande enligt 5 &#167;, &#228;r den gode mannen skyldig att ers&#228;tta
godtroende tredje man skada som denne har tillfogats. Detta g&#228;ller
dock inte, om r&#228;ttshandlingen saknar bindande verkan mot den f&#246;r vars
r&#228;kning den har f&#246;retagits till f&#246;ljd av n&#229;gon s&#228;rskild omst&#228;ndighet,
som den gode mannen inte k&#228;nde till och som tredje man inte med fog
kunde f&#246;ruts&#228;tta att den gode mannen skulle k&#228;nna till. Lag
(1988:1251).

Om f&#246;rvaltare

7 &#167; Om n&#229;gon som befinner sig i en s&#229;dan situation som anges i 4 &#167;
&#228;r ur st&#229;nd att v&#229;rda sig eller sin egendom, f&#229;r r&#228;tten besluta att
anordna f&#246;rvaltarskap f&#246;r honom eller henne. F&#246;rvaltarskap f&#229;r dock
inte anordnas, om det &#228;r tillr&#228;ckligt att godmanskap anordnas eller
att den enskilde p&#229; n&#229;got annat, mindre ingripande s&#228;tt f&#229;r hj&#228;lp.

F&#246;rvaltaruppdraget skall anpassas till den enskildes behov i varje
s&#228;rskilt fall och f&#229;r begr&#228;nsas till att avse viss egendom eller
angel&#228;genhet eller egendom &#246;verstigande ett visst v&#228;rde.

R&#228;tten f&#229;r &#246;verl&#229;ta &#229;t &#246;verf&#246;rmyndaren att n&#228;rmare best&#228;mma
uppdragets omfattning.

N&#228;r r&#228;tten meddelar ett beslut enligt f&#246;rsta stycket, skall r&#228;tten
samtidigt f&#246;rordna en f&#246;rvaltare att utf&#246;ra uppdraget. Om en
f&#246;rvaltare i n&#229;got annat fall skall f&#246;rordnas p&#229; grund av ett beslut
enligt f&#246;rsta stycket, skall f&#246;rordnandet meddelas av
&#246;verf&#246;rmyndaren. Lag (1994:1433).

8 &#167; Trots ett f&#246;rvaltarf&#246;rordnande enligt 7 &#167; har den som 
avses med f&#246;rordnandet r&#228;tt att sj&#228;lv

1. sluta avtal om tj&#228;nst eller annat arbete,

2. f&#246;rfoga &#246;ver vad han eller hon genom eget arbete har 
f&#246;rv&#228;rvat efter det att f&#246;rvaltare har f&#246;rordnats, liksom 
avkastningen av s&#229;dan egendom och vad som har tr&#228;tt i 
egendomens st&#228;lle samt

3. f&#246;rfoga &#246;ver vad han eller hon efter det att f&#246;rvaltare har 
f&#246;rordnats f&#229;r genom g&#229;va, testamente eller 
f&#246;rm&#229;nstagarf&#246;rordnande vid f&#246;rs&#228;kring, pensionssparande 
enligt lagen (1993:931) om individuellt pensionssparande eller 
sparande i en s&#229;dan PEPP-produkt som avses i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/1238 under 
villkor att egendomen inte ska omfattas av f&#246;rvaltarens 
r&#229;dighet.

Om det finns s&#228;rskilda sk&#228;l f&#246;r det, f&#229;r dock r&#228;tten 
f&#246;reskriva att f&#246;rvaltaruppdraget ska omfatta &#228;ven 
f&#246;rh&#229;llanden som avses i f&#246;rsta stycket. Lag (2022:1747).

9 &#167; F&#246;rvaltaren har inom ramen f&#246;r f&#246;rvaltaruppdraget ensam r&#229;dighet
&#246;ver den enskildes egendom och f&#246;retr&#228;der denne i alla angel&#228;genheter
som omfattas av uppdraget.

Den som har f&#246;rvaltare &#228;r inte beh&#246;rig att f&#246;reta r&#228;ttshandlingar
f&#246;r annans r&#228;kning. Lag (1988:1251).

10 &#167; Med f&#246;rvaltarens samtycke f&#229;r den enskilde sj&#228;lv f&#246;reta
r&#228;ttshandlingar &#228;ven i en angel&#228;genhet som omfattas av
f&#246;rvaltaruppdraget. Om verkan av avtal som den enskilde har ing&#229;tt
utan samtycke g&#228;ller vad som f&#246;reskrivs i 9 kap. 6 och 7 &#167;&#167; f&#246;r
under&#229;riga. Lag (1988:1251).

11 &#167; Den enskilde &#228;r inte bunden av en r&#228;ttshandling som en
f&#246;rvaltare har f&#246;retagit utanf&#246;r sitt f&#246;rordnande. F&#246;rvaltaren &#228;r i
s&#229;dant fall skyldig att ers&#228;tta godtroende tredje man skada som denne
har tillfogats. Lag (1988:1251).

Gemensamma best&#228;mmelser

12 &#167; Till god man eller f&#246;rvaltare ska utses en r&#228;ttr&#229;dig,
erfaren och i &#246;vrigt l&#228;mplig person. F&#246;resl&#229;r den enskilde en
viss person som god man eller f&#246;rvaltare, ska den personen
f&#246;rordnas, om han eller hon &#228;r l&#228;mplig och vill &#229;ta sig
uppdraget. Detsamma g&#228;ller om en god man ska f&#246;rordnas att
bevaka en under&#229;rigs eller bortavarandes r&#228;tt i ett d&#246;dsbo
och den avlidne har gett till k&#228;nna vem den avlidne &#246;nskar
till god man.

Innan n&#229;gon f&#246;rordnas till god man eller f&#246;rvaltare ska hans
eller hennes l&#228;mplighet kontrolleras i den utstr&#228;ckning som
beh&#246;vs.

Den som &#228;r under&#229;rig eller som sj&#228;lv har f&#246;rvaltare f&#229;r inte
vara god man eller f&#246;rvaltare. Lag (2014:886).

13 &#167; N&#228;r omst&#228;ndigheterna motiverar det, kan flera gode m&#228;n eller
f&#246;rvaltare f&#246;rordnas f&#246;r den enskilde. Lag (1994:1433).

14 &#167; Om flera gode m&#228;n eller f&#246;rvaltare &#228;r ansvariga f&#246;r en skada
som har tillfogats tredje man, svarar de solidariskt f&#246;r
ers&#228;ttningen. Ers&#228;ttningsansvaret skall slutligt f&#246;rdelas mellan de
ansvariga efter vars och ens grad av v&#229;llande. Om n&#229;gon saknar
tillg&#229;ngar att betala sin andel med, skall de &#246;vrigas
ansvarighet f&#246;r bristen best&#228;mmas enligt samma grunder. Lag
(1994:1433).

15 &#167; En ans&#246;kan om f&#246;rordnande av god man enligt 1–4 &#167;&#167; eller 
f&#246;rvaltare f&#229;r g&#246;ras av f&#246;rmyndare, av den som ans&#246;kan avser, 
om han eller hon har fyllt 16 &#229;r, och av hans eller hennes 
make eller sambo och n&#228;rmaste sl&#228;ktingar. En ans&#246;kan om 
anordnande av godmanskap enligt 4 &#167; eller f&#246;rvaltarskap f&#229;r 
g&#246;ras av dem som nu har n&#228;mnts, av en framtidsfullmaktshavare 
och av &#246;verf&#246;rmyndaren.

En ans&#246;kan om anordnande av f&#246;rvaltarskap f&#229;r ocks&#229; g&#246;ras av 
en god man som avses i 4 &#167;.

N&#228;r det finns anledning till det ska r&#228;tten sj&#228;lvmant ta upp 
fr&#229;gor om anordnande av godmanskap enligt 4 &#167; eller 
f&#246;rvaltarskap. &#214;verf&#246;rmyndaren har samma skyldighet n&#228;r det 
g&#228;ller f&#246;rordnande av god man eller f&#246;rvaltare. 
Lag (2017:311).

16 &#167; I &#228;renden om f&#246;rordnande av god man eller f&#246;rvaltare f&#246;r 
n&#229;gon som har fyllt 16 &#229;r ska r&#228;tten eller &#246;verf&#246;rmyndaren ge 
denna person tillf&#228;lle att yttra sig, om det kan ske.

I &#228;renden om anordnande av godmanskap enligt 4 &#167; eller 
f&#246;rvaltarskap ska r&#228;tten ocks&#229; inh&#228;mta yttranden fr&#229;n den 
enskildes make eller sambo, barn och framtidsfullmaktshavare, 
&#246;verf&#246;rmyndaren och v&#229;rdinr&#228;ttning, om det inte &#228;r obeh&#246;vligt. 
Yttranden ska ocks&#229;, om det beh&#246;vs, inh&#228;mtas fr&#229;n andra 
n&#228;rst&#229;ende samt fr&#229;n den eller de kommunala n&#228;mnder som 
fullg&#246;r uppgifter inom socialtj&#228;nsten och den eller de n&#228;mnder 
som ut&#246;var regionens ledning av omsorgsverksamheten. Den som 
ans&#246;kan avser ska h&#246;ras muntligen, om det kan ske utan skada 
f&#246;r honom eller henne och det inte &#228;r uppenbart att han eller 
hon inte f&#246;rst&#229;r vad saken g&#228;ller. R&#228;tten f&#229;r dock avst&#229; fr&#229;n 
att h&#246;ra den enskilde muntligen om han eller hon sj&#228;lv har 
gjort ans&#246;kan eller medgett f&#246;rordnandet eller det annars 
finns s&#228;rskilda sk&#228;l.

Andra stycket g&#228;ller &#228;ven i &#228;renden hos &#246;verf&#246;rmyndaren om 
f&#246;rordnande av god man enligt 4 &#167; eller f&#246;rvaltare.

Myndigheter och inr&#228;ttningar som anges i andra stycket &#228;r 
skyldiga att l&#228;mna s&#229;dana uppgifter som kan vara av betydelse 
i &#228;rendet. Lag (2019:838).

17 &#167; Innan r&#228;tten anordnar f&#246;rvaltarskap skall den inh&#228;mta
l&#228;karintyg eller annan likv&#228;rdig utredning om den enskildes
h&#228;lsotillst&#229;nd. Detta g&#228;ller &#228;ven i &#228;renden om anordnande av
godmanskap enligt 4 &#167;, n&#228;r den enskilde inte har l&#228;mnat sitt
samtycke.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r meddela
n&#228;rmare f&#246;reskrifter om s&#229;dan utredning som avses i f&#246;rsta stycket.
Lag (1994:1433).

17 a &#167; R&#228;tten f&#229;r uppdra &#229;t &#246;verf&#246;rmyndaren att inh&#228;mta
yttranden enligt 16 &#167; andra stycket och utredning enligt 17 &#167;.

P&#229; beg&#228;ran av r&#228;tten ska &#246;verf&#246;rmyndaren l&#228;mna f&#246;rslag p&#229; god
man eller f&#246;rvaltare, om det inte finns s&#228;rskilda sk&#228;l mot
det.

Om en fr&#229;ga om anordnande av godmanskap enligt 4 &#167; eller
f&#246;rvaltarskap uppkommer hos &#246;verf&#246;rmyndaren, f&#229;r
&#246;verf&#246;rmyndaren inh&#228;mta yttranden enligt 16 &#167; andra stycket
och utredning enligt 17 &#167;. Om &#246;verf&#246;rmyndaren ans&#246;ker om ett
s&#229;dant anordnande, ska vad som inh&#228;mtats ges in till r&#228;tten
tillsammans med ans&#246;kan. &#214;verf&#246;rmyndaren ska d&#229; ocks&#229; l&#228;mna
f&#246;rslag p&#229; god man eller f&#246;rvaltare. Lag (2014:886).

18 &#167; Kan ett slutligt beslut inte ges omedelbart i ett &#228;rende om
anordnande av godmanskap enligt 4 &#167; eller f&#246;rvaltarskap, f&#229;r r&#228;tten
besluta att anordna godmanskap eller f&#246;rvaltarskap f&#246;r tiden till dess
&#228;rendet slutligt avg&#246;rs, om den enskildes angel&#228;genheter kr&#228;ver
omedelbar v&#229;rd eller ett dr&#246;jsm&#229;l uppenbarligen skulle medf&#246;ra fara
f&#246;r den enskildes person eller egendom. Ett s&#229;dant beslut kan
meddelas &#228;ven f&#246;r den som &#228;r under&#229;rig att g&#228;lla fr&#229;n och med den dag
d&#229; han eller hon fyller arton &#229;r.

Kan ett slutligt beslut inte ges omedelbart i ett &#228;rende om
f&#246;rordnande av god man eller f&#246;rvaltare, f&#229;r &#246;verf&#246;rmyndaren f&#246;rordna
god man eller f&#246;rvaltare f&#246;r tiden till dess &#228;rendet slutligt avg&#246;rs,
om &#228;rendet br&#229;dskar av s&#229;dan anledning som anges i f&#246;rsta stycket.

Innan beslut enligt f&#246;rsta eller andra stycket meddelas skall den
som ans&#246;kningen avser ha f&#229;tt tillf&#228;lle att yttra sig, om det kan ske
utan st&#246;rre tidsf&#246;rlust och utan skada f&#246;r honom eller henne.

Ett beslut enligt f&#246;rsta stycket f&#229;r n&#228;r som helst &#228;ndras av r&#228;tten.
&#214;verf&#246;rmyndaren f&#229;r n&#228;r som helst &#228;ndra ett beslut enligt andra
stycket. Lag (1994:1433).

19 &#167; Om en god man eller f&#246;rvaltare inte l&#228;ngre beh&#246;vs, ska
godmanskapet eller f&#246;rvaltarskapet upph&#246;ra. En god man som
har f&#246;rordnats enligt 3 &#167; 1–5 ska entledigas s&#229; snart den som
f&#246;rordnandet avser beg&#228;r det. N&#228;r en god man eller f&#246;rvaltare
har slutf&#246;rt sitt uppdrag, ska han eller hon genast anm&#228;la
det till &#246;verf&#246;rmyndaren.

En god man eller f&#246;rvaltare har r&#228;tt att p&#229; beg&#228;ran bli
entledigad fr&#229;n sitt uppdrag. Om godmanskapet eller
f&#246;rvaltarskapet ska forts&#228;tta, &#228;r den gode mannen eller
f&#246;rvaltaren dock skyldig att kvarst&#229; till dess en ny god man
eller f&#246;rvaltare har utsetts, om inte annat f&#246;reskrivs i
19 a &#167;. Lag (2014:886).

19 a &#167; Skyldigheten enligt 19 &#167; andra stycket att kvarst&#229; som
god man eller f&#246;rvaltare g&#228;ller inte om en god man som har
f&#246;rordnats enligt 4 &#167; eller en f&#246;rvaltare har sk&#228;lig orsak
att bli entledigad innan en ny god man eller f&#246;rvaltare har
utsetts.

Sker ett entledigande med st&#246;d av f&#246;rsta stycket, ska
godmanskapet eller f&#246;rvaltarskapet upph&#246;ra, om
&#246;verf&#246;rmyndaren har vidtagit alla rimliga &#229;tg&#228;rder f&#246;r att
finna n&#229;gon annan som &#228;r l&#228;mplig och som vill &#229;ta sig
uppdraget. Lag (2014:886).

19 b &#167; Ett beslut om att ett godmanskap enligt 4 &#167; eller ett 
f&#246;rvaltarskap ska upph&#246;ra och ett beslut om att entlediga en 
god man eller f&#246;rvaltare med st&#246;d av 19 a &#167; fattas av r&#228;tten. 
I &#246;vriga fall fattar &#246;verf&#246;rmyndaren beslut om upph&#246;rande av 
ett godmanskap och om entledigande av en god man eller 
f&#246;rvaltare. Lag (2017:311).

20 &#167; En god man eller f&#246;rvaltare som g&#246;r sig skyldig till missbruk
eller f&#246;rsummelse vid ut&#246;vandet av sitt uppdrag eller som kommer p&#229;
ekonomiskt obest&#229;nd och p&#229; grund av detta &#228;r ol&#228;mplig f&#246;r uppdraget
eller som av n&#229;gon annan orsak inte l&#228;ngre &#228;r l&#228;mplig att inneha
uppdraget, skall entledigas. Beslut om entledigande fattas av
&#246;verf&#246;rmyndaren.

Uppkommer en fr&#229;ga om att enligt f&#246;rsta stycket entlediga en god man
eller f&#246;rvaltare och kan slutligt beslut inte ges omedelbart, f&#229;r
&#246;verf&#246;rmyndaren besluta att den gode mannen eller f&#246;rvaltaren skall
skiljas fr&#229;n sitt uppdrag f&#246;r tiden till dess &#228;rendet avg&#246;rs, om
dr&#246;jsm&#229;l skulle medf&#246;ra fara f&#246;r den som godmanskapet eller
f&#246;rvaltarskapet avser. Lag (1994:1433).

21 &#167; Ans&#246;kan om entledigande av en god man eller f&#246;rvaltare och om
upph&#246;rande av godmanskap eller f&#246;rvaltarskap f&#229;r g&#246;ras av n&#229;gon av
dem som avses i 15 &#167; f&#246;rsta stycket eller av den gode mannen eller
f&#246;rvaltaren.

R&#228;tten eller &#246;verf&#246;rmyndaren f&#229;r ocks&#229; sj&#228;lvmant ta upp fr&#229;gor
som avses i f&#246;rsta stycket och som de &#228;r beh&#246;riga att avg&#246;ra.

I ett &#228;rende enligt denna paragraf skall r&#228;tten eller
&#246;verf&#246;rmyndaren ge den enskilde tillf&#228;lle att yttra sig, om det kan
ske. Lag (1994:1433).

22 &#167; D&#246;r en god man eller f&#246;rvaltare, skall den som har boet i sin
v&#229;rd utan dr&#246;jsm&#229;l anm&#228;la f&#246;rh&#229;llandet till den &#246;verf&#246;rmyndare som
har tillsyn &#246;ver godmanskapet eller f&#246;rvaltarskapet. Lag (1994:1433).

23 &#167; R&#228;tten &#228;r skyldig att pr&#246;va om omfattningen av ett godmanskap
enligt 4 &#167; eller ett f&#246;rvaltarskap b&#246;r j&#228;mkas, om n&#229;gon av dem som
anges i 15 &#167; f&#246;rsta stycket eller den gode mannen eller f&#246;rvaltaren
ans&#246;ker om det. R&#228;tten kan ocks&#229; utan ans&#246;kan g&#246;ra en s&#229;dan pr&#246;vning.

Innan r&#228;tten meddelar beslut enligt f&#246;rsta stycket, skall den gode
mannen eller f&#246;rvaltaren samt &#246;verf&#246;rmyndaren och den enskilde ges
tillf&#228;lle att yttra sig.

Kan ett slutligt beslut inte ges omedelbart, f&#229;r r&#228;tten meddela
beslut i fr&#229;gan f&#246;r tiden till dess &#228;rendet avg&#246;rs, om dr&#246;jsm&#229;l
skulle medf&#246;ra fara f&#246;r den enskilde. I fr&#229;ga om ett s&#229;dant beslut
till&#228;mpas best&#228;mmelserna i 18 &#167; tredje och fj&#228;rde styckena.

I fr&#229;ga om godmanskap enligt 1-3 &#167;&#167; skall &#246;verf&#246;rmyndaren pr&#246;va om
godmanskapets omfattning b&#246;r j&#228;mkas. Best&#228;mmelserna i f&#246;rsta tredje
styckena skall ocks&#229; till&#228;mpas vid handl&#228;ggningen hos &#246;verf&#246;rmyndaren
av fr&#229;gor om s&#229;dan j&#228;mkning. Lag (1994:1433).

24 &#167; Innan r&#228;tten eller &#246;verf&#246;rmyndaren f&#246;rordnar n&#229;gon till god man
eller f&#246;rvaltare eller entledigar n&#229;gon fr&#229;n ett s&#229;dant uppdrag,
skall han eller hon ges tillf&#228;lle att yttra sig. &#196;r det fr&#229;ga om
beslut enligt 20 &#167; andra stycket, skall den gode mannen eller
f&#246;rvaltaren ges tillf&#228;lle att yttra sig, om det inte &#228;r fara i
dr&#246;jsm&#229;l. Lag (1994:1433).

25 &#167; Beh&#246;rig domstol i fr&#229;gor som g&#228;ller godmanskap enligt 4 &#167;
eller f&#246;rvaltarskap &#228;r tingsr&#228;tten i den ort d&#228;r den enskilde
&#228;r folkbokf&#246;rd. Om den enskilde inte &#228;r folkbokf&#246;rd i Sverige,
&#228;r tingsr&#228;tten i den ort d&#228;r den enskilde vistas beh&#246;rig
domstol.

Beh&#246;rig &#246;verf&#246;rmyndare i fr&#229;gor om godmanskap enligt 1, 2 och
4 &#167;&#167; eller lagen (2005:429) om god man f&#246;r ensamkommande barn
samt i fr&#229;gor om f&#246;rvaltarskap &#228;r &#246;verf&#246;rmyndaren f&#246;r den
kommun d&#228;r den enskilde &#228;r folkbokf&#246;rd. Om den enskilde inte &#228;r
folkbokf&#246;rd i Sverige, &#228;r &#246;verf&#246;rmyndaren f&#246;r den kommun d&#228;r
den enskilde vistas beh&#246;rig &#246;verf&#246;rmyndare.

Om det inte finns n&#229;gon beh&#246;rig domstol enligt f&#246;rsta stycket
eller beh&#246;rig &#246;verf&#246;rmyndare enligt andra stycket, &#228;r
Stockholms tingsr&#228;tt och &#246;verf&#246;rmyndaren f&#246;r Stockholms kommun
beh&#246;rig domstol respektive beh&#246;rig &#246;verf&#246;rmyndare.
Lag (2006:557).

26 &#167; Uppkommer vid utredning av ett d&#246;dsbo fr&#229;gan om f&#246;rordnande av
god man enligt 3 &#167;, h&#246;r &#228;rendet till &#246;verf&#246;rmyndaren f&#246;r den kommun
d&#228;r den d&#246;de hade sitt hemvist eller, om den d&#246;de inte hade hemvist i
Sverige, till &#246;verf&#246;rmyndaren f&#246;r Stockholms kommun. Skall god man
annars f&#246;rordnas enligt 3 &#167;, tas &#228;rendet upp av &#246;verf&#246;rmyndaren f&#246;r
den kommun d&#228;r den f&#246;r vilken god man skall f&#246;rordnas har egendom
eller d&#228;r annars behov av god man har visat sig.

Andra fr&#229;gor som g&#228;ller godmanskap enligt 3 &#167; tas upp av den
&#246;verf&#246;rmyndare som har f&#246;rordnat god man. Lag (1994:1433).

27 &#167; R&#228;tten skall genast kung&#246;ra beslut om anordnande eller
upph&#246;rande av f&#246;rvaltarskap i Post- och Inrikes Tidningar. S&#229;dan
kung&#246;relse skall ocks&#229; ske av beslut om j&#228;mkning av f&#246;rvaltarskaps
omfattning enligt 23 &#167;. Lag (1994:1433).

12 kap. Allm&#228;nna best&#228;mmelser om f&#246;rmyndares, gode m&#228;ns och
f&#246;rvaltares verksamhet

F&#246;rmyndares skyldigheter

1 &#167; F&#246;rmyndare ska f&#246;rvalta omyndigas tillg&#229;ngar och f&#246;retr&#228;da 
dem i angel&#228;genheter som r&#246;r tillg&#229;ngarna.

Detta g&#228;ller inte i fr&#229;ga om tillg&#229;ngar som omyndiga enligt 
lag sj&#228;lva r&#229;der &#246;ver eller som de har f&#246;rv&#228;rvat genom g&#229;va, 
testamente eller f&#246;rm&#229;nstagarf&#246;rordnande vid f&#246;rs&#228;kring, 
pensionssparande enligt lagen (1993:931) om individuellt 
pensionssparande eller sparande i en s&#229;dan PEPP-produkt som 
avses i Europaparlamentets och r&#229;dets f&#246;rordning (EU) 
2019/1238 med villkor att egendomen ska st&#229; under f&#246;rvaltning 
av n&#229;gon annan &#228;n f&#246;rmyndaren, utan best&#228;mmander&#228;tt f&#246;r 
f&#246;rmyndaren, och med angivande av vem som ska ut&#246;va 
f&#246;rvaltningen (s&#228;rskild f&#246;rvaltning). &#196;r s&#228;rskild f&#246;rvaltning 
anordnad, ska den som ut&#246;var f&#246;rvaltningen &#229;rligen l&#228;mna 
redovisning &#246;ver f&#246;rvaltningen till f&#246;rmyndaren.

F&#246;rmyndaren f&#246;retr&#228;der i &#246;vrigt den omyndige n&#228;r detta inte 
enligt lag ska g&#246;ras av n&#229;gon annan. Lag (2022:1747).

Gode m&#228;ns och f&#246;rvaltares skyldigheter

2 &#167; Gode m&#228;n och f&#246;rvaltare ska, i den utstr&#228;ckning det 
f&#246;ljer av deras f&#246;rordnande, bevaka r&#228;tten f&#246;r de personer 
som de f&#246;retr&#228;der, f&#246;rvalta deras tillg&#229;ngar och s&#246;rja f&#246;r 
deras person.

&#196;ven om det inte framg&#229;r av f&#246;rordnandet, omfattar den gode 
mannens eller f&#246;rvaltarens uppdrag inte s&#229;dana tillg&#229;ngar som 
har st&#228;llts under s&#228;rskild f&#246;rvaltning. &#196;r s&#228;rskild 
f&#246;rvaltning anordnad, ska den som ut&#246;var f&#246;rvaltningen 
&#229;rligen l&#228;mna redovisning &#246;ver f&#246;rvaltningen till den gode 
mannen eller f&#246;rvaltaren, om det faller inom ramen f&#246;r den 
gode mannens eller f&#246;rvaltarens uppdrag att ta emot en s&#229;dan 
redovisning.

Gode m&#228;n och f&#246;rvaltare &#228;r inte beh&#246;riga att f&#246;retr&#228;da den 
enskilde i fr&#229;gor om att ing&#229; &#228;ktenskap, bekr&#228;fta faderskap, 
uppr&#228;tta testamente eller liknande fr&#229;gor av utpr&#228;glat 
personlig karakt&#228;r. Lag (2017:311).

Gemensamma best&#228;mmelser

3 &#167; F&#246;rmyndare, gode m&#228;n och f&#246;rvaltare skall omsorgsfullt fullg&#246;ra
sina skyldigheter och alltid handla p&#229; det s&#228;tt som b&#228;st gagnar den
enskilde. Lag (1994:1433).

4 &#167; Den enskildes medel skall i sk&#228;lig omfattning anv&#228;ndas f&#246;r hans
eller hennes uppeh&#228;lle, utbildning och nytta i &#246;vrigt. De medel som
inte anv&#228;nds f&#246;r s&#229;dana &#228;ndam&#229;l skall placeras s&#229; att tillr&#228;cklig
trygghet finns f&#246;r deras best&#229;nd och s&#229; att de ger sk&#228;lig avkastning.

N&#228;rmare best&#228;mmelser om hur f&#246;rvaltningen skall sk&#246;tas finns i 13-15
kap. Lag (1994:1433).

5 &#167; F&#246;rmyndare, gode m&#228;n och f&#246;rvaltare skall fortl&#246;pande f&#246;ra
r&#228;kenskaper &#246;ver sin f&#246;rvaltning och g&#246;ra anteckningar om sina
&#229;tg&#228;rder i &#246;vrigt. F&#246;r&#228;ldrar &#228;r dock skyldiga att f&#246;ra r&#228;kenskaper
och g&#246;ra anteckningar endast i den utstr&#228;ckning som kan anses
beh&#246;vlig med h&#228;nsyn till egendomens omfattning och omst&#228;ndigheterna i
&#246;vrigt. Lag (1994:1433).

6 &#167; F&#246;rmyndare, gode m&#228;n och f&#246;rvaltare skall se till att pengar och
v&#228;rdepapper som tillh&#246;r den enskilde f&#246;rvaras s&#229; att de inte
sammanblandas med tillg&#229;ngar som st&#228;llf&#246;retr&#228;daren annars f&#246;rvaltar.

Om den enskilde &#228;ger v&#228;rdehandlingar eller annars har r&#228;ttigheter p&#229;
grund av s&#229;dana handlingar, svarar f&#246;rmyndaren, den gode mannen eller
f&#246;rvaltaren f&#246;r att beh&#246;vliga registreringar och anm&#228;lningar g&#246;rs.
Lag (1994:1433).

7 &#167; I viktiga fr&#229;gor ska f&#246;rmyndaren, om det l&#228;mpligen kan
ske, h&#246;ra den omyndige, om han eller hon har fyllt 16 &#229;r, och
den omyndiges sambo.

Gode m&#228;n och f&#246;rvaltare har motsvarande skyldigheter i
f&#246;rh&#229;llande till den enskilde samt den enskildes make eller
sambo. Om betydelsen av samtycke i vissa fall fr&#229;n den som
har god man finns best&#228;mmelser i 11 kap. 5 &#167;. Lag (2014:377).

8 &#167; Uppst&#229;r fr&#229;ga om r&#228;ttshandling eller r&#228;tteg&#229;ng mellan en omyndig
och f&#246;rmyndaren, f&#246;rmyndarens make eller sambo eller n&#229;gon som
f&#246;rmyndaren f&#246;retr&#228;der, har f&#246;rmyndaren inte r&#228;tt att f&#246;retr&#228;da den
omyndige. Har syskon samma f&#246;rmyndare, f&#229;r f&#246;rmyndaren dock f&#246;retr&#228;da
de omyndiga vid arvskifte mellan dem, om de inte har inb&#246;rdes
stridande intressen.

En god man eller f&#246;rvaltare har inte r&#228;tt att f&#246;retr&#228;da den
enskilde, om det uppst&#229;r en fr&#229;ga om r&#228;ttshandling eller r&#228;tteg&#229;ng
mellan den enskilde &#229; ena sidan och den gode mannen eller
f&#246;rvaltaren, hans eller hennes make eller sambo eller n&#229;gon som han
eller hon f&#246;retr&#228;der &#229; den andra sidan.

Om en f&#246;rmyndare, god man eller f&#246;rvaltare har slutit avtal i strid
med f&#246;rsta eller andra stycket, till&#228;mpas 9 kap. 7 &#167; f&#246;rsta stycket i
fr&#229;ga om &#229;terb&#228;rings- och ers&#228;ttningsskyldighet. Lag (1994:1433).

&#214;verf&#246;rmyndarens tillsyn

9 &#167; F&#246;rmyndares, gode m&#228;ns och f&#246;rvaltares verksamhet st&#229;r under
&#246;verf&#246;rmyndarens tillsyn.

F&#246;rmyndare, gode m&#228;n och f&#246;rvaltare &#228;r skyldiga att l&#228;mna
&#246;verf&#246;rmyndaren de upplysningar om sin verksamhet som &#246;verf&#246;rmyndaren
beg&#228;r. Lag (1994:1433).

Avtal utan &#246;verf&#246;rmyndarens samtycke

10 &#167; Om en f&#246;rmyndare, god man eller f&#246;rvaltare har ing&#229;tt
avtal f&#246;r den enskildes r&#228;kning utan att inh&#228;mta samtycke fr&#229;n
&#246;verf&#246;rmyndaren, trots att samtycke kr&#228;vs enligt 13-15 kap.,
f&#229;r motparten inte fr&#229;ntr&#228;da avtalet, om f&#246;rmyndaren, gode
mannen eller f&#246;rvaltaren beg&#228;r &#246;verf&#246;rmyndarens samtycke inom
en m&#229;nad fr&#229;n det att avtalet ingicks och n&#229;got annat f&#246;rbeh&#229;ll
inte har gjorts. Om &#246;verf&#246;rmyndaren inte l&#228;mnar sitt samtycke,
f&#229;r motparten fr&#229;ntr&#228;da avtalet, om inte n&#229;got annat har
&#246;verenskommits.

Om en f&#246;rmyndare, god man eller f&#246;rvaltare har ing&#229;tt ett avtal
som inneb&#228;r skulds&#228;ttning f&#246;r den enskilde utan att inh&#228;mta
samtycke som kr&#228;vs enligt 13 kap. 12 &#167; f&#246;rsta stycket 1 eller
14 kap. 13 &#167; f&#246;rsta stycket 1, f&#229;r motparten inte heller
fr&#229;ntr&#228;da avtalet sedan det har blivit fullgjort.
Lag (2008:910).

11 &#167; Om ett avtal som avses i 10 &#167; inte blir g&#228;llande, till&#228;mpas 9
kap. 7 &#167; f&#246;rsta stycket i fr&#229;ga om &#229;terb&#228;rings- och
ers&#228;ttningsskyldighet. Lag (1994:1433).

Flera f&#246;rmyndare, gode m&#228;n eller f&#246;rvaltare

12 &#167; Om en persons egendom skall f&#246;rvaltas av fler &#228;n en f&#246;rmyndare,
god man eller f&#246;rvaltare, skall st&#228;llf&#246;retr&#228;darna ut&#246;va f&#246;rvaltningen
gemensamt. &#214;verf&#246;rmyndaren kan dock besluta att f&#246;rvaltningen av
tillg&#229;ngarna skall f&#246;rdelas p&#229; visst s&#228;tt mellan st&#228;llf&#246;retr&#228;darna
eller att vissa tillg&#229;ngar skall f&#246;rvaltas av en av dem ensam. I
samband med att r&#228;tten f&#246;rordnar en st&#228;llf&#246;retr&#228;dare kan &#228;ven r&#228;tten
meddela ett s&#229;dant beslut.

Om de som ut&#246;var f&#246;rvaltningen gemensamt inte kan enas om en viss
&#229;tg&#228;rd, g&#228;ller den mening som &#246;verf&#246;rmyndaren bitr&#228;der. Om det &#228;r
fr&#229;ga om en &#229;tg&#228;rd som kr&#228;ver &#246;verf&#246;rmyndarens samtycke, kan samtycke
ges till &#229;tg&#228;rden &#228;ven om det finns delade meningar. &#214;verf&#246;rmyndaren
skall dock ge alla dem som har del i f&#246;rvaltningen tillf&#228;lle att
yttra sig innan &#246;verf&#246;rmyndaren beslutar i saken. Lag (1994:1433).

St&#228;llande av s&#228;kerhet

13 &#167; Om &#246;verf&#246;rmyndaren finner sk&#228;l till det, skall f&#246;rmyndare, gode
m&#228;n eller f&#246;rvaltare st&#228;lla s&#228;kerhet f&#246;r den f&#246;rvaltade egendomen.
&#214;verf&#246;rmyndaren pr&#246;var s&#228;kerheten och best&#228;mmer hur den skall
f&#246;rvaras. I &#246;vrigt till&#228;mpas 2 kap. 25 &#167; uts&#246;kningsbalken. Lag
(1994:1433).

Skadest&#229;nd

14 &#167; F&#246;rmyndare, gode m&#228;n och f&#246;rvaltare &#228;r skyldiga att ers&#228;tta
skada som de upps&#229;tligen eller av v&#229;rdsl&#246;shet har orsakat den
enskilde.

Om flera f&#246;rmyndare, gode m&#228;n eller f&#246;rvaltare &#228;r ansvariga, svarar
de solidariskt f&#246;r ers&#228;ttningen. Ers&#228;ttningsansvaret skall slutligt
f&#246;rdelas mellan de ansvariga efter vars och ens grad av v&#229;llande. Om
n&#229;gon saknar tillg&#229;ngar att betala sin andel med, skall de &#246;vrigas
ansvarighet f&#246;r bristen best&#228;mmas enligt samma grunder. Lag
(1994:1433).

15 &#167; Talan om ers&#228;ttning enligt 14 &#167; ska v&#228;ckas inom tre &#229;r
fr&#229;n det att handlingar som anges i 16 kap. 8 &#167; har l&#228;mnats
&#246;ver till den som &#228;r beh&#246;rig att ta emot redovisning f&#246;r
f&#246;rvaltningen. Om talan inte v&#228;cks inom n&#228;mnda tid, &#228;r
taler&#228;tten f&#246;rlorad. Detta g&#228;ller inte, om st&#228;llf&#246;retr&#228;daren
har gjort sig skyldig till brottsligt f&#246;rfarande.
Lag (2008:910).

Arvode och ers&#228;ttning f&#246;r utgifter

16 &#167; F&#246;rordnade f&#246;rmyndare, gode m&#228;n och f&#246;rvaltare har
r&#228;tt till ett sk&#228;ligt arvode f&#246;r uppdraget och
ers&#228;ttning f&#246;r de utgifter som har varit sk&#228;ligen
p&#229;kallade f&#246;r uppdragets fullg&#246;rande.

Beslut om arvode och ers&#228;ttning f&#246;r utgifter fattas av
&#246;verf&#246;rmyndaren. &#214;verf&#246;rmyndaren best&#228;mmer dessutom i vad
m&#229;n arvode och ers&#228;ttning f&#246;r utgifter ska betalas med
medel som tillh&#246;r den enskilde.

Om det inte finns s&#228;rskilda sk&#228;l f&#246;r n&#229;got annat, ska
arvode och ers&#228;ttning f&#246;r utgifter, inklusive de avgifter
och skatter som utg&#229;r p&#229; dem, betalas med den enskildes
medel i den m&#229;n hans eller hennes ber&#228;knade inkomst under
det &#229;r n&#228;r uppdraget utf&#246;rs &#246;verstiger 2,65 g&#229;nger
prisbasbeloppet enligt 2 kap. 6 och 7 &#167;&#167;
socialf&#246;rs&#228;kringsbalken eller hans eller hennes tillg&#229;ngar
under samma &#229;r &#246;verstiger tv&#229; g&#229;nger prisbasbeloppet.

Arvode och ers&#228;ttning f&#246;r utgifter som avser v&#229;rd av n&#229;gons
r&#228;tt i oskiftat d&#246;dsbo ska betalas med d&#246;dsboets medel, om
inte s&#228;rskilda sk&#228;l f&#246;ranleder n&#229;got annat.

Arvode och ers&#228;ttning f&#246;r utgifter som inte ska betalas med
den enskildes eller d&#246;dsboets medel ska betalas av
kommunen. Lag (2010:1203).

17 &#167; F&#246;r&#228;ldrar som &#228;r f&#246;rmyndare har, om det finns s&#228;rskilda sk&#228;l,
r&#228;tt till arvode med anledning av f&#246;rvaltningen av den omyndiges
egendom. De har ocks&#229; r&#228;tt till ers&#228;ttning f&#246;r utgifter som har varit
sk&#228;ligen p&#229;kallade av f&#246;rvaltningen.

Beslut om arvode och ers&#228;ttning f&#246;r utgifter fattas av
&#246;verf&#246;rmyndaren. Beloppen skall betalas med den omyndiges medel
eller, om det g&#228;ller d&#246;dsbof&#246;rvaltning, med d&#246;dsboets tillg&#229;ngar. Lag
(1994:1433).

13 kap. F&#246;r&#228;ldrars f&#246;rmyndarf&#246;rvaltning

F&#246;r&#228;ldrars r&#229;dighet

1 &#167; N&#228;r en omyndigs f&#246;r&#228;ldrar &#228;r f&#246;rmyndare, best&#228;mmer de hur
tillg&#229;ngar som st&#229;r under deras f&#246;rvaltning skall anv&#228;ndas eller
placeras, om inte annat f&#246;ljer av denna balk eller annan f&#246;rfattning.

Om en av f&#246;r&#228;ldrarna till f&#246;ljd av fr&#229;nvaro eller sjukdom eller av
n&#229;gon annan orsak &#228;r f&#246;rhindrad att ta del i s&#229;dana beslut om
f&#246;rvaltningen som inte kan skjutas upp utan ol&#228;genhet, best&#228;mmer den
andra f&#246;r&#228;ldern ensam. Denna f&#246;r&#228;lder f&#229;r dock inte ensam fatta
beslut av ingripande betydelse, om inte den omyndiges b&#228;sta
uppenbarligen kr&#228;ver det.

Om endast en av f&#246;r&#228;ldrarna &#228;r f&#246;rmyndare, g&#228;ller best&#228;mmelserna om
f&#246;r&#228;ldrar honom eller henne.

I fr&#229;ga om v&#229;rd av en omyndigs r&#228;tt i d&#246;dsbo eller annat oskiftat bo
g&#228;ller best&#228;mmelserna i 15 kap. Lag (1994:1433).

Kontroll av f&#246;rvaltningen av viss egendom

2 &#167; N&#228;r v&#228;rdet p&#229; en omyndigs tillg&#229;ngar, som ska f&#246;rvaltas av 
f&#246;r&#228;ldrarna, genom arv, g&#229;va, v&#228;rdestegring eller p&#229; n&#229;got 
annat s&#228;tt har kommit att &#246;verstiga &#229;tta g&#229;nger g&#228;llande 
prisbasbelopp enligt 2 kap. 6 och 7 &#167;&#167; 
socialf&#246;rs&#228;kringsbalken, till&#228;mpas best&#228;mmelserna i 3-7 &#167;&#167; f&#246;r 
f&#246;rvaltningen. 

Dessa best&#228;mmelser g&#228;ller &#228;ven egendom som, under villkor om 
att f&#246;rvaltningen av den ska st&#229; under &#246;verf&#246;rmyndarens 
kontroll (s&#228;rskild &#246;verf&#246;rmyndarkontroll), har tillfallit den 
omyndige

1. genom arv eller testamente,

2. genom g&#229;va, under f&#246;ruts&#228;ttning att givaren skriftligen har 
anm&#228;lt g&#229;van till &#246;verf&#246;rmyndaren, eller

3. genom f&#246;rm&#229;nstagarf&#246;rordnande vid

- f&#246;rs&#228;kring med anledning av d&#246;dsfall, 

- pensionssparande enligt lagen (1993:931) om individuellt 
pensionssparande, eller

- sparande i en s&#229;dan PEPP-produkt som avses i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/1238.

Med egendom som anges i andra stycket j&#228;mst&#228;lls egendom som 
har tr&#228;tt i st&#228;llet f&#246;r s&#229;dan egendom samt avkastning av 
egendomen. Lag (2022:1747).

3 &#167; Inom en m&#229;nad efter det att v&#228;rdet p&#229; en omyndigs tillg&#229;ngar
&#246;verstigit det belopp som anges i 2 &#167; f&#246;rsta stycket skall
f&#246;r&#228;ldrarna ge in en f&#246;rteckning &#246;ver den omyndiges egendom till
&#246;verf&#246;rmyndaren.

Har egendom tillfallit en omyndig med villkor om s&#228;rskild
&#246;verf&#246;rmyndarkontroll enligt 2 &#167; andra stycket, skall f&#246;r&#228;ldrarna ge
in en f&#246;rteckning &#246;ver egendomen till &#246;verf&#246;rmyndaren inom en m&#229;nad
d&#228;refter.

F&#246;rteckningarna skall avges p&#229; heder och samvete. Lag (1994:1433).

4 &#167; Andra v&#228;rdehandlingar &#228;n s&#229;dana som n&#228;mns i 5 &#167; f&#246;rsta stycket
skall s&#228;ljas och fordringar drivas in s&#229; snart det l&#228;mpligen kan ske,
om det inte &#228;r till f&#246;rdel f&#246;r den omyndige att v&#228;rdehandlingarna
beh&#229;lls eller att fordringarna f&#246;rblir utest&#229;ende.

Annan l&#246;s egendom &#228;n som nu har n&#228;mnts och som inte omfattas av 10 &#167;
skall s&#228;ljas vid en l&#228;mplig tidpunkt, om inte egendomen &#228;r till nytta
eller har s&#228;rskilt v&#228;rde f&#246;r den omyndige eller den omyndiges familj
eller egendomen av n&#229;gon annan s&#228;rskild anledning b&#246;r beh&#229;llas. Lag
(1994:1433).

5 &#167; Den omyndiges tillg&#229;ngar f&#229;r utan samtycke av
&#246;verf&#246;rmyndaren placeras i

1. skuldf&#246;rbindelser som har utf&#228;rdats eller garanterats av
stat eller kommun,

2. skuldf&#246;rbindelser som har utf&#228;rdats av Svenska
skeppshypotekskassan eller av en bank eller av ett
kreditmarknadsf&#246;retag enligt lagen (2004:297) om bank- och
finansieringsr&#246;relse eller av ett utl&#228;ndskt bankf&#246;retag eller
ett annat utl&#228;ndskt kreditinstitut som &#228;r underkastat en
offentlig reglering som v&#228;sentligen st&#228;mmer &#246;verens med den
som g&#228;ller f&#246;r banker eller andra kreditinstitut h&#228;r i
landet, med undantag f&#246;r f&#246;rlagsbevis eller andra
skuldf&#246;rbindelser som medf&#246;r r&#228;tt till betalning f&#246;rst efter
utf&#228;rdarens &#246;vriga fordrings&#228;gare, eller

3. andelar i en v&#228;rdepappersfond som avses i lagen (2004:46)
om v&#228;rdepappersfonder eller i ett utl&#228;ndskt fondf&#246;retag som
&#228;r underkastat en offentlig reglering som v&#228;sentligen st&#228;mmer
&#246;verens med den som g&#228;ller f&#246;r v&#228;rdepappersfonder h&#228;r i
landet.

Den omyndiges tillg&#229;ngar f&#229;r vidare utan &#246;verf&#246;rmyndarens
samtycke l&#229;nas ut mot s&#228;kerhet av pantr&#228;tt p&#229; grundval av
inteckning i fast egendom inom sextio procent av det senast
fastst&#228;llda taxeringsv&#228;rdet. Lag (2013:562).

6 &#167; Om &#246;verf&#246;rmyndaren samtycker till det, f&#229;r den omyndiges
tillg&#229;ngar placeras i aktier och &#228;ven i &#246;vrigt placeras p&#229; n&#229;got
annat s&#228;tt &#228;n som anges i 5 &#167;.

I fr&#229;ga om k&#246;p av fast egendom m.m. finns best&#228;mmelser i 10 &#167;. Lag
(1994:1433).

7 &#167; Pengar som inte placeras enligt 5, 6 eller 10 &#167; och som
inte heller omedelbart beh&#246;ver anv&#228;ndas ska g&#246;ras r&#228;nteb&#228;rande
genom att s&#228;ttas in hos bank eller kreditmarknadsf&#246;retag. I
anslutning till en placering enligt 5 eller 6 &#167; f&#229;r pengar dock
f&#246;ras &#246;ver till ett konto hos ett v&#228;rdepappersbolag, &#228;ven om
n&#229;gon r&#228;nta inte &#228;r avtalad. Lag (2008:910).

Bankmedel

8 &#167; Pengar som har satts in hos bank eller
kreditmarknadsf&#246;retag enligt 16 kap. 11 &#167; eller med uppgift
till banken eller kreditmarknadsf&#246;retaget om att de skall st&#229;
under s&#228;rskild &#246;verf&#246;rmyndarkontroll f&#229;r inte tas ut utan
&#246;verf&#246;rmyndarens samtycke. Lag (2004:422).

Upph&#228;vande av eller l&#228;ttnader i kontrollen

9 &#167; &#214;verf&#246;rmyndaren ska besluta att best&#228;mmelserna i 4–7 &#167;&#167;
inte l&#228;ngre ska till&#228;mpas, om v&#228;rdet p&#229; den omyndiges
tillg&#229;ngar har kommit att sjunka till ett belopp som
understiger fyra g&#229;nger g&#228;llande prisbasbelopp enligt 2
kap. 6 och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken och det inte finns
s&#228;rskild anledning att l&#229;ta kontrollen fortg&#229;.

Ett beslut enligt f&#246;rsta stycket g&#228;ller inte egendom som
har tillfallit den omyndige under villkor om s&#228;rskild
&#246;verf&#246;rmyndarkontroll.

Om det med h&#228;nsyn till f&#246;r&#228;ldrarnas och den omyndiges
f&#246;rh&#229;llanden eller i &#246;vrigt finns s&#228;rskilda sk&#228;l, f&#229;r
&#246;verf&#246;rmyndaren helt eller delvis besluta om undantag fr&#229;n
3–7 &#167;&#167;. Lag (2010:1203).

Fast egendom m.m.

10 &#167; F&#246;r den omyndiges r&#228;kning f&#229;r f&#246;r&#228;ldrar endast med
&#246;verf&#246;rmyndarens samtycke

1. genom k&#246;p, byte eller g&#229;va f&#246;rv&#228;rva fast egendom eller
nyttjander&#228;tt till s&#229;dan egendom, om det inte g&#228;ller &#246;vertagande av
hyresr&#228;tt till en bostadsl&#228;genhet,

2. ing&#229; avtal om nyttjander&#228;tt till n&#229;gon annans fasta egendom, om
det inte g&#228;ller hyra av en bostadsl&#228;genhet eller en tillf&#228;llig
uppl&#229;telse av ringa ekonomisk betydelse,

3. s&#228;lja eller byta bort fast egendom eller nyttjander&#228;tt till s&#229;dan
egendom, om det inte g&#228;ller byte av en bostadsl&#228;genhet, eller

4. l&#229;ta inteckna, hyra ut eller p&#229; n&#229;got annat s&#228;tt med
nyttjander&#228;tt uppl&#229;ta fast egendom eller tomtr&#228;tt.

Samtycke till en &#229;tg&#228;rd som avses i f&#246;rsta stycket 1 eller 2 skall
l&#228;mnas, om inte f&#246;rv&#228;rvet eller avtalet kan anses ol&#228;mpligt med
h&#228;nsyn till egendomens natur, den omyndiges &#229;lder och framtida behov
eller andra omst&#228;ndigheter.

Samtycke till en &#229;tg&#228;rd som avses i f&#246;rsta stycket 3 eller 4 f&#229;r
l&#228;mnas endast om &#229;tg&#228;rden &#228;r l&#228;mplig med h&#228;nsyn till egendomens natur
samt den omyndiges &#229;lder, framtida behov och samlade tillg&#229;ngar.

Best&#228;mmelserna om nyttjander&#228;tt g&#228;ller &#228;ven i fr&#229;ga om servitut
och r&#228;tt till elektrisk kraft, om r&#228;ttigheten har uppl&#229;tits genom
avtal.

Samtycke enligt denna paragraf g&#228;ller under sex m&#229;nader fr&#229;n det att
samtycket l&#228;mnades. Lag (1994:1433).

Bortgivande av egendom

11 &#167; F&#246;r&#228;ldrar f&#229;r inte ge bort den omyndiges egendom, om det inte
&#228;r fr&#229;ga om personliga presenter vars v&#228;rde inte st&#229;r i
missf&#246;rh&#229;llande till den omyndiges ekonomiska villkor.

Med &#246;verf&#246;rmyndarens samtycke f&#229;r f&#246;r&#228;ldrar anv&#228;nda den omyndiges
inkomster till underst&#246;d &#229;t anh&#246;riga eller andra som st&#229;r den
omyndige n&#228;ra. Lag (1994:1433).

Upptagande av l&#229;n m.m.

12 &#167; F&#246;r den omyndiges r&#228;kning f&#229;r f&#246;r&#228;ldrar endast med
&#246;verf&#246;rmyndarens samtycke

1. ta upp l&#229;n eller f&#246;reta n&#229;gon annan r&#228;ttshandling som
inneb&#228;r att den omyndige s&#228;tts i skuld,

2. ing&#229; borgensf&#246;rbindelse, eller

3. st&#228;lla den omyndiges egendom som s&#228;kerhet f&#246;r den omyndiges
eller n&#229;gon annans f&#246;rbindelse.

&#196;r det fr&#229;ga om &#229;tg&#228;rder enligt f&#246;rsta stycket som faller inom
ramen f&#246;r en r&#246;relse som f&#246;r&#228;ldrarna med &#246;verf&#246;rmyndarens
samtycke driver f&#246;r den omyndiges r&#228;kning, beh&#246;vs samtycke
endast i fr&#229;ga om pants&#228;ttning av fast egendom eller tomtr&#228;tt.
Samtycke beh&#246;vs inte i fr&#229;ga om statliga l&#229;n som tas upp f&#246;r
att ge den omyndige hj&#228;lp till utbildning eller bos&#228;ttning.

Samtycke f&#229;r l&#228;mnas endast om &#229;tg&#228;rden beh&#246;vs f&#246;r att trygga
den omyndiges &#246;vriga egendom eller kan anses n&#246;dv&#228;ndig f&#246;r den
omyndiges utbildning eller uppeh&#228;lle eller om det annars finns
s&#228;rskilda sk&#228;l f&#246;r &#229;tg&#228;rden. Lag (2008:910).

R&#246;relse

13 &#167; F&#246;r&#228;ldrar f&#229;r inte l&#229;ta den som &#228;r under sexton &#229;r driva
r&#246;relse.

Om den omyndige har fyllt sexton &#229;r, f&#229;r f&#246;r&#228;ldrarna endast med
&#246;verf&#246;rmyndarens samtycke l&#229;ta honom eller henne driva en
r&#246;relse som medf&#246;r bokf&#246;ringsskyldighet enligt bokf&#246;ringslagen
(1999:1078). Utan &#246;verf&#246;rmyndarens samtycke f&#229;r f&#246;r&#228;ldrarna
inte sj&#228;lva driva en s&#229;dan r&#246;relse f&#246;r den omyndiges r&#228;kning.
Samtycke f&#229;r l&#228;mnas endast om den omyndiges ekonomiska och
personliga f&#246;rh&#229;llanden &#228;r s&#229;dana att det med beaktande av
r&#246;relsens art &#228;r l&#228;mpligt att samtycke ges. Lag (1999:1080).

Redovisning av viss egendom

14 &#167; F&#246;r&#228;ldrar skall f&#246;re den 1 mars varje &#229;r i en &#229;rsr&#228;kning till
&#246;verf&#246;rmyndaren redog&#246;ra f&#246;r f&#246;rvaltningen under f&#246;reg&#229;ende &#229;r av
egendom som avses i 2 &#167; samt s&#229;dan egendom som omfattas av
best&#228;mmelserna om samtycke enligt 10 &#167;. &#197;rsr&#228;kningen skall avges
p&#229; heder och samvete.

I &#229;rsr&#228;kningen skall anges

1. egendomen och dess v&#228;rde vid b&#246;rjan och slutet av den tid som
r&#228;kningen avser,

2. skulder som h&#228;nf&#246;r sig till egendomen vid samma tidpunkter, och

3. inkomster av egendomen och utgifter som har betalats med
egendomen eller dess avkastning. Lag (1994:1433).

15 &#167; Har den omyndige fyllt arton &#229;r eller har f&#246;r&#228;ldrarna
dessf&#246;rinnan entledigats som f&#246;rmyndare, skall de inom en m&#229;nad
d&#228;refter l&#228;mna en slutr&#228;kning till &#246;verf&#246;rmyndaren betr&#228;ffande
egendom som avses i 2 &#167; samt s&#229;dan egendom som omfattas av
best&#228;mmelserna om samtycke enligt 10 &#167;. Slutr&#228;kning skall vidare
l&#228;mnas inom en m&#229;nad n&#228;r ett villkor enligt 2 &#167; andra stycket om
s&#228;rskild &#246;verf&#246;rmyndarkontroll &#229;terkallats eller &#246;verf&#246;rmyndaren
enligt 9 &#167; f&#246;rsta stycket beslutat att &#246;verf&#246;rmyndarkontrollen skall
upph&#246;ra.

Slutr&#228;kningen skall inneh&#229;lla en redog&#246;relse f&#246;r f&#246;rvaltningen under
det l&#246;pande &#229;ret fram till dess att f&#246;rmynderskapet upph&#246;rde,
villkoret om s&#228;rskild &#246;verf&#246;rmyndarkontroll &#229;terkallades eller
&#246;verf&#246;rmyndaren beslutade att kontrollen skulle upph&#246;ra. R&#228;kningen
skall avges p&#229; heder och samvete.

Vad som s&#228;gs om &#229;rsr&#228;kning i 14 &#167; andra stycket g&#228;ller ocks&#229; i fr&#229;ga
om slutr&#228;kning. Lag (1994:1433).

16 &#167; Om det med h&#228;nsyn till f&#246;r&#228;ldrarnas och den omyndiges
f&#246;rh&#229;llanden, tillg&#229;ngarnas art eller v&#228;rde eller omst&#228;ndigheterna i
&#246;vrigt finns s&#228;rskilda sk&#228;l, f&#229;r &#246;verf&#246;rmyndaren befria f&#246;r&#228;ldrarna
fr&#229;n skyldigheten att l&#228;mna &#229;rsr&#228;kning eller slutr&#228;kning eller
besluta att s&#229;dana r&#228;kningar f&#229;r l&#228;mnas i f&#246;renklad form. I fr&#229;ga om
&#229;rsr&#228;kning f&#229;r beslut meddelas f&#246;r ett visst &#229;r eller tills vidare.
Lag (1994:1433).

17 &#167; Anm&#228;ler f&#246;r&#228;ldrarna att de &#228;r f&#246;rhindrade att inom f&#246;reskriven
tid l&#228;mna f&#246;rteckning enligt 3 &#167;, &#229;rsr&#228;kning eller slutr&#228;kning till
&#246;verf&#246;rmyndaren, kan &#246;verf&#246;rmyndaren best&#228;mma ny tid f&#246;r avl&#228;mnandet.
Lag (1994:1433).

S&#228;rskilda beslut av &#246;verf&#246;rmyndaren i vissa fall

18 &#167; &#214;verf&#246;rmyndaren f&#229;r f&#246;rel&#228;gga f&#246;r&#228;ldrarna att i &#229;rsr&#228;kning
eller p&#229; annat s&#228;tt redog&#246;ra f&#246;r sin f&#246;rvaltning ut&#246;ver vad som
f&#246;ljer av 14 och 15 &#167;&#167;, om den omyndige beg&#228;r det eller om det annars
finns s&#228;rskilda sk&#228;l. Lag (1994:1433).

19 &#167; Om det av n&#229;gon s&#228;rskild anledning beh&#246;vs f&#246;r att trygga 
f&#246;rvaltningen, f&#229;r &#246;verf&#246;rmyndaren

1. besluta att 3–7 &#167;&#167; ska till&#228;mpas &#228;ven i andra fall &#228;n som 
f&#246;ljer av 2 &#167;, 

2. begr&#228;nsa m&#246;jligheten att ta ut pengar som har satts in hos 
bank, kreditmarknadsf&#246;retag eller v&#228;rdepappersbolag, ut&#246;ver 
vad som f&#246;ljer av 8 &#167;, 

3. besluta att v&#228;rdehandlingar ska f&#246;rvaras och f&#246;rvaltas av 
ett v&#228;rdepappersinstitut enligt lagen (2007:528) om 
v&#228;rdepappersmarknaden eller ett motsvarande utl&#228;ndskt 
institut som &#228;r underkastat en offentlig reglering som 
v&#228;sentligen st&#228;mmer &#246;verens med den som g&#228;ller f&#246;r 
v&#228;rdepappersinstitut i Sverige,

4. genom meddelande till en v&#228;rdepapperscentral, den som f&#246;r 
ett register enligt 4 kap. 11 &#167; lagen (2004:46) om 
v&#228;rdepappersfonder eller enligt 12 kap. 5 &#167; lagen (2013:561) 
om f&#246;rvaltare av alternativa investeringsfonder eller den som 
har registrerats som f&#246;rvaltare av finansiella instrument 
eller andelar i v&#228;rdepappersfonder eller i specialfonder, 
begr&#228;nsa f&#246;r&#228;ldrars m&#246;jlighet att f&#246;rfoga &#246;ver r&#228;ttigheter 
som registreras i avst&#228;mningsregister enligt lagen 
(1998:1479) om v&#228;rdepapperscentraler och kontof&#246;ring av 
finansiella instrument eller i motsvarande utl&#228;ndskt register 
eller som avses i lagen om v&#228;rdepappersfonder eller i lagen 
om f&#246;rvaltare av alternativa investeringsfonder, och

5. genom meddelande till den som ska betala pengar till den 
omyndige besluta att pengarna ska s&#228;ttas in hos bank eller 
kreditmarknadsf&#246;retag. 

Meddelas beslut enligt f&#246;rsta stycket 3, ska f&#246;r&#228;ldrarna 
tr&#228;ffa avtal med ett v&#228;rdepappersinstitut p&#229; villkor som 
&#246;verf&#246;rmyndaren har godk&#228;nt. 

Ett v&#228;rdepappersinstitut &#228;r skyldigt att tr&#228;ffa ett s&#229;dant 
avtal om f&#246;rvaring och f&#246;rvaltning som avses i andra stycket. 
Avtalet f&#229;r inte tr&#228;ffas p&#229; s&#228;mre villkor &#228;n de som 
v&#228;rdepappersinstitutet erbjuder andra enskilda personer vid 
samma typ av avtal. Lag (2016:43).

Vissa &#229;tg&#228;rder vid f&#246;rvaltningens upph&#246;rande

20 &#167; Om f&#246;r&#228;ldrarnas f&#246;rvaltning upph&#246;r d&#228;rf&#246;r att barnet har blivit
myndigt, skall f&#246;r&#228;ldrarna genast &#246;verl&#228;mna de f&#246;rvaltade
tillg&#229;ngarna till honom eller henne. Om f&#246;r&#228;ldrarnas f&#246;rvaltning
upph&#246;r d&#228;rf&#246;r att n&#229;gon annan skall &#246;verta f&#246;rvaltningen, skall
f&#246;r&#228;ldrarna genast &#246;verl&#228;mna de f&#246;rvaltade tillg&#229;ngarna till denna
person. Lag (1994:1433).

21 &#167; N&#228;r f&#246;r&#228;ldrarnas f&#246;rvaltning upph&#246;r, skall de h&#229;lla sina
r&#228;kenskaper och &#246;vriga handlingar som r&#246;r f&#246;rvaltningen tillg&#228;ngliga
f&#246;r granskning. Om det beh&#246;vs, skall &#246;verf&#246;rmyndaren best&#228;mma tid och
plats f&#246;r en s&#229;dan granskning.

Sedan tiden f&#246;r att v&#228;cka talan enligt 12 kap. 15 &#167; har g&#229;tt ut
eller, om talan har v&#228;ckts, det finns en dom i ers&#228;ttningsfr&#229;gan som
vunnit laga kraft, skall r&#228;kenskaper och &#246;vriga handlingar som r&#246;r
f&#246;rvaltningen l&#228;mnas &#246;ver till den som &#228;r beh&#246;rig att ta emot
redovisning &#246;ver f&#246;rvaltningen. Lag (1994:1433).

F&#246;r&#228;ldrars d&#246;d eller konkurs

22 &#167; D&#246;r en av f&#246;r&#228;ldrarna, skall d&#246;dsboet svara f&#246;r att den
omyndiges egendom redovisas och &#229;tg&#228;rder vid f&#246;rvaltningens
upph&#246;rande vidtas enligt detta kapitel, om inte f&#246;rvaltningen skall
sk&#246;tas av den andra f&#246;r&#228;ldern. Vad som nu har sagts om d&#246;dsbo g&#228;ller
konkursf&#246;rvaltaren, om en av f&#246;r&#228;ldrarna f&#246;rs&#228;tts i konkurs. Lag
(1994:1433).

14 kap. F&#246;rordnade f&#246;rmyndares, gode m&#228;ns och f&#246;rvaltares v&#229;rd av
egendom

F&#246;rteckningar &#246;ver egendom

1 &#167; F&#246;rordnade f&#246;rmyndare, gode m&#228;n och f&#246;rvaltare skall inom tv&#229;
m&#229;nader efter f&#246;rordnandet l&#228;mna en f&#246;rteckning till &#246;verf&#246;rmyndaren
&#246;ver den egendom som de f&#246;rvaltar. F&#246;rteckningen skall avges p&#229; heder
och samvete.

En f&#246;rteckning som l&#228;mnas av en god man som har f&#246;rordnats enligt 11
kap. 1 &#167; beh&#246;ver endast ta upp den l&#246;sa egendom som den gode mannen
har tagit hand om.

Skyldigheten att l&#228;mna en f&#246;rteckning g&#228;ller inte vid byte av
f&#246;rordnad f&#246;rmyndare, god man eller f&#246;rvaltare.

I fr&#229;ga om bevakning av n&#229;gons r&#228;tt i d&#246;dsbo eller annat oskiftat bo
g&#228;ller best&#228;mmelserna i 15 kap. Lag (1994:1433).

2 &#167; Har r&#228;tten beslutat att utvidga omfattningen av en god mans
eller f&#246;rvaltares uppdrag, skall den gode mannen eller f&#246;rvaltaren
inom en m&#229;nad fr&#229;n beslutet l&#228;mna en f&#246;rteckning till &#246;verf&#246;rmyndaren
&#246;ver den egendom som omfattas av det utvidgade uppdraget.
F&#246;rteckningen skall avges p&#229; heder och samvete. Lag (1994:1433).

F&#246;rvaltning av egendom

3 &#167; I fr&#229;ga om egendom som st&#229;r under en f&#246;rordnad f&#246;rmyndares, god
mans eller f&#246;rvaltares f&#246;rvaltning g&#228;ller 4 11 &#167;&#167;. Lag (1994:1433).

4 &#167; Andra v&#228;rdehandlingar &#228;n s&#229;dana som n&#228;mns i 5 &#167; f&#246;rsta
stycket ska s&#228;ljas och fordringar drivas in s&#229; snart det
l&#228;mpligen kan ske, om det inte &#228;r till f&#246;rdel f&#246;r den enskilde
att v&#228;rdehandlingarna beh&#229;lls eller att fordringarna f&#246;rblir
utest&#229;ende.

Annan l&#246;s egendom som inte omfattas av 11 &#167; ska s&#228;ljas vid en
l&#228;mplig tidpunkt, om inte egendomen &#228;r till nytta eller har
s&#228;rskilt v&#228;rde f&#246;r den enskilde eller den enskildes familj
eller egendomen av n&#229;gon annan s&#228;rskild anledning b&#246;r beh&#229;llas.
Lag (2008:910).

5 &#167; Den enskildes tillg&#229;ngar f&#229;r utan samtycke av
&#246;verf&#246;rmyndaren placeras i

1. skuldf&#246;rbindelser som har utf&#228;rdats eller garanterats av
stat eller kommun,

2. skuldf&#246;rbindelser som har utf&#228;rdats av Svenska
Skeppshypotekskassan eller av en bank eller av ett
kreditmarknadsf&#246;retag enligt lagen (2004:297) om bank- och
finansieringsr&#246;relse eller av ett utl&#228;ndskt bankf&#246;retag eller
ett annat utl&#228;ndskt kreditinstitut som &#228;r underkastat en
offentlig reglering som v&#228;sentligen st&#228;mmer &#246;verens med den
som g&#228;ller f&#246;r banker eller andra kreditinstitut h&#228;r i
landet, med undantag f&#246;r f&#246;rlagsbevis eller andra
skuldf&#246;rbindelser som medf&#246;r r&#228;tt till betalning f&#246;rst efter
utf&#228;rdarens &#246;vriga fordrings&#228;gare, eller

3. andelar i en v&#228;rdepappersfond som avses i lagen (2004:46)
om v&#228;rdepappersfonder eller i ett utl&#228;ndskt fondf&#246;retag som
&#228;r underkastat en offentlig reglering som v&#228;sentligen st&#228;mmer
&#246;verens med den som g&#228;ller f&#246;r v&#228;rdepappersfonder h&#228;r i
landet.

Den enskildes tillg&#229;ngar f&#229;r vidare utan &#246;verf&#246;rmyndarens
samtycke l&#229;nas ut mot s&#228;kerhet av pantr&#228;tt p&#229; grundval av
inteckning i fast egendom inom sextio procent av det senast
fastst&#228;llda taxeringsv&#228;rdet. Lag (2013:562).

6 &#167; Om &#246;verf&#246;rmyndaren samtycker till det, f&#229;r den enskildes
tillg&#229;ngar placeras i aktier och &#228;ven i &#246;vrigt placeras p&#229; n&#229;got
annat s&#228;tt &#228;n som anges i 5 &#167;.

I fr&#229;ga om k&#246;p av fast egendom m.m. finns best&#228;mmelser i 11 &#167;. Lag
(1994:1433).

7 &#167; Pengar som inte placeras enligt 5, 6 eller 11 &#167; och inte
heller omedelbart beh&#246;ver anv&#228;ndas ska g&#246;ras r&#228;nteb&#228;rande genom
att s&#228;ttas in hos bank eller kreditmarknadsf&#246;retag. I
anslutning till en placering enligt 5 eller 6 &#167; f&#229;r pengar dock
f&#246;ras &#246;ver till ett konto hos ett v&#228;rdepappersbolag, &#228;ven om
n&#229;gon r&#228;nta inte &#228;r avtalad. Lag (2008:910).

8 &#167; Pengar som har satts in hos bank eller
kreditmarknadsf&#246;retag f&#229;r tas ut endast efter samtycke fr&#229;n
&#246;verf&#246;rmyndaren.

Samtycke kr&#228;vs dock inte vid uttag av

1. r&#228;nta som &#228;r upplupen under innevarande och f&#246;reg&#229;ende &#229;r,
eller

2. pengar som beh&#246;ver h&#229;llas tillg&#228;ngliga f&#246;r den enskildes
uppeh&#228;lle eller v&#229;rden av hans eller hennes egendom om den
f&#246;rordnade f&#246;rmyndaren, gode mannen eller f&#246;rvaltaren vid
ins&#228;ttningen gjort f&#246;rbeh&#229;ll om att de f&#229;r tas ut utan
&#246;verf&#246;rmyndarens samtycke. Lag (2008:910).

9 &#167; Har upph&#228;vts genom lag (2008:910).

10 &#167; Om det finns s&#228;rskilda sk&#228;l, f&#229;r &#246;verf&#246;rmyndaren helt
eller delvis besluta om undantag fr&#229;n 4-8 &#167;&#167;.
Lag (2008:910).

Fast egendom m.m.

11 &#167; F&#246;r den enskildes r&#228;kning f&#229;r en f&#246;rordnad f&#246;rmyndare, god man
eller f&#246;rvaltare endast med &#246;verf&#246;rmyndarens samtycke

1. genom k&#246;p, byte eller g&#229;va f&#246;rv&#228;rva fast egendom eller
nyttjander&#228;tt till s&#229;dan egendom, om det inte g&#228;ller &#246;vertagande av
hyresr&#228;tt till en bostadsl&#228;genhet,

2. ing&#229; avtal om nyttjander&#228;tt till n&#229;gon annans fasta egendom, om
det inte g&#228;ller hyra av en bostadsl&#228;genhet eller en tillf&#228;llig
uppl&#229;telse av ringa ekonomisk betydelse,

3. s&#228;lja eller byta bort fast egendom eller nyttjander&#228;tt till s&#229;dan
egendom, om det inte g&#228;ller byte av en bostadsl&#228;genhet, eller

4. l&#229;ta inteckna, hyra ut eller p&#229; n&#229;got annat s&#228;tt med
nyttjander&#228;tt uppl&#229;ta fast egendom eller tomtr&#228;tt.

Samtycke till en &#229;tg&#228;rd som avses i f&#246;rsta stycket 1 eller 2 skall
l&#228;mnas, om inte f&#246;rv&#228;rvet eller avtalet kan anses ol&#228;mpligt med
h&#228;nsyn till egendomens natur eller andra omst&#228;ndigheter.

Samtycke till en &#229;tg&#228;rd som avses i f&#246;rsta stycket 3 eller 4 f&#229;r
l&#228;mnas endast om &#229;tg&#228;rden &#228;r l&#228;mplig med h&#228;nsyn till egendomens natur
samt den enskildes behov och samlade tillg&#229;ngar.

Best&#228;mmelserna om nyttjander&#228;tt g&#228;ller &#228;ven i fr&#229;ga om servitut och
r&#228;tt till elektrisk kraft, om r&#228;ttigheten har uppl&#229;tits genom avtal.

Samtycke enligt denna paragraf g&#228;ller under sex m&#229;nader fr&#229;n det att
samtycket l&#228;mnades. Lag (1994:1433).

Bortgivande av egendom

12 &#167; En f&#246;rordnad f&#246;rmyndare, god man eller f&#246;rvaltare f&#229;r inte ge
bort den enskildes egendom, om det inte &#228;r fr&#229;ga om personliga
presenter vars v&#228;rde inte st&#229;r i missf&#246;rh&#229;llande till den enskildes
ekonomiska villkor.

Med &#246;verf&#246;rmyndarens samtycke f&#229;r den enskildes inkomster anv&#228;ndas
till underst&#246;d &#229;t anh&#246;riga eller andra som st&#229;r den enskilde n&#228;ra.
Lag (1994:1433).

Upptagande av l&#229;n m.m.

13 &#167; F&#246;r den enskildes r&#228;kning f&#229;r en f&#246;rordnad f&#246;rmyndare, god
man eller f&#246;rvaltare endast med &#246;verf&#246;rmyndarens samtycke

1. ta upp l&#229;n eller f&#246;reta n&#229;gon annan r&#228;ttshandling som
inneb&#228;r att den enskilde s&#228;tts i skuld,

2. ing&#229; borgensf&#246;rbindelse, eller

3. st&#228;lla den enskildes egendom som s&#228;kerhet f&#246;r den enskildes
eller n&#229;gon annans f&#246;rbindelse.


&#196;r det fr&#229;ga om &#229;tg&#228;rder enligt f&#246;rsta stycket som faller inom
ramen f&#246;r en r&#246;relse som st&#228;llf&#246;retr&#228;daren med &#246;verf&#246;rmyndarens
samtycke driver f&#246;r den enskildes r&#228;kning, beh&#246;vs samtycke
endast i fr&#229;ga om pants&#228;ttning av fast egendom eller tomtr&#228;tt.
Samtycke beh&#246;vs inte i fr&#229;ga om statliga l&#229;n som tas upp f&#246;r
att ge den enskilde hj&#228;lp till utbildning eller bos&#228;ttning.

Samtycke f&#229;r l&#228;mnas endast om &#229;tg&#228;rden beh&#246;vs f&#246;r att trygga
den enskildes &#246;vriga egendom eller kan anses n&#246;dv&#228;ndig f&#246;r hans
eller hennes utbildning eller uppeh&#228;lle eller om det annars
finns s&#228;rskilda sk&#228;l f&#246;r &#229;tg&#228;rden. Lag (2008:910).

R&#246;relse

14 &#167; En god man eller f&#246;rvaltare f&#229;r endast med
&#246;verf&#246;rmyndarens samtycke l&#229;ta den enskilde driva en r&#246;relse
som medf&#246;r bokf&#246;ringsskyldighet enligt bokf&#246;ringslagen
(1999:1078). Utan &#246;verf&#246;rmyndarens samtycke f&#229;r den gode mannen
eller f&#246;rvaltaren inte driva en s&#229;dan r&#246;relse f&#246;r den enskildes
r&#228;kning. Samtycke f&#229;r l&#228;mnas endast om den enskildes ekonomiska
och personliga f&#246;rh&#229;llanden &#228;r s&#229;dana att det med beaktande av
r&#246;relsens art &#228;r l&#228;mpligt att samtycke ges.

I fr&#229;ga om f&#246;rordnade f&#246;rmyndare till&#228;mpas 13 kap. 13 &#167;.
Lag (1999:1080).

Redovisning av f&#246;rvaltad egendom

15 &#167; F&#246;rordnade f&#246;rmyndare, gode m&#228;n och f&#246;rvaltare skall f&#246;re den
1 mars varje &#229;r i en &#229;rsr&#228;kning till &#246;verf&#246;rmyndaren redog&#246;ra f&#246;r
f&#246;rvaltningen under f&#246;reg&#229;ende &#229;r av egendom som har st&#229;tt under
st&#228;llf&#246;retr&#228;darens f&#246;rvaltning. &#197;rsr&#228;kningen skall avges p&#229; heder
och samvete.

I &#229;rsr&#228;kningen skall anges den enskildes tillg&#229;ngar och skulder vid
b&#246;rjan och slutet av den tid som r&#228;kningen avser. Vidare skall en
sammanst&#228;llning g&#246;ras av inkomster och utgifter under n&#228;mnda tid. Av
&#229;rsr&#228;kningen skall s&#228;rskilt framg&#229; hur mycket som har anv&#228;nts f&#246;r den
enskildes uppeh&#228;lle eller nytta i &#246;vrigt. Lag (1994:1433).

16 &#167; &#214;verf&#246;rmyndaren f&#229;r besluta att en f&#246;rordnad f&#246;rmyndare, god
man eller f&#246;rvaltare i s&#228;rskild ordning skall redog&#246;ra f&#246;r den del
av den enskildes tillg&#229;ngar och skulder som inte omfattas av
st&#228;llf&#246;retr&#228;darens f&#246;rvaltning, i den m&#229;n tillg&#229;ngarna och skulderna
&#228;r k&#228;nda f&#246;r st&#228;llf&#246;retr&#228;daren. Lag (1994:1433).

17 &#167; En god man skall h&#229;lla &#246;verf&#246;rmyndaren underr&#228;ttad om s&#229;dana
&#229;tg&#228;rder fr&#229;n den enskildes sida som kan p&#229;verka den gode mannens
f&#246;rvaltningsansvar i mera betydande omfattning. Lag (1994:1433).

18 &#167; Om en f&#246;rordnad f&#246;rmyndares, god mans eller f&#246;rvaltares uppdrag
har upph&#246;rt, skall den som fr&#229;ntr&#228;der uppdraget inom en m&#229;nad
d&#228;refter l&#228;mna en slutr&#228;kning till &#246;verf&#246;rmyndaren betr&#228;ffande
egendom som har st&#229;tt under hans eller hennes f&#246;rvaltning.
Slutr&#228;kningen skall inneh&#229;lla en redog&#246;relse f&#246;r f&#246;rvaltningen under
det l&#246;pande &#229;ret fram till dess att st&#228;llf&#246;retr&#228;darskapet upph&#246;rde.
R&#228;kningen skall avges p&#229; heder och samvete.

Vad som s&#228;gs om &#229;rsr&#228;kning i 15 &#167; andra stycket g&#228;ller ocks&#229; i fr&#229;ga
om slutr&#228;kning.

Om r&#228;tten har inskr&#228;nkt omfattningen av en god mans eller
f&#246;rvaltares uppdrag, skall slutr&#228;kning l&#228;mnas f&#246;r den egendom som
inte l&#228;ngre omfattas av uppdraget.

Om ett godmanskap enligt 11 kap. 1 &#167; upph&#246;r innan tiden f&#246;r
avgivande av &#229;rsr&#228;kning eller slutr&#228;kning som r&#246;r f&#246;rmynderskapet
f&#246;r den omyndige intr&#228;ffar, f&#229;r slutr&#228;kning r&#246;rande godmanskapet
begr&#228;nsas till att avse en redog&#246;relse endast f&#246;r de &#229;tg&#228;rder som
har vidtagits av den gode mannen. I &#246;vrigt skall redog&#246;relse f&#246;r
f&#246;rvaltningen l&#228;mnas av f&#246;rmyndaren &#228;ven f&#246;r den tid godmanskapet
har varat. Lag (1994:1433).

19 &#167; Om det med h&#228;nsyn till st&#228;llf&#246;retr&#228;darens och den enskildes
f&#246;rh&#229;llanden, tillg&#229;ngarnas art eller v&#228;rde eller omst&#228;ndigheterna
i &#246;vrigt finns s&#228;rskilda sk&#228;l, f&#229;r &#246;verf&#246;rmyndaren befria
st&#228;llf&#246;retr&#228;daren fr&#229;n skyldigheten att l&#228;mna &#229;rsr&#228;kning eller
slutr&#228;kning eller besluta att s&#229;dana r&#228;kningar f&#229;r l&#228;mnas i
f&#246;renklad form. I fr&#229;ga om &#229;rsr&#228;kning f&#229;r beslut meddelas f&#246;r
ett visst &#229;r eller tills vidare. Lag (1994:1433).

20 &#167; Anm&#228;ler en f&#246;rordnad f&#246;rmyndare, god man eller f&#246;rvaltare
att han eller hon &#228;r f&#246;rhindrad att inom f&#246;reskriven tid l&#228;mna
f&#246;rteckning enligt 1 eller 2 &#167;, &#229;rsr&#228;kning eller slutr&#228;kning till
&#246;verf&#246;rmyndaren, kan &#246;verf&#246;rmyndaren best&#228;mma ny tid f&#246;r avl&#228;mnandet.
Lag (1994:1433).

S&#228;rskilda beslut av &#246;verf&#246;rmyndaren i vissa fall

21 &#167; Om det beh&#246;vs f&#246;r att trygga f&#246;rvaltningen, f&#229;r 
&#246;verf&#246;rmyndaren

1. begr&#228;nsa m&#246;jligheten att ta ut pengar som har satts in hos 
bank, kreditmarknadsf&#246;retag eller v&#228;rdepappersbolag, ut&#246;ver 
vad som f&#246;ljer av 8 &#167;, 

2. besluta att v&#228;rdehandlingar ska f&#246;rvaras och f&#246;rvaltas av 
ett v&#228;rdepappersinstitut enligt lagen (2007:528) om 
v&#228;rdepappersmarknaden eller ett motsvarande utl&#228;ndskt 
institut som &#228;r underkastat en offentlig reglering som 
v&#228;sentligen st&#228;mmer &#246;verens med den som g&#228;ller f&#246;r 
v&#228;rdepappersinstitut i Sverige, 

3. genom meddelande till den som ska betala pengar till den 
enskilde besluta att pengarna ska s&#228;ttas in hos bank eller 
kreditmarknadsf&#246;retag, och

4. genom meddelande till en v&#228;rdepapperscentral, den som f&#246;r 
ett register enligt 4 kap. 11 &#167; lagen (2004:46) om 
v&#228;rdepappersfonder eller enligt 12 kap. 5 &#167; lagen (2013:561) 
om f&#246;rvaltare av alternativa investeringsfonder eller den som 
har registrerats som f&#246;rvaltare av finansiella instrument 
eller andelar i v&#228;rdepappersfonder eller i specialfonder, 
begr&#228;nsa st&#228;llf&#246;retr&#228;darens m&#246;jlighet att f&#246;rfoga &#246;ver 
r&#228;ttigheter som registreras i avst&#228;mningsregister enligt 
lagen (1998:1479) om v&#228;rdepapperscentraler och kontof&#246;ring av 
finansiella instrument eller i motsvarande utl&#228;ndskt register 
eller som avses i lagen om v&#228;rdepappersfonder eller i lagen 
om f&#246;rvaltare av alternativa investeringsfonder.

Meddelas beslut enligt f&#246;rsta stycket 2, ska 
st&#228;llf&#246;retr&#228;daren tr&#228;ffa avtal med ett v&#228;rdepappersinstitut 
p&#229; villkor som &#246;verf&#246;rmyndaren har godk&#228;nt. 

Ett v&#228;rdepappersinstitut &#228;r skyldigt att tr&#228;ffa ett s&#229;dant 
avtal om f&#246;rvaring och f&#246;rvaltning som avses i andra stycket. 
Avtalet f&#229;r inte tr&#228;ffas p&#229; s&#228;mre villkor &#228;n de som 
v&#228;rdepappersinstitutet erbjuder andra enskilda personer vid 
samma typ av avtal. Lag (2016:43).

Vissa &#229;tg&#228;rder vid f&#246;rvaltningens upph&#246;rande

22 &#167; N&#228;r en f&#246;rordnad f&#246;rmyndares, god mans eller f&#246;rvaltares
uppdrag upph&#246;r, skall han eller hon genast l&#228;mna &#246;ver de f&#246;rvaltade
tillg&#229;ngarna till den enskilde eller, om n&#229;gon annan skall &#246;verta
f&#246;rvaltningen, till denna person. Lag (1994:1433).

23 &#167; N&#228;r en f&#246;rordnad f&#246;rmyndare, god man eller f&#246;rvaltare
fr&#229;ntr&#228;der sitt uppdrag, skall han eller hon h&#229;lla sina r&#228;kenskaper
och &#246;vriga handlingar som r&#246;r f&#246;rvaltningen tillg&#228;ngliga f&#246;r
granskning. Om det beh&#246;vs, skall &#246;verf&#246;rmyndaren best&#228;mma tid och
plats f&#246;r en s&#229;dan granskning.

Sedan tiden f&#246;r att v&#228;cka talan enligt 12 kap. 15 &#167; har g&#229;tt ut
eller, om talan har v&#228;ckts, det finns en dom i ers&#228;ttningsfr&#229;gan som
vunnit laga kraft, skall r&#228;kenskaper och &#246;vriga handlingar som r&#246;r
f&#246;rvaltningen l&#228;mnas &#246;ver till den som &#228;r beh&#246;rig att ta emot
redovisning &#246;ver f&#246;rvaltningen. Lag (1994:1433).

St&#228;llf&#246;retr&#228;dares d&#246;d eller konkurs

24 &#167; Om en f&#246;rordnad f&#246;rmyndare, god man eller f&#246;rvaltare
d&#246;r, ska d&#246;dsboet svara f&#246;r att den enskildes egendom
redovisas och &#229;tg&#228;rder vid f&#246;rvaltningens upph&#246;rande vidtas
enligt detta kapitel. Om st&#228;llf&#246;retr&#228;daren f&#246;rs&#228;tts i
konkurs, ska konkursf&#246;rvaltaren fullg&#246;ra dessa uppgifter.

Om det med h&#228;nsyn till d&#246;dsboets och den enskildes
f&#246;rh&#229;llanden, tillg&#229;ngarnas art eller v&#228;rde eller
omst&#228;ndigheterna i &#246;vrigt finns s&#228;rskilda sk&#228;l, f&#229;r
&#246;verf&#246;rmyndaren befria d&#246;dsboet fr&#229;n skyldigheten att l&#228;mna
&#229;rsr&#228;kning eller slutr&#228;kning eller besluta att s&#229;dana
r&#228;kningar f&#229;r l&#228;mnas i f&#246;renklad form. Lag (2014:886).

25 &#167; D&#246;dsboet efter en f&#246;rordnad f&#246;rmyndare, god man eller
f&#246;rvaltare har r&#228;tt till ers&#228;ttning f&#246;r de utgifter som har
varit sk&#228;ligen p&#229;kallade f&#246;r att fullg&#246;ra de uppgifter som
anges i 24 &#167;. F&#246;r s&#229;dan ers&#228;ttning g&#228;ller i &#246;vrigt vad som
f&#246;reskrivs i 12 kap. 16 &#167;. Lag (2014:886).

15 kap. V&#229;rd av r&#228;tt i d&#246;dsbo, m.m.

Allm&#228;nna best&#228;mmelser

1 &#167; Har en omyndig del i ett d&#246;dsbo eller n&#229;got annat oskiftat bo,
skall f&#246;rmyndaren v&#229;rda den omyndiges r&#228;tt i boet enligt
best&#228;mmelserna i detta kapitel.

Best&#228;mmelserna g&#228;ller ocks&#229; i fr&#229;ga om god man och f&#246;rvaltare, om
den som han eller hon f&#246;retr&#228;der har del i ett bo och v&#229;rden av den
enskildes r&#228;tt som del&#228;gare omfattas av uppdraget.

&#196;r den enskilde ensam del&#228;gare eller har samtliga del&#228;gare samma
f&#246;rmyndare, god man eller f&#246;rvaltare och f&#246;rvaltas boet av
st&#228;ll-f&#246;retr&#228;daren, g&#228;ller i st&#228;llet 13 eller 14 kap. Lag
(1994:1433).

Tidpunkt f&#246;r bodelning och skifte

2 &#167; Ing&#229;s inte avtal om sammanlevnad i oskiftat d&#246;dsbo eller upph&#246;r
ett s&#229;dant avtal att g&#228;lla, skall f&#246;rmyndaren, gode mannen eller
f&#246;rvaltaren se till att bodelning och skifte med anledning av
d&#246;dsfall f&#246;rr&#228;ttas s&#229; snart som m&#246;jligt.

Skall bodelning ske av n&#229;gon annan anledning &#228;n d&#246;dsfall, skall
f&#246;rmyndaren, gode mannen eller f&#246;rvaltaren se till att bodelning
f&#246;rr&#228;ttas s&#229; snart som m&#246;jligt. Lag (1994:1433).

3 &#167; Skiftas inte ett d&#246;dsbo inom sex m&#229;nader fr&#229;n det att
bouppteckningen f&#246;rr&#228;ttades och har avtal om sammanlevnad i oskiftat
d&#246;dsbo inte heller ing&#229;tts, skall f&#246;rmyndaren, gode mannen eller
f&#246;rvaltaren inom denna tid l&#228;mna en redog&#246;relse till &#246;verf&#246;rmyndaren
om anledningen till att d&#246;dsboet inte har skiftats. En s&#229;dan
redog&#246;relse skall d&#228;refter och till dess att d&#246;dsboet har skiftats
eller ett avtal om sammanlevnad i oskiftat bo ing&#229;tts l&#228;mnas var
sj&#228;tte m&#229;nad, om inte &#246;verf&#246;rmyndaren best&#228;mmer n&#229;gon annan tid. Lag
(1994:1433).

St&#228;llf&#246;retr&#228;dares deltagande i f&#246;rvaltningen

4 &#167; En f&#246;rmyndare, god man eller f&#246;rvaltare som f&#246;r den enskildes
r&#228;kning deltar i en r&#228;ttshandling vid d&#246;dsbof&#246;rvaltning skall inh&#228;mta
&#246;verf&#246;rmyndarens samtycke till r&#228;ttshandlingen i den utstr&#228;ckning som
g&#228;ller vid f&#246;rvaltning enligt 13 eller 14 kap.

Mot borgen&#228;rer i d&#246;dsboet och andra vars r&#228;tt &#228;r beroende av
utredningen &#228;r st&#228;llf&#246;retr&#228;daren ansvarig enligt &#228;rvdabalkens regler
om d&#246;dsbodel&#228;gares ansvar. Lag (1994:1433).

F&#246;rdelning av egendom vid bodelning och skifte

5 &#167; En f&#246;rmyndare, god man eller f&#246;rvaltare som tar del i en
bodelning eller ett skifte f&#246;r den enskildes r&#228;kning skall inh&#228;mta
&#246;verf&#246;rmyndarens samtycke till egendomens f&#246;rdelning.

En f&#246;rmyndare, god man eller f&#246;rvaltare f&#229;r endast med
&#246;verf&#246;rmyndarens samtycke &#246;verl&#229;ta den enskildes andel i boet. Lag
(1994:1433).

Avst&#229;ende fr&#229;n arv eller testamente

6 &#167; En f&#246;rmyndare, god man eller f&#246;rvaltare f&#229;r inte f&#246;r den
enskildes r&#228;kning avst&#229; fr&#229;n arv eller testamente.

Om &#246;verf&#246;rmyndaren samtycker till &#229;tg&#228;rden, f&#229;r dock arv avst&#229;s
enligt 3 kap. 9 &#167; &#228;rvdabalken. Lag (1994:1433).

Avtal om sammanlevnad i oskiftat d&#246;dsbo

7 &#167; Avtal om sammanlevnad i oskiftat d&#246;dsbo f&#229;r ing&#229;s endast med
&#246;verf&#246;rmyndarens samtycke.

&#214;verf&#246;rmyndaren f&#229;r h&#228;va ett avtal enligt f&#246;rsta stycket, om det &#228;r
p&#229;kallat f&#246;r att ta till vara den enskildes intressen. Om
efterlevande make som sj&#228;lv har deltagit i avtalet och som samtidigt
&#228;r st&#228;llf&#246;retr&#228;dare f&#246;r den enskilde gifter om sig, skall han eller
hon genast anm&#228;la det till &#246;verf&#246;rmyndaren. Lag (1994:1433).

8 &#167; Ing&#229;s avtal om sammanlevnad i oskiftat d&#246;dsbo, skall
f&#246;rmyndaren, gode mannen eller f&#246;rvaltaren f&#246;re den 1 mars varje &#229;r i
en &#229;rsuppgift till &#246;verf&#246;rmyndaren redog&#246;ra f&#246;r f&#246;rvaltningen av boet
under f&#246;reg&#229;ende &#229;r. Av &#229;rsuppgiften skall framg&#229; boets beh&#229;llna
inkomst och dess sammanlagda tillg&#229;ngar och skulder vid &#229;rets slut.

Anm&#228;ler f&#246;rmyndaren, gode mannen eller f&#246;rvaltaren att det finns
hinder mot att inom f&#246;reskriven tid l&#228;mna &#229;rsuppgift till
&#246;verf&#246;rmyndaren, kan &#246;verf&#246;rmyndaren best&#228;mma ny tid f&#246;r avl&#228;mnandet.
Lag (1994:1433).

F&#246;rr&#228;ttande av bouppteckning i vissa fall

9 &#167; Skall bodelning ske av annan anledning &#228;n d&#246;dsfall, &#228;r
f&#246;rmyndaren, gode mannen eller f&#246;rvaltaren skyldig att se till
att bouppteckning f&#246;rr&#228;ttas s&#229; snart som m&#246;jligt. Kopia av
bouppteckningen skall genast l&#228;mnas till &#246;verf&#246;rmyndaren.
Lag (1994:1433).

F&#246;rs&#228;ljning av viss egendom

10 &#167; Har egendom i d&#246;dsbo vilken har f&#246;rvaltats av en god man 
som avses i 11 kap. 3 &#167; tillfallit Allm&#228;nna arvsfonden, g&#228;ller 
i fr&#229;ga om egendomens f&#246;rs&#228;ljning lagen (2021:401) om Allm&#228;nna 
arvsfonden. Lag (2021:402).

16 kap. Tillsyn &#246;ver f&#246;rmyndares, gode m&#228;ns och f&#246;rvaltares
verksamhet

Allm&#228;nna best&#228;mmelser

1 &#167; &#214;verf&#246;rmyndaren skall enligt best&#228;mmelserna i detta kapitel
ut&#246;va tillsyn &#246;ver f&#246;rmyndares, gode m&#228;ns och f&#246;rvaltares verksamhet.

Vid tillsynen skall &#246;verf&#246;rmyndaren s&#228;rskilt se till att den
enskildes tillg&#229;ngar i sk&#228;lig omfattning anv&#228;nds f&#246;r hans eller
hennes nytta och att tillg&#229;ngarna i &#246;vrigt &#228;r placerade s&#229; att
tillr&#228;cklig trygghet finns f&#246;r deras best&#229;nd och s&#229; att de ger sk&#228;lig
avkastning.

Best&#228;mmelser om val av &#246;verf&#246;rmyndare m.m. finns i 19 kap. Lag
(1994:1433).

Beh&#246;rig &#246;verf&#246;rmyndare

2 &#167; Tillsynen ut&#246;vas av &#246;verf&#246;rmyndaren f&#246;r den kommun d&#228;r den
som har f&#246;rmyndare, god man eller f&#246;rvaltare &#228;r folkbokf&#246;rd. Om
den enskilde inte &#228;r folkbokf&#246;rd i Sverige, ut&#246;vas tillsynen av
&#246;verf&#246;rmyndaren f&#246;r den kommun d&#228;r den enskilde vistas.

Om god man har f&#246;rordnats enligt 11 kap. 3 &#167; vid utredning av
ett d&#246;dsbo, ut&#246;vas tillsynen av &#246;verf&#246;rmyndaren f&#246;r den kommun
d&#228;r den avlidne hade sitt hemvist. &#196;r det i &#246;vrigt fr&#229;ga om
godmanskap enligt 11 kap. 3 &#167;, ut&#246;vas tillsynen av
&#246;verf&#246;rmyndaren f&#246;r den kommun d&#228;r den gode mannen &#228;r
folkbokf&#246;rd.

Om det inte finns n&#229;gon beh&#246;rig &#246;verf&#246;rmyndare enligt f&#246;rsta
och andra styckena, ut&#246;vas tillsynen av &#246;verf&#246;rmyndaren f&#246;r
Stockholms kommun. Lag (2006:557).

Granskning av f&#246;rvaltningen

3 &#167; &#214;verf&#246;rmyndaren skall granska f&#246;rmyndares, gode m&#228;ns och
f&#246;rvaltares verksamhet med ledning av de f&#246;rteckningar, &#229;rsr&#228;kningar,
slutr&#228;kningar samt andra handlingar och uppgifter ang&#229;ende
f&#246;rvaltningen som har l&#228;mnats.

&#214;verf&#246;rmyndaren eller den som &#246;verf&#246;rmyndaren utser har r&#228;tt att g&#229;
igenom de r&#228;kenskaper och anteckningar som avses i 12 kap. 5 &#167; samt
de v&#228;rdehandlingar som st&#228;llf&#246;retr&#228;daren f&#246;rvarar med anledning av
sitt uppdrag. St&#228;llf&#246;retr&#228;daren skall h&#229;lla dessa handlingar
tillg&#228;ngliga p&#229; tid och plats som &#246;verf&#246;rmyndaren best&#228;mmer. Lag
(1994:1433).

4 &#167; &#214;verf&#246;rmyndaren skall g&#246;ra anteckning om verkst&#228;lld granskning
p&#229; f&#246;rteckningar, &#229;rsr&#228;kningar, slutr&#228;kningar och handlingar enligt
15 kap. 3 och 8 &#167;&#167;. Lag (1994:1433).

Anm&#228;rkning mot f&#246;rvaltningen

5 &#167; Om &#246;verf&#246;rmyndaren vid granskningen eller annars finner
anledning att rikta anm&#228;rkning mot f&#246;rvaltningen, skall
st&#228;llf&#246;retr&#228;daren ges tillf&#228;lle att yttra sig inom den tid som
&#246;verf&#246;rmyndaren best&#228;mmer.

Om ett yttrande inte l&#228;mnas inom f&#246;relagd tid eller om
&#246;verf&#246;rmyndaren anser att yttrandet inte &#228;r tillfredsst&#228;llande, skall
anteckning om anm&#228;rkningen g&#246;ras p&#229; den granskade handlingen.
&#214;verf&#246;rmyndaren skall &#228;ven genast pr&#246;va om beslut enligt n&#229;gon
best&#228;mmelse i 13 eller 14 kap. beh&#246;ver meddelas eller om
st&#228;llf&#246;retr&#228;daren b&#246;r entledigas eller n&#229;gon annan &#229;tg&#228;rd vidtas.
St&#228;llf&#246;retr&#228;daren skall underr&#228;ttas om en s&#229;dan anteckning och om
vidtagen &#229;tg&#228;rd. Lag (1994:1433).

6 &#167; Om en anm&#228;rkning som har antecknats enligt 5 &#167; inneb&#228;r att
st&#228;llf&#246;retr&#228;daren kan bli skadest&#229;ndsskyldig gentemot den omyndige
eller den som uppdraget avser, har st&#228;llf&#246;retr&#228;daren r&#228;tt att v&#228;cka
talan mot den enskilde om frihet fr&#229;n skadest&#229;ndsskyldighet. Lag
(1994:1433).

R&#228;tt att ta del av handlingar

7 &#167; En omyndig som har fyllt sexton &#229;r och den som har god man eller
f&#246;rvaltare har r&#228;tt att ta del av de handlingar som r&#246;r
st&#228;llf&#246;retr&#228;darskapet och som f&#246;rvaras hos &#246;verf&#246;rmyndaren. En s&#229;dan
r&#228;tt har ocks&#229; den enskildes make eller sambo och n&#228;rmaste sl&#228;ktingar.
Lag (1994:1433).

&#214;verl&#228;mnande av handlingar vid granskningens slut

8 &#167; Sedan &#246;verf&#246;rmyndaren har granskat f&#246;rmyndarens, gode mannens
eller f&#246;rvaltarens slutr&#228;kning, skall r&#228;kningen samt de
f&#246;rteckningar, &#229;rsr&#228;kningar och handlingar enligt 15 kap. 3 och 8 &#167;&#167;
som f&#246;rvaras hos &#246;verf&#246;rmyndaren l&#228;mnas &#246;ver till den som &#228;r beh&#246;rig
att ta emot redovisning f&#246;r f&#246;rvaltningen.

Om st&#228;llf&#246;retr&#228;daren inte &#228;r skyldig att l&#228;mna slutr&#228;kning n&#228;r
st&#228;llf&#246;retr&#228;darskapet upph&#246;r, skall &#246;verf&#246;rmyndaren l&#228;mna &#246;ver de
&#246;vriga handlingar som anges i f&#246;rsta stycket till den som &#228;r beh&#246;rig
att ta emot redovisning f&#246;r f&#246;rvaltningen, om denna person eller den
avg&#229;ende st&#228;llf&#246;retr&#228;daren beg&#228;r det eller &#246;verf&#246;rmyndaren har gjort
anteckning om anm&#228;rkning enligt 5 &#167; p&#229; handlingen.

Om handlingar som avses i f&#246;rsta eller andra stycket har l&#228;mnats
till en ny st&#228;llf&#246;retr&#228;dare, skall denne inom tv&#229; m&#229;nader d&#228;refter
&#229;terl&#228;mna handlingarna till &#246;verf&#246;rmyndaren. &#214;verf&#246;rmyndaren skall
skriftligen upplysa st&#228;llf&#246;retr&#228;daren om denna skyldighet n&#228;r
handlingarna l&#228;mnas ut.

Om en st&#228;llf&#246;retr&#228;dares f&#246;rvaltning har godk&#228;nts av den enskilde
eller av en ny st&#228;llf&#246;retr&#228;dare innan han eller hon har f&#229;tt del av
de handlingar som avses i f&#246;rsta eller andra stycket, &#228;r godk&#228;nnandet
utan verkan. Lag (1994:1433).

Inh&#228;mtande av yttrande m.m.

9 &#167; Innan &#246;verf&#246;rmyndaren tar st&#228;llning till om samtycke skall
l&#228;mnas till en f&#246;rvaltnings&#229;tg&#228;rd av st&#246;rre vikt, skall den omyndige,
om han eller hon har fyllt sexton &#229;r, eller den som har god man eller
f&#246;rvaltare samt den enskildes make eller sambo och n&#228;rmaste
sl&#228;ktingar beredas tillf&#228;lle att yttra sig, om det kan ske utan
avsev&#228;rd tidsf&#246;rlust.

&#214;verf&#246;rmyndaren f&#229;r &#229;terkalla ett samtycke, om f&#246;ruts&#228;ttningar f&#246;r
samtycket inte l&#228;ngre finns. Lag (1994:1433).

10 &#167; Socialn&#228;mnder och andra myndigheter &#228;r skyldiga att p&#229;
beg&#228;ran l&#228;mna &#246;verf&#246;rmyndaren de uppgifter som beh&#246;vs f&#246;r
&#246;verf&#246;rmyndarens tillsynsverksamhet.

I lag och f&#246;rordning finns s&#228;rskilda best&#228;mmelser om skyldighet
f&#246;r myndigheter att underr&#228;tta &#246;verf&#246;rmyndaren om f&#246;rh&#229;llanden
av betydelse f&#246;r dennes tillsynsverksamhet.
Lag (2008:910).

10 a &#167; En bank &#228;r skyldig att p&#229; beg&#228;ran l&#228;mna &#246;verf&#246;rmyndaren 
de uppgifter som beh&#246;vs f&#246;r &#246;verf&#246;rmyndarens 
tillsynsverksamhet.

F&#246;rsta stycket g&#228;ller ocks&#229; kreditmarknadsf&#246;retag, 
v&#228;rdepappersbolag, svenska v&#228;rdepapperscentraler, kontof&#246;rande 
institut, fondbolag, AIF-f&#246;rvaltare, f&#246;rvaringsinstitut och 
utl&#228;ndska f&#246;retag som driver motsvarande verksamhet fr&#229;n en 
filial i Sverige. Lag (2020:1027).

Utbetalning till bank och underr&#228;ttelse till &#246;verf&#246;rmyndaren i
vissa fall

11 &#167; N&#228;r en omyndig p&#229; grund av arv eller testamente har f&#229;tt 
pengar till ett v&#228;rde som &#246;verstiger ett prisbasbelopp enligt 
2 kap. 6 och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken eller med villkor om 
s&#228;rskild &#246;verf&#246;rmyndarkontroll, ska den som ombes&#246;rjer 
utbetalningen fr&#229;n d&#246;dsboet f&#246;r den omyndiges r&#228;kning s&#228;tta in 
medlen hos bank eller kreditmarknadsf&#246;retag, med uppgift om 
att medlen inte f&#229;r tas ut utan &#246;verf&#246;rmyndarens tillst&#229;nd.

Vad som nu sagts om skyldighet att betala till bank eller 
kreditmarknadsf&#246;retag ska &#228;ven g&#228;lla

1. f&#246;rs&#228;kringsgivare vid utbetalning av f&#246;rs&#228;kringsbelopp som 
den omyndige har r&#228;tt till,

2. pensionssparinstitut vid utbetalning enligt lagen 
(1993:931) om individuellt pensionssparande,

3. PEPP-sparinstitut vid utbetalning fr&#229;n sparande i en s&#229;dan 
PEPP-produkt som avses i Europaparlamentets och r&#229;dets 
f&#246;rordning (EU) 2019/1238, 

4. Brottsoffermyndigheten vid utbetalning av ers&#228;ttning enligt 
brottsskadelagen (2014:322),

5. huvudman vid utbetalning av skadest&#229;nd enligt 6 kap. 12 &#167; 
skollagen (2010:800), och

6. myndighet som betalar ut ers&#228;ttning med anledning av 
skadest&#229;ndsanspr&#229;k mot staten.

Om betalningen avser en periodisk f&#246;rm&#229;n, g&#228;ller skyldigheten 
att betala till bank eller kreditmarknadsf&#246;retag endast n&#228;r 
den f&#246;rsta utbetalningen g&#246;rs.

N&#228;r utbetalning enligt f&#246;rsta eller andra stycket g&#246;rs, ska 
den som ombes&#246;rjer utbetalningen genast g&#246;ra anm&#228;lan till 
f&#246;rmyndaren och &#246;verf&#246;rmyndaren. En s&#229;dan anm&#228;lan ska ocks&#229; 
g&#246;ras om en omyndig p&#229; grund av arv eller testamente har f&#229;tt 
v&#228;rdehandlingar till ett v&#228;rde som &#246;verstiger det belopp som 
anges i f&#246;rsta stycket eller med villkor om att 
v&#228;rdehandlingarna ska st&#229; under s&#228;rskild 
&#246;verf&#246;rmyndarkontroll.

Best&#228;mmelserna i f&#246;rsta-fj&#228;rde styckena g&#228;ller inte vid 
utbetalning av medel som den omyndige f&#229;r f&#246;rvalta sj&#228;lv. 
Andra-fj&#228;rde styckena g&#228;ller inte heller om utbetalning g&#246;rs 
fr&#229;n f&#246;rs&#228;kring som har tagits inom ramen f&#246;r en r&#246;relse.

Best&#228;mmelserna i denna paragraf g&#228;ller ocks&#229; vid betalning 
eller utgivande av v&#228;rdehandlingar till n&#229;gon f&#246;r vilken det 
har f&#246;rordnats god man med uppgift att f&#246;rvalta egendom eller 
f&#246;r vilken det har f&#246;rordnats f&#246;rvaltare. Lag (2022:1747).

&#214;verf&#246;rmyndarens handl&#228;ggning

12 &#167; &#214;verf&#246;rmyndaren &#228;r skyldig att f&#246;ra f&#246;rteckningar och l&#228;gga upp
akter samt expediera handlingar enligt f&#246;reskrifter som meddelas av
regeringen. Lag (1994:1433).

Vite

13 &#167; &#214;verf&#246;rmyndaren f&#229;r vid vite f&#246;rel&#228;gga en f&#246;rmyndare, god man
eller f&#246;rvaltare att fullg&#246;ra sina skyldigheter enligt 3 &#167; andra
stycket eller 8 &#167; tredje stycket i detta kapitel eller enligt 12 kap.
13 &#167;, 13 kap. 3, 14, 15 eller 18 21 &#167;, 14 kap. 1, 2, 15, 16, 18 eller
21 23 &#167; eller 15 kap. 3 eller 8 &#167;. Innan vitesf&#246;rel&#228;ggande beslutas,
skall &#246;verf&#246;rmyndaren skriftligen erinra st&#228;llf&#246;retr&#228;daren om den
skyldighet och de best&#228;mmelser som finns och ge st&#228;llf&#246;retr&#228;daren
sk&#228;lig tid att l&#228;mna en angiven handling eller r&#228;tta sig efter ett
beslut.

Fr&#229;gor om utd&#246;mande av vite pr&#246;vas av tingsr&#228;tt. I fr&#229;ga om
f&#246;rel&#228;ggande och utd&#246;mande av vite g&#228;ller i &#246;vrigt lagen (1985:206)
om viten.

I anslutning till att vite d&#246;ms ut f&#229;r r&#228;tten f&#246;rel&#228;gga nytt vite.
Lag (1994:1433).

Utformning av f&#246;rteckningar

14 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om den n&#228;rmare utformningen av st&#228;llf&#246;retr&#228;dares
f&#246;rteckningar, &#229;rsr&#228;kningar och slutr&#228;kningar samt handlingar som
avses i 15 kap. 3 och 8 &#167;&#167;. Lag (1994:1433).

17 kap. Anh&#246;rigas beh&#246;righet att r&#228;ttshandla i vissa fall

Inneb&#246;rden av beh&#246;righeten

1 &#167; Om det &#228;r uppenbart att n&#229;gon p&#229; grund av sjukdom, 
psykisk st&#246;rning, f&#246;rsvagat h&#228;lsotillst&#229;nd eller n&#229;got 
liknande f&#246;rh&#229;llande inte l&#228;ngre har f&#246;rm&#229;ga att ha hand om 
sina ekonomiska angel&#228;genheter, &#228;r en anh&#246;rig beh&#246;rig att f&#246;r 
den enskilde vidta ordin&#228;ra r&#228;ttshandlingar med anknytning 
till dennes dagliga livsf&#246;ring.

Beh&#246;righeten g&#228;ller om den situation som avses i f&#246;rsta 
stycket har intr&#228;ffat sedan den enskilde har fyllt 18 &#229;r. Det 
&#228;r den anh&#246;rige som ska bed&#246;ma om beh&#246;righeten g&#228;ller.
Lag (2017:311).

Beh&#246;riga anh&#246;riga

2 &#167; Beh&#246;righeten enligt 1 &#167; g&#228;ller i tur och ordning f&#246;r

1. make eller sambo,

2. barn,

3. barnbarn,

4. f&#246;r&#228;ldrar,

5. syskon, och

6. syskonbarn.

Tv&#229; eller flera anh&#246;riga under samma punkt f&#246;retr&#228;der den 
enskilde gemensamt. De kan l&#228;mna varandra fullmakt.

Den som avb&#246;jer uppgiften, inte kan antr&#228;ffas, &#228;r under&#229;rig 
eller har en god man enligt 11 kap. 4 &#167; eller en f&#246;rvaltare 
ska inte beaktas vid till&#228;mpningen av denna paragraf. 
Detsamma g&#228;ller den som f&#246;retr&#228;ds av en 
framtidsfullmaktshavare eller som sj&#228;lv &#228;r i en s&#229;dan 
situation som avses i 1 &#167;. Lag (2017:311).

Beh&#246;righetens omfattning i vissa fall

3 &#167; Beh&#246;righeten f&#246;r en anh&#246;rig g&#228;ller inte i de fr&#229;gor d&#228;r 
den enskilde f&#246;retr&#228;ds av en god man enligt 11 kap. 4 &#167;, en 
f&#246;rvaltare eller en framtidsfullmaktshavare. Lag (2017:311).

Skyldigheter f&#246;r den anh&#246;rige

4 &#167; Den som &#228;r beh&#246;rig enligt 2 &#167; ska vid fullg&#246;randet av 
uppgiften

1. handla i enlighet med den enskildes intressen och d&#229; 
beakta den enskildes vilja eller f&#246;rmodade inst&#228;llning,

2. h&#229;lla den enskildes medel avskilda enligt 12 kap. 6 &#167; 
f&#246;rsta stycket, och

3. dokumentera vidtagna &#229;tg&#228;rder p&#229; ett med h&#228;nsyn till 
omst&#228;ndigheterna l&#228;mpligt s&#228;tt.

Best&#228;mmelserna i 12 kap. 8 &#167; andra och tredje styckena om j&#228;v 
till&#228;mpas f&#246;r den som &#228;r beh&#246;rig enligt 2 &#167;. Lag (2017:311).

Skadest&#229;nd

5 &#167; En anh&#246;rig som har tagit i anspr&#229;k sin beh&#246;righet &#228;r 
skyldig att ers&#228;tta den skada som han eller hon upps&#229;tligen 
eller av v&#229;rdsl&#246;shet har orsakat den enskilde. Om flera 
anh&#246;riga &#228;r ansvariga, till&#228;mpas 12 kap. 14 &#167; andra 
stycket. Lag (2017:311).

6 &#167; Om en r&#228;ttshandling, som en anh&#246;rig har vidtagit med 
&#229;beropande av beh&#246;righet enligt detta kapitel, p&#229; grund av 
brist i beh&#246;righeten inte blir bindande, &#228;r den anh&#246;rige 
skyldig att ers&#228;tta en godtroende tredje man den skada som 
denne d&#228;rigenom orsakas. Detta g&#228;ller dock inte, om 
r&#228;ttshandlingen saknar bindande verkan mot den enskilde till 
f&#246;ljd av n&#229;gon s&#228;rskild omst&#228;ndighet, som den anh&#246;rige inte 
k&#228;nde till och som tredje man inte med fog kunde f&#246;ruts&#228;tta 
att den anh&#246;rige skulle k&#228;nna till. Lag (2017:311).

18 kap. Har upph&#228;vts genom lag (1988:1251).

19 kap. Om &#246;verf&#246;rmyndare

1 &#167; &#214;verf&#246;rmyndare v&#228;ljas en f&#246;r varje kommun, d&#228;r ej annat f&#246;ljer
av vad nedan stadgas.

2 &#167; En kommun kan besluta att det i st&#228;llet f&#246;r &#246;verf&#246;rmyndare
skall finnas en &#246;verf&#246;rmyndarn&#228;mnd. Vad som n&#229;gon annanstans &#228;n
i detta kapitel &#228;r f&#246;reskrivet om &#246;verf&#246;rmyndare skall
till&#228;mpas p&#229; en s&#229;dan n&#228;mnd.

I 16 &#167; finns best&#228;mmelser om gemensam &#246;verf&#246;rmyndarn&#228;mnd f&#246;r
flera kommuner. Lag (2006:557).

3 &#167; Har upph&#228;vts genom lag (1974:1038).

4 &#167; Har upph&#228;vts genom lag (1974:1038).

5 &#167; &#214;verf&#246;rmyndare skall v&#228;ljas av kommunfullm&#228;ktige. F&#246;r
&#246;verf&#246;rmyndare skall v&#228;ljas en ers&#228;ttare.

Ledam&#246;ter och ers&#228;ttare i &#246;verf&#246;rmyndarn&#228;mnden skall v&#228;ljas av
kommunfullm&#228;ktige till det antal fullm&#228;ktige best&#228;mmer. Antalet
ledam&#246;ter f&#229;r dock inte understiga tre.

Valet av ledam&#246;ter och ers&#228;ttare i &#246;verf&#246;rmyndarn&#228;mnden skall vara
proportionellt, om det beg&#228;rs av minst s&#229; m&#229;nga v&#228;ljande, som
motsvarar det tal som erh&#229;lls, om samtliga v&#228;ljandes antal delas med
det antal personer valet avser, &#246;kat med 1. Om f&#246;rfarandet vid ett
s&#229;dant proportionellt val finns s&#228;rskilda best&#228;mmelser.

Om ers&#228;ttarna i &#246;verf&#246;rmyndarn&#228;mnden inte utses genom
proportionellt val, skall ocks&#229; den ordning best&#228;mmas i vilken
ers&#228;ttarna skall kallas till tj&#228;nstg&#246;ring.

D&#229; valet av &#246;verf&#246;rmyndare, ledam&#246;ter av &#246;verf&#246;rmyndarn&#228;mnden eller
ers&#228;ttare f&#246;rr&#228;ttats, skall det genast anm&#228;las till l&#228;nsstyrelsen.
Har val inte h&#229;llits i beh&#246;rig tid, skall l&#228;nsstyrelsen se till att
valet h&#229;lls s&#229; snart det kan ske. Lag (1994:1433).

6 &#167; Har upph&#228;vts genom lag (1974:1038).

7 &#167; &#214;verf&#246;rmyndare, ledamot i &#246;verf&#246;rmyndarn&#228;mnd och ers&#228;ttare 
v&#228;ljs f&#246;r fyra &#229;r, r&#228;knade fr&#229;n och med den 1 januari &#229;ret 
efter det, d&#229; val i hela riket av kommunfullm&#228;ktige &#228;gt rum.

Avg&#229;r &#246;verf&#246;rmyndare, ers&#228;ttare f&#246;r &#246;verf&#246;rmyndare eller 
ledamot i &#246;verf&#246;rmyndarn&#228;mnden, ska fyllnadsval h&#229;llas f&#246;r den 
&#229;terst&#229;ende delen av tj&#228;nstg&#246;ringstiden.

Om ledamoten har utsetts vid ett proportionellt val, ska 
fullm&#228;ktige, s&#229; l&#229;ngt som det &#228;r m&#246;jligt, s&#228;kerst&#228;lla att 
representationen i n&#228;mnden inte f&#246;r&#228;ndras. Lag (2022:631).

8 &#167; En &#246;verf&#246;rmyndare, ledamot i en &#246;verf&#246;rmyndarn&#228;mnd och 
ers&#228;ttare ska ha r&#246;str&#228;tt vid val av kommunfullm&#228;ktige och 
vara folkbokf&#246;rd i kommunen. Den som &#228;r i konkurs eller har 
f&#246;rvaltare f&#229;r inte ha ett s&#229;dant uppdrag.

En lagfaren person i tingsr&#228;tt f&#229;r inte vara &#246;verf&#246;rmyndare, 
ledamot i en &#246;verf&#246;rmyndarn&#228;mnd eller ers&#228;ttare inom 
domkretsen, om inte regeringen i ett s&#228;rskilt fall ger 
tillst&#229;nd till det.

Den som har ett uppdrag som &#246;verf&#246;rmyndare, ledamot i en 
&#246;verf&#246;rmyndarn&#228;mnd eller ers&#228;ttare f&#229;r avs&#228;ga sig uppdraget 
endast om han eller hon

1. har fullgjort ett s&#229;dant uppdrag under de senaste fyra 
&#229;ren,

2. har fyllt sextio &#229;r, eller

3. uppger n&#229;got annat hinder, som godk&#228;nns av 
kommunfullm&#228;ktige. Lag (2018:412).

9 &#167; En &#246;verf&#246;rmyndare, en ledamot i &#246;verf&#246;rmyndarn&#228;mnden eller en
ers&#228;ttare kan efter anm&#228;lan av l&#228;nsstyrelsen entledigas av r&#228;tten,
om det visar sig att han eller hon inte &#228;r l&#228;mplig. Lag (1994:1433).

10 &#167; Om s&#229;v&#228;l &#246;verf&#246;rmyndare som hans eller hennes ers&#228;ttare &#228;r
f&#246;rhindrade att fullg&#246;ra sitt uppdrag, f&#229;r l&#228;nsstyrelsen f&#246;rordna
tillf&#228;llig vikarie. Lag (1994:1433).

11 &#167; Bland ledam&#246;terna i &#246;verf&#246;rmyndarn&#228;mnd utse kommunfullm&#228;ktige
en ordf&#246;rande och en vice ordf&#246;rande att tj&#228;nstg&#246;ra under den tid f&#246;r
vilken de blivit valda som ledam&#246;ter.

&#196;ro b&#229;de ordf&#246;randen och vice ordf&#246;randen hindrade att inst&#228;lla sig
till sammantr&#228;de med &#246;verf&#246;rmyndarn&#228;mnden, skall n&#228;mnden utse annan
ledamot att f&#246;r tillf&#228;llet f&#246;ra ordet. Lag (1974:1038).

12 &#167; Har upph&#228;vts genom lag (1986:1143).

13 &#167; Om det framkommer skiljaktiga meningar i en 
&#246;verf&#246;rmyndarn&#228;mnd i ett &#228;rende enligt denna balk, till&#228;mpas 
f&#246;reskrifterna i 16 kap. r&#228;tteg&#229;ngsbalken om omr&#246;stning i 
tvistem&#229;l. I 30 &#167; f&#246;rvaltningslagen (2017:900) finns 
best&#228;mmelser om r&#228;tt att f&#229; en avvikande mening antecknad.

F&#246;r varje beslut av en &#246;verf&#246;rmyndare eller en 
&#246;verf&#246;rmyndarn&#228;mnd i ett &#228;rende enligt denna balk ska det 
finnas en handling som visar vem som har fattat beslutet, vem 
som har varit f&#246;redragande samt beslutets dag och dess 
inneh&#229;ll.

Ett protokoll hos &#246;verf&#246;rmyndare eller &#246;verf&#246;rmyndarn&#228;mnd i 
ett annat &#228;rende &#228;n enligt denna balk beh&#246;ver endast 
inneh&#229;lla en f&#246;rteckning &#246;ver dem som har deltagit i 
handl&#228;ggningen samt beslutet i &#228;rendet. Lag (2018:777).

14 &#167; &#214;verf&#246;rmyndarn&#228;mnden f&#229;r uppdra &#229;t en ledamot, en ers&#228;ttare som
har kallats till tj&#228;nstg&#246;ring eller en kommunal tj&#228;nsteman med den
kompetens som beh&#246;vs att p&#229; n&#228;mndens v&#228;gnar avg&#246;ra vissa grupper av
&#228;renden. N&#228;mnden skall i sitt beslut ange vilka slag av &#228;renden som
uppdraget omfattar. &#214;verf&#246;rmyndaren f&#229;r p&#229; motsvarande s&#228;tt uppdra &#229;t
en kommunal tj&#228;nsteman med den kompetens som beh&#246;vs att avg&#246;ra
&#228;renden p&#229; &#246;verf&#246;rmyndarens v&#228;gnar.

En framst&#228;llning eller ett yttrande till kommunfullm&#228;ktige f&#229;r dock
inte beslutas p&#229; n&#229;got annat s&#228;tt &#228;n av n&#228;mnden samf&#228;llt eller av
&#246;verf&#246;rmyndaren sj&#228;lv. Detsamma g&#228;ller beslut enligt 11 kap. 20 &#167; att
entlediga eller skilja en god man eller f&#246;rvaltare fr&#229;n uppdraget och
beslut att h&#228;va avtal om sammanlevnad i oskiftat bo eller att
f&#246;rel&#228;gga vite.

Finner den som f&#229;tt ett uppdrag som avses i f&#246;rsta stycket att
samtycke, tillst&#229;nd, f&#246;rordnande, upph&#246;rande eller entledigande i ett
visst fall inte b&#246;r meddelas eller beslutas, eller anser han eller
hon fr&#229;gan tveksam, skall &#228;rendet h&#228;nskjutas till n&#228;mnden eller
&#246;verf&#246;rmyndaren. Beslut i ett &#228;rende enligt denna balk vilket har
fattats p&#229; grund av ett uppdrag som avses i f&#246;rsta stycket beh&#246;ver
inte anm&#228;las f&#246;r n&#228;mnden eller f&#246;r &#246;verf&#246;rmyndaren. Lag (1995:1362).

15 &#167; I fr&#229;ga om ers&#228;ttning, arvode, pension och andra ekonomiska 
f&#246;rm&#229;ner till &#246;verf&#246;rmyndare, ledamot i &#246;verf&#246;rmyndarn&#228;mnd 
och ers&#228;ttare till&#228;mpas f&#246;reskrifterna i 4 kap. 12–18 &#167;&#167; 
kommunallagen (2017:725). Lag (2017:727).

16 &#167; Vad som &#228;r f&#246;reskrivet om n&#228;mnder i kommunallagen 
(2017:725) g&#228;ller, med de avvikelser som f&#246;ljer av detta 
kapitel, ocks&#229; &#246;verf&#246;rmyndar-n&#228;mnd och i till&#228;mpliga delar 
&#246;verf&#246;rmyndare.

Kommuner f&#229;r besluta att de ska ha en gemensam 
&#246;verf&#246;rmyndarn&#228;mnd. F&#246;reskrifter om en gemensam n&#228;mnd i 
kommunallagen g&#228;ller ocks&#229; en gemensam &#246;verf&#246;rmyndarn&#228;mnd.
Lag (2017:727).

17 &#167; L&#228;nsstyrelsen ska ut&#246;va tillsyn &#246;ver &#246;verf&#246;rmyndares och
&#246;verf&#246;rmyndarn&#228;mnders verksamhet.

L&#228;nsstyrelsen ska

- med r&#229;d st&#246;dja &#246;verf&#246;rmyndarna och &#246;verf&#246;rmyndarn&#228;mnderna i
deras verksamhet och d&#228;rvid fr&#228;mja en enhetlig
r&#228;ttstill&#228;mpning, och

- se till att utbildningen av &#246;verf&#246;rmyndarna, ledam&#246;terna i
&#246;verf&#246;rmyndarn&#228;mnderna och ers&#228;ttare &#228;r tillfredsst&#228;llande.
Lag (2008:910).

18 &#167; &#214;verf&#246;rmyndaren eller &#246;verf&#246;rmyndarn&#228;mnden ansvarar f&#246;r
att gode m&#228;n och f&#246;rvaltare erbjuds den utbildning som
beh&#246;vs. Lag (2014:886).

19 &#167; &#214;verf&#246;rmyndaren eller &#246;verf&#246;rmyndarn&#228;mnden ska till
l&#228;nsstyrelsen l&#228;mna de uppgifter som &#228;r n&#246;dv&#228;ndiga f&#246;r att
l&#228;nsstyrelsen ska kunna f&#246;ra statistik &#246;ver &#246;verf&#246;rmyndarnas
och &#246;verf&#246;rmyndarn&#228;mndernas verksamhet. Lag (2014:886).

20 &#167; Regeringen meddelar f&#246;reskrifter om vilken eller vilka
l&#228;nsstyrelser som ansvarar f&#246;r uppgifter enligt detta
kapitel. Regeringen meddelar &#228;ven n&#228;rmare f&#246;reskrifter om
vilka uppgifter &#246;verf&#246;rmyndaren eller &#246;verf&#246;rmyndarn&#228;mnden
ska l&#228;mna f&#246;r att l&#228;nsstyrelsen ska kunna f&#246;ra statistik och
vilken statistik l&#228;nsstyrelsen ska f&#246;ra. Lag (2014:886).

20 kap. Vissa gemensamma best&#228;mmelser om r&#228;tteg&#229;ngen

1 &#167; I m&#229;l om faderskap, f&#246;r&#228;ldraskap enligt 1 kap. 9 &#167;,
v&#229;rdnad, boende, umg&#228;nge och underh&#229;ll till&#228;mpas 14 kap. 17 och
18 &#167;&#167; &#228;ktenskapsbalken.

Vid handl&#228;ggning som sker enligt lagen (1996:242) om
domstols&#228;renden best&#229;r tingsr&#228;tten av en lagfaren domare. Om
det finns s&#228;rskilda sk&#228;l med h&#228;nsyn till &#228;rendets beskaffenhet,
f&#229;r tingsr&#228;tten dock best&#229; av en lagfaren domare och tre
n&#228;mndem&#228;n. Lag (2005:434).

2 &#167; Vistas den, mot vilken talan enligt denna balk riktas, p&#229; ok&#228;nd
ort, skall hans r&#228;tt i saken bevakas av god man enligt 11 kap.
Detsamma g&#228;ller, om han vistas p&#229; k&#228;nd ort utom riket men st&#228;mningen
eller andra handlingar i m&#229;let ej kan delges honom eller han
underl&#229;ter att st&#228;lla ombud f&#246;r sig och s&#228;rskilda sk&#228;l f&#246;religger att
f&#246;rordna god man.

I ett &#228;rende om anordnande av f&#246;rvaltarskap eller utvidgning av ett
f&#246;rvaltarskaps omfattning, d&#228;r den enskilde uppenbarligen inte
f&#246;rst&#229;r vad saken g&#228;ller eller skulle lida skada av att f&#229; del av
handlingarna i &#228;rendet, skall r&#228;tten f&#246;rordna en god man enligt 11
kap. att f&#246;retr&#228;da den enskilde i &#228;rendet och bevaka hans eller
hennes r&#228;tt.

En god man som avses i f&#246;rsta eller andra stycket skall samr&#229;da
med den f&#246;r vilken han har f&#246;rordnats, i den m&#229;n det kan ske. Lag
(1994:1433).

2 a &#167; I ett &#228;rende om anordnande av f&#246;rvaltarskap eller utvidgning
av ett f&#246;rvaltarskaps omfattning, d&#228;r det inte f&#246;rordnats god man
enligt 2 &#167; andra stycket, skall r&#228;tten f&#246;rordna ett bitr&#228;de att
bevaka den enskildes r&#228;tt i &#228;rendet. Ett r&#228;tteg&#229;ngsbitr&#228;de skall
ocks&#229; f&#246;rordnas, om den som har f&#246;rvaltare beg&#228;r att f&#246;rvaltarskapet
skall upph&#246;ra eller att dess omfattning skall inskr&#228;nkas.

R&#228;tteg&#229;ngsbitr&#228;de skall inte f&#246;rordnas, om det &#228;r uppenbart att ett
bitr&#228;de inte beh&#246;vs. Lag (1994:1433).

2 b &#167; Den som har f&#246;rordnats till god man enligt 2 &#167; eller
r&#228;tteg&#229;ngsbitr&#228;de enligt 2 a &#167; har efter r&#228;ttens pr&#246;vning r&#228;tt till
sk&#228;lig ers&#228;ttning av allm&#228;nna medel f&#246;r arbete, tidsspillan och
utl&#228;gg som uppdraget har kr&#228;vt. Kostnaden skall stanna p&#229; staten,
s&#229;vida inte motparten till den, f&#246;r vilken god man eller
r&#228;tteg&#229;ngsbitr&#228;de har f&#246;rordnats, sk&#228;ligen b&#246;r &#229;l&#228;ggas att ers&#228;tta
staten kostnaden. Lag (1988:1251).

2 c &#167; R&#228;tteg&#229;ngsbalkens best&#228;mmelser om h&#228;mtning av part till&#228;mpas
ocks&#229; p&#229; den som i annan egenskap &#228;n vittne eller sakkunnig skall
h&#246;ras i m&#229;l eller &#228;rende som avses i denna balk. Lag (1988:1251).

3 &#167; R&#228;ttens beslut ang&#229;ende f&#246;rmynderskap, godmanskap eller
f&#246;rvaltarskap f&#229;r &#246;verklagas, f&#246;rutom av den som beslutet s&#228;rskilt
r&#246;r, av var och en som har r&#228;tt att g&#246;ra ans&#246;kan i saken. Den i vars
st&#228;lle god man har f&#246;rordnats enligt 11 kap. 2 &#167; f&#246;rsta eller andra
stycket f&#229;r dock inte &#246;verklaga ett beslut om ett s&#229;dant f&#246;rordnande.

R&#228;ttens beslut att f&#246;rel&#228;gga vite enligt 16 kap. 13 &#167; tredje stycket
f&#229;r &#246;verklagas endast i samband med klagan &#246;ver beslutet att d&#246;ma ut
vitet. Lag (1994:1433).

4 &#167; &#214;verf&#246;rmyndarens samtycke till &#229;tg&#228;rd betr&#228;ffande en enskilds
egendom f&#229;r beg&#228;ras endast av f&#246;rmyndaren, den gode mannen eller
f&#246;rvaltaren. &#214;verf&#246;rmyndarens beslut i ett s&#229;dant &#228;rende f&#229;r
&#246;verklagas endast av st&#228;llf&#246;retr&#228;daren. &#214;verf&#246;rmyndarens beslut
enligt 9 kap. 3 eller 4 &#167;, 13 kap. 18 eller 19 &#167; eller 14 kap. 21 &#167;
f&#229;r &#246;verklagas endast av st&#228;llf&#246;retr&#228;daren eller av den enskilde, om
han eller hon har fyllt sexton &#229;r.

&#214;verf&#246;rmyndarens beslut i s&#229;dana fall som avses i 12 kap. 12 &#167; andra
stycket f&#229;r inte &#246;verklagas.

&#214;verf&#246;rmyndarens beslut att f&#246;rel&#228;gga vite enligt 16 kap. 13 &#167; f&#229;r
&#246;verklagas endast i samband med klagan &#246;ver r&#228;ttens beslut att d&#246;ma
ut vitet. Lag (1994:1433).

5 &#167; Har upph&#228;vts genom lag (1994:1433).

6 &#167; &#214;verf&#246;rmyndarens beslut i ett &#228;rende enligt denna balk
&#246;verklagas hos r&#228;tten. Lag (1994:1433).

7 &#167; I m&#229;l eller &#228;rende, d&#228;r &#246;verf&#246;rmyndaren f&#246;rt talan, f&#229;r r&#228;tten,
n&#228;r sk&#228;l f&#246;religga, vid m&#229;lets eller &#228;rendets avg&#246;rande tillerk&#228;nna
&#246;verf&#246;rmyndaren ers&#228;ttning av allm&#228;nna medel f&#246;r det arbete han
nedlagt p&#229; m&#229;lets eller &#228;rendets utf&#246;rande samt f&#246;r n&#246;diga utgifter.
R&#228;tten pr&#246;var ocks&#229; huruvida ers&#228;ttningen skall &#229;terg&#228;ldas av
&#246;verf&#246;rmyndarens motpart eller stanna p&#229; statsverket.

&#214;verf&#246;rmyndaren f&#229;r anlita ombud i m&#229;l eller &#228;rende d&#228;r han f&#246;r
talan. Lag (1976:612).

8 &#167; Ett beslut som &#246;verf&#246;rmyndaren eller r&#228;tten meddelar i ett
&#228;rende om f&#246;rmynderskap, godmanskap eller f&#246;rvaltarskap enligt denna
balk g&#228;ller omedelbart &#228;ven om beslutet &#246;verklagas. Detta g&#228;ller dock
inte &#246;verf&#246;rmyndarens beslut att h&#228;va avtal om sammanlevnad i
oskiftat bo eller r&#228;ttens beslut att d&#246;ma ut vite. Lag (1994:1433).

9 &#167; Har upphh&#228;vts genom lag (2006:557).

10 &#167; Har upph&#228;vts genom lag (1980:159).

11 &#167; Beslut som tingsr&#228;tten har meddelat under r&#228;tteg&#229;ngen i 
fr&#229;gor som avses i 6 kap. 18 a &#167; tredje stycket eller 20 &#167;, 
7 kap. 15 &#167;, 10 kap. 16 eller 17 &#167; eller 11 kap. 18 &#167; eller 
23 &#167; tredje stycket ska &#246;verklagas s&#228;rskilt.

Ett beslut enligt 6 kap. 17 c &#167; om att ta upp ett yrkande om 
v&#229;rdnad, boende eller umg&#228;nge till pr&#246;vning trots att en 
f&#246;r&#228;lder inte har deltagit i informationssamtal f&#229;r inte 
&#246;verklagas. Lag (2021:528).

12 &#167; Hovr&#228;ttens dom eller slutliga beslut i m&#229;l om underh&#229;ll enligt
7 kap. f&#229;r inte &#246;verklagas. Hovr&#228;tten f&#229;r dock till&#229;ta att domen
eller beslutet &#246;verklagas, om det finns s&#228;rskilda sk&#228;l f&#246;r en
pr&#246;vning om tillst&#229;nd skall ges enligt 54 kap. 10 &#167; f&#246;rsta stycket 1
r&#228;tteg&#229;ngsbalken.

F&#246;rsta stycket f&#246;rsta meningen g&#228;ller inte, om n&#229;gon annan del av
domen &#246;verklagas.

Hovr&#228;ttens beslut i fr&#229;gor som avses i 11 &#167; f&#229;r aldrig &#246;verklagas.
Detsamma g&#228;ller &#228;renden som f&#246;rst har handlagts av &#246;verf&#246;rmyndaren.
Lag (1989:354).

13-41 &#167;&#167; har upph&#228;vts genom lag (1976:612).

21 kap. Om verkst&#228;llighet av domar, beslut eller avtal om
v&#229;rdnad, boende eller umg&#228;nge m.m.

Verkst&#228;llighet av domar, beslut eller avtal

1 &#167; Vid verkst&#228;llighet ska barnets b&#228;sta komma i fr&#228;msta 
rummet. Barnets &#229;sikter ska tillm&#228;tas betydelse i f&#246;rh&#229;llande 
till barnets &#229;lder och mognad. Lag (2021:528).

1 a &#167; Verkst&#228;llighet av en dom eller ett beslut om v&#229;rdnad, 
boende, umg&#228;nge eller &#246;verl&#228;mnande av barn s&#246;ks hos 
tingsr&#228;tten i den ort d&#228;r barnet har sin hemvist.

Om det kan antas att sekretess g&#228;ller f&#246;r de uppgifter som 
beh&#246;vs f&#246;r att avg&#246;ra barnets hemvist, f&#229;r verkst&#228;llighet &#228;ven 
s&#246;kas hos tingsr&#228;tten i den ort d&#228;r s&#246;kanden eller motparten 
har sin hemvist. Om det kan antas att sekretess g&#228;ller ocks&#229; 
f&#246;r de uppgifter som beh&#246;vs f&#246;r att avg&#246;ra parternas hemvist, 
f&#229;r verkst&#228;llighet s&#246;kas &#228;ven hos Stockholms tingsr&#228;tt. 
Detsamma g&#228;ller om det kan antas att sekretess g&#228;ller f&#246;r de 
uppgifter som beh&#246;vs f&#246;r att avg&#246;ra barnets och en parts 
hemvist och den andra parten saknar hemvist i landet.

Om en annan tingsr&#228;tt handl&#228;gger ett m&#229;l mellan samma parter 
om v&#229;rdnaden, boendet eller umg&#228;nget, f&#229;r verkst&#228;llighet ocks&#229; 
s&#246;kas hos den tingsr&#228;tten.

Om det inte finns n&#229;gon annan beh&#246;rig domstol, tas fr&#229;gan om 
verkst&#228;llighet upp av Stockholms tingsr&#228;tt. Lag (2021:528).

1 b &#167; Om en dom eller ett beslut inte har f&#229;tt laga kraft och 
det inte &#228;r s&#228;rskilt medgivet att verkst&#228;llighet &#228;nd&#229; f&#229;r ske, 
f&#229;r r&#228;tten inte vidta &#229;tg&#228;rder enligt 2-4 &#167;&#167;. Lag (2021:528).

1 c &#167; Det som i detta kapitel f&#246;reskrivs om beh&#246;rig domstol 
och om verkst&#228;llighet av en dom eller ett beslut som har f&#229;tt 
laga kraft g&#228;ller &#228;ven vid verkst&#228;llighet av ett avtal enligt 
6 kap. 6 &#167;, 14 a &#167; andra stycket och 15 a &#167; tredje stycket.
Lag (2021:528).

2 &#167; Innan r&#228;tten beslutar om verkst&#228;llighet, f&#229;r den uppdra &#229;t
en ledamot eller suppleant i socialn&#228;mnden eller en tj&#228;nsteman
inom socialtj&#228;nsten att verka f&#246;r att den som har hand om
barnet frivilligt skall fullg&#246;ra vad som &#229;ligger honom eller
henne. Ett s&#229;dant uppdrag f&#229;r &#228;ven l&#228;mnas &#229;t n&#229;gon annan
l&#228;mplig person.

Den som har f&#229;tt ett uppdrag enligt f&#246;rsta stycket skall inom
den tid som r&#228;tten best&#228;mmer l&#228;mna en redog&#246;relse f&#246;r de
&#229;tg&#228;rder som har vidtagits och vad som i &#246;vrigt har kommit
fram. Tiden f&#229;r inte s&#228;ttas l&#228;ngre &#228;n tv&#229; veckor. R&#228;tten f&#229;r
dock f&#246;rl&#228;nga tiden, om det finns f&#246;ruts&#228;ttningar f&#246;r att n&#229; en
frivillig fullg&#246;relse. Lag (2006:458).

3 &#167; Beslutar r&#228;tten om verkst&#228;llighet, f&#229;r den &#228;ven utan
yrkande f&#246;rel&#228;gga vite eller besluta att barnet ska h&#228;mtas
genom Polismyndighetens f&#246;rsorg. H&#228;mtning f&#229;r dock beslutas
endast i de fall och under de f&#246;ruts&#228;ttningar som anges i
andra och tredje styckena.

&#196;r det fr&#229;ga om en dom eller ett beslut om v&#229;rdnad, boende
eller &#246;verl&#228;mnande av barn, f&#229;r r&#228;tten besluta om h&#228;mtning av
barnet, om verkst&#228;llighet annars inte kan ske eller om
h&#228;mtning &#228;r n&#246;dv&#228;ndig f&#246;r att undvika att barnet lider
allvarlig skada.

&#196;r det fr&#229;ga om en dom eller ett beslut om umg&#228;nge mellan
barnet och en f&#246;r&#228;lder som barnet inte bor tillsammans med,
f&#229;r r&#228;tten besluta om h&#228;mtning av barnet, om verkst&#228;llighet
annars inte kan ske och barnet har ett s&#228;rskilt starkt behov
av umg&#228;nge med f&#246;r&#228;ldern.

Fr&#229;gor om utd&#246;mande av f&#246;relagt vite pr&#246;vas av r&#228;tten p&#229;
ans&#246;kan av den part som har beg&#228;rt verkst&#228;lligheten.
Lag (2014:603).

4 &#167; Beslutar r&#228;tten om verkst&#228;llighet, kan den &#228;ven l&#228;mna
uppdrag enligt 2 &#167;. Har r&#228;tten beslutat att barnet ska h&#228;mtas
genom Polismyndighetens f&#246;rsorg, ska ett uppdrag enligt 2 &#167;
l&#228;mnas, om inte s&#228;rskilda sk&#228;l talar mot det.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r r&#228;tten f&#246;r att underl&#228;tta
att barnet &#246;verflyttas besluta att barnet tillf&#228;lligt ska tas
om hand av socialn&#228;mnden eller p&#229; annat l&#228;mpligt s&#228;tt. R&#228;tten
f&#229;r besluta att omh&#228;ndertagandet ska verkst&#228;llas genom
Polismyndighetens f&#246;rsorg.

Beslutar r&#228;tten om verkst&#228;llighet av en dom eller ett beslut
om umg&#228;nge som har vunnit laga kraft, kan r&#228;tten komplettera
eller &#228;ndra vad som har best&#228;mts om de praktiska
arrangemangen f&#246;r ut&#246;vandet av umg&#228;nget, om det &#228;r n&#246;dv&#228;ndigt
f&#246;r att umg&#228;nget ska kunna ske. Lag (2014:603).

5 &#167; Har barnet n&#229;tt en s&#229;dan &#229;lder och mognad att dess vilja
b&#246;r beaktas, f&#229;r verkst&#228;llighet inte ske mot barnets vilja utom
d&#229; r&#228;tten finner det n&#246;dv&#228;ndigt av h&#228;nsyn till barnets b&#228;sta.
Lag (2006:458).

6 &#167; R&#228;tten skall v&#228;gra verkst&#228;llighet, om det &#228;r uppenbart att
verkst&#228;lligheten &#228;r of&#246;renlig med barnets b&#228;sta.
Lag (2006:458).

&#214;verflyttning av barn i andra fall

7 &#167; &#196;ven om en dom eller ett beslut som avses i 1 a &#167; f&#246;rsta 
stycket inte finns, kan barnets v&#229;rdnadshavare, n&#228;r barnet 
vistas hos n&#229;gon annan, beg&#228;ra att r&#228;tten beslutar om en 
&#229;tg&#228;rd f&#246;r att barnet ska flyttas &#246;ver till v&#229;rdnadshavaren. 

R&#228;tten kan v&#228;gra att vidta den beg&#228;rda &#229;tg&#228;rden, om det av 
h&#228;nsyn till barnets b&#228;sta beh&#246;vs en pr&#246;vning av fr&#229;gan om 
v&#229;rdnaden. 

En &#229;tg&#228;rd enligt f&#246;rsta stycket f&#229;r inte beslutas om ett 
flyttningsf&#246;rbud enligt lagen (1990:52) med s&#228;rskilda 
best&#228;mmelser om v&#229;rd av unga g&#228;ller i fr&#229;ga om barnet.

I &#246;vrigt g&#228;ller 1-6 &#167;&#167;. Lag (2022:949).

8 &#167; Best&#228;mmelserna i 7 &#167; g&#228;ller ocks&#229; n&#228;r f&#246;r&#228;ldrar, adoptivf&#246;r&#228;ldrar
eller s&#228;rskilt f&#246;rordnade v&#229;rdnadshavare gemensamt har v&#229;rdnaden
och en av dem utan n&#229;got beaktansv&#228;rt sk&#228;l egenm&#228;ktigt f&#246;rt bort
eller h&#229;ller kvar barnet samt den andra beg&#228;r r&#228;ttelse. Lag
(1994:1433).

Gemensamma best&#228;mmelser

9 &#167; H&#228;mtning, omh&#228;ndertagande och andra &#229;tg&#228;rder som r&#246;r barnet
skall utf&#246;ras p&#229; ett s&#228;tt som &#228;r s&#229; skonsamt som m&#246;jligt f&#246;r
barnet.

Om barnet p&#229; grund av sjukdom inte b&#246;r flyttas eller om det
finns n&#229;got annat s&#228;rskilt hinder, skall &#229;tg&#228;rden skjutas upp.
Lag (2006:458).

10 &#167; Om det &#228;r fara f&#246;r att barnet f&#246;rs ur landet eller om
saken av annan anledning &#228;r br&#229;dskande, kan r&#228;tten omedelbart
besluta att barnet ska tas om hand av socialn&#228;mnden eller p&#229;
annat l&#228;mpligt s&#228;tt. R&#228;tten f&#229;r besluta att omh&#228;ndertagandet
ska verkst&#228;llas genom Polismyndighetens f&#246;rsorg.

Kan ett beslut enligt f&#246;rsta stycket inte avvaktas, f&#229;r
Polismyndigheten, oavsett om n&#229;got &#228;rende &#228;r anh&#228;ngigt, vidta
s&#229;dana omedelbara &#229;tg&#228;rder som kan ske utan skada f&#246;r barnet.
&#197;tg&#228;rden ska genast anm&#228;las till r&#228;tten, som utan dr&#246;jsm&#229;l
pr&#246;var om den ska best&#229;.

Har r&#228;tten meddelat ett beslut om omh&#228;ndertagande enligt
f&#246;rsta eller andra stycket som &#228;nnu g&#228;ller n&#228;r &#228;rendet ska
avg&#246;ras, ska r&#228;tten ompr&#246;va beslutet. Lag (2014:603).

11 &#167; Vid h&#228;mtning och omh&#228;ndertagande skall n&#229;gon som kan vara
till st&#246;d f&#246;r barnet n&#228;rvara. Finns det en s&#229;dan kontaktperson
f&#246;r barnet som avses i socialtj&#228;nstlagen (2001:453), b&#246;r han
eller hon anlitas. I br&#229;dskande fall f&#229;r en &#229;tg&#228;rd som kr&#228;vs
f&#246;r skydd av barnet vidtas utan att en person till st&#246;d f&#246;r
barnet &#228;r n&#228;rvarande.

Om det &#228;r m&#246;jligt skall en barnl&#228;kare, barnpsykiater eller
barnpsykolog medverka vid h&#228;mtning och omh&#228;ndertagande.
Lag (2006:458).

12 &#167; Vid avg&#246;rande av ett &#228;rende enligt detta kapitel skall
tingsr&#228;tten best&#229; av en lagfaren domare och tre n&#228;mndem&#228;n. Om
r&#228;tten anser det tillr&#228;ckligt att en domare sitter i r&#228;tten och
parterna samtycker till det eller &#228;rendet &#228;r av enkel
beskaffenhet, kan det avg&#246;ras av en lagfaren domare.

Vid sammantr&#228;de f&#229;r barnet h&#246;ras inf&#246;r r&#228;tten, om s&#228;rskilda
sk&#228;l talar f&#246;r det och det &#228;r uppenbart att barnet inte kan ta
skada av att h&#246;ras.

Uteblir en part fr&#229;n ett sammantr&#228;de till vilket han eller hon
har kallats vid vite att inst&#228;lla sig personligen, f&#229;r r&#228;tten
besluta att parten skall h&#228;mtas till r&#228;tten antingen omedelbart
eller till en senare dag. Lag (2006:458).

13 &#167; I fr&#229;ga om r&#228;tteg&#229;ngskostnader ska 18 kap. 
r&#228;tteg&#229;ngsbalken till&#228;mpas. Om &#228;rendet skrivs av p&#229; grund av 
att parterna har n&#229;tt en samf&#246;rst&#229;ndsl&#246;sning eller om det 
annars finns s&#228;rskilda sk&#228;l, f&#229;r r&#228;tten besluta att vardera 
parten ska b&#228;ra sin kostnad.

Kostnader f&#246;r utf&#246;rande av uppdrag enligt 2 &#167; f&#246;rsta stycket 
andra meningen, f&#246;r h&#228;mtning av en part till sammantr&#228;de och 
f&#246;r h&#228;mtning eller omh&#228;ndertagande av barn betalas av allm&#228;nna 
medel efter beslut av r&#228;tten. R&#228;tten f&#229;r efter vad som &#228;r 
sk&#228;ligt besluta att en part som har f&#246;ranlett kostnad f&#246;r 
h&#228;mtning eller f&#246;r omh&#228;ndertagande av barn ska helt eller 
delvis betala kostnaden till staten. Lag (2021:528).

14 &#167; Beslut som inte avser utd&#246;mande av vite, ers&#228;ttning f&#246;r
parts kostnader eller parts skyldighet att betala kostnader
till staten g&#228;ller omedelbart, om inte annat beslutas.
Lag (2006:458).

15 &#167; Beslut enligt detta kapitel om &#246;verflyttning av barn hindrar
inte att den fr&#229;ga som har avgjorts pr&#246;vas p&#229; nytt, n&#228;r &#228;ndrade
f&#246;rh&#229;llanden eller n&#229;got annat s&#228;rskilt sk&#228;l f&#246;ranleder det. Lag
(1983:485).

16 &#167; Vid r&#228;ttens handl&#228;ggning av &#228;renden enligt detta kapitel
till&#228;mpas i &#246;vrigt lagen (1996:242) om domstols&#228;renden.
Lag (2008:646).

&#214;verg&#229;ngsbest&#228;mmelser

1976:612

1. Denna lag tr&#228;der i kraft den 1 januari 1977, d&#229; lagen (1969:618)
om fastst&#228;llande av faderskapet till barn utom &#228;ktenskap skall
upph&#246;ra att g&#228;lla.

2. Talan som avses i 3 kap. 1 &#167; f&#229;r icke v&#228;ckas, om r&#228;tten till
motsvarande talan p&#229; grund av &#228;ldre best&#228;mmelser har g&#229;tt f&#246;rlorad
f&#246;re ikrafttr&#228;dandet av denna lag.
_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _

5. I m&#229;l om fastst&#228;llande av faderskap till barn kan talan om
barnets egenskap av trolovningsbarn enligt &#228;ldre r&#228;tt upptagas till
pr&#246;vning, om barnet &#228;r f&#246;tt f&#246;re utg&#229;ngen av &#229;r 1969 eller den
uppgivne fadern har avlidit dessf&#246;rinnan.

1978:853

1. Denna lag tr&#228;der i kraft, s&#229;vitt avser 6 kap. 7 9, 10 a och 12 &#167;&#167;
samt 20 kap. 9 &#167; den 1 januari 1979, s&#229;vitt avser 7 kap. 4 &#167; den 1
januari 1980, och i &#246;vrigt den 1 juli 1979.

_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _

5. Bidragsskyldighet som har best&#228;mts enligt &#228;ldre best&#228;mmelser
skall best&#229; enligt vad som f&#246;ljer av domen eller avtalet.

6. Bidragsskyldighet som har best&#228;ms enligt &#228;ldre best&#228;mmelser skall
fullg&#246;ras enligt de nya best&#228;mmelserna.

_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _

7. F&#246;r bidragsskyldighet som har best&#228;mts enligt &#228;ldre best&#228;mmelser
g&#228;ller i fr&#229;ga om j&#228;mkning och ompr&#246;vning de nya best&#228;mmelserna.

Har n&#229;gon enligt 7 kap. 7 &#167; andra stycket i dess &#228;ldre lydelse
slutit avtal om att betala eng&#229;ngsbelopp till barnet, f&#229;r talan om
j&#228;mkning enligt 7 kap. 10 &#167; f&#246;rsta stycket i dess nya lydelse dock
inte f&#246;ras i fr&#229;ga om avtalet.

_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _

8. Best&#228;mmelserna i 15 kap. 12 &#167; andra stycket i &#228;ldre lydelse
till&#228;mpas fortfarande om arvl&#229;taren har avlidit f&#246;re ikrafttr&#228;dandet.

1984:1139

Denna lag tr&#228;der i kraft den 1 mars 1985. Lagen skall dock inte
g&#228;lla i fr&#229;ga om inseminationer som har utf&#246;rts f&#246;re ikrafttr&#228;dandet.

Har insemination utf&#246;rts f&#246;re lagens ikrafttr&#228;dande p&#229; en kvinna med
samtycke av hennes make eller av annan man som bodde tillsammans med
henne under &#228;ktenskapsliknande f&#246;rh&#229;llanden och &#228;r det med h&#228;nsyn
till samtliga omst&#228;ndigheter sannolikt att barnet har avlats genom
inseminationen, f&#229;r efter utg&#229;ngen av februari m&#229;nad &#229;r 1986 talan
inte v&#228;ckas om f&#246;rklaring enligt 1 kap. 2 &#167; f&#246;rsta stycket om att
mannen inte &#228;r far till barnet eller enligt 1 kap. 4 &#167; tredje stycket
om att ett erk&#228;nnande av faderskapet som mannen har l&#228;mnat saknar
verkan mot honom.

1987:790

1. Denna lag tr&#228;der i kraft den 1 januari 1988.

2. Har mannen avlidit f&#246;re ikrafttr&#228;dandet, skall 3 kap. 1 och 2 &#167;&#167;
i deras &#228;ldre lydelse fortfarande till&#228;mpas.

1988:712

Denna lag tr&#228;der i kraft den 1 januari 1989. Lagen skall dock inte
g&#228;lla i fr&#229;ga om befruktning utanf&#246;r kroppen som har utf&#246;rts f&#246;re
ikrafttr&#228;dandet.

Har befruktning av moderns &#228;gg utanf&#246;r hennes kropp utf&#246;rts f&#246;re
lagens ikrafttr&#228;dande med samtycke av hennes make eller sambo och &#228;r
det med h&#228;nsyn till samtliga omst&#228;ndigheter sannolikt att barnet har
avlats genom befruktningen, f&#229;r efter utg&#229;ngen av &#229;r 1989 talan inte
v&#228;ckas om f&#246;rklaring enligt 1 kap. 2 &#167; f&#246;rsta stycket om att mannen
inte &#228;r far till barnet eller enligt 1 kap. 4 &#167; tredje stycket om att
ett erk&#228;nnande av faderskapet som mannen har l&#228;mnat saknar verkan mot
honom.

1988:1251

1. Denna lag tr&#228;der i kraft den 1 januari 1989.

2. Den som vid ikrafttr&#228;dandet &#228;r omyndigf&#246;rklarad enligt &#228;ldre
best&#228;mmelser skall tills vidare anses ha f&#246;rvaltare enligt 11 kap. 7 &#167;
i dess nya lydelse. H&#228;rvid skall f&#246;rmyndaren anses vara f&#246;rvaltare
med uppdrag att v&#229;rda den enskildes angel&#228;genheter utan begr&#228;nsning
av uppdraget.

3. F&#246;rordnande av god man som har skett enligt &#228;ldre best&#228;mmelser
skall anses ha meddelats enligt motsvarande nya best&#228;mmelser i 11
kap.

_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _

1989:354

Denna lag tr&#228;der i kraft den 1 juli 1989. &#196;ldre best&#228;mmelser
till&#228;mpas dock i fr&#229;ga om avg&#246;randen av hovr&#228;tt som har meddelats
f&#246;re ikrafttr&#228;dandet.

1991:487

1. Denna lag tr&#228;der i kraft den 1 juli 1991.

2. Anm&#228;lan om gemensam v&#229;rdnad hos pastors&#228;mbetet som inte har
registrerats f&#246;re ikrafttr&#228;dandet skall pr&#246;vas av skattemyndigheten.
I fr&#229;ga om &#246;verklagande av beslut som har meddelats f&#246;re
ikrafttr&#228;dandet g&#228;ller &#228;ldre best&#228;mmelser.

1992:1621

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.
(I kraft den 1 januari 1994, 1993:1646).

2. I fr&#229;ga om f&#246;rv&#228;rv som gjorts f&#246;re ikrafttr&#228;dandet g&#228;ller
paragrafen i sin &#228;ldre lydelse.

1994:1621

1. Denna lag tr&#228;der i kraft den 1 januari 1995.

2. Den nya lydelsen av 19 kap. 8 &#167; skall dock till&#228;mpas f&#246;rsta
g&#229;ngen efter valet &#229;r 1998.

3. Val enligt den nya lydelsen av 19 kap. 7 &#167; skall &#228;ga rum f&#246;rsta
g&#229;ngen &#229;r 1998.

4. L&#246;pande tj&#228;nstg&#246;ringstid f&#246;r dem som har valts enligt &#228;ldre
best&#228;mmelser skall vara fyra i st&#228;llet f&#246;r tre &#229;r.

1994:1963

Denna lag tr&#228;der i kraft den 1 januari 1995 och till&#228;mpas p&#229;
underh&#229;llsbidrag f&#246;r vilka den ursprungliga f&#246;rfallodagen intr&#228;tt den
31 december 1991 eller senare.

1994:1433

1. Denna lag tr&#228;der i kraft den 1 juli 1995.

2. Den som f&#246;re ikrafttr&#228;dandet har f&#246;rordnats som f&#246;rmyndare f&#246;r en
omyndig skall, om v&#229;rdnad ing&#229;r i uppdraget, anses som enligt 6 kap.
s&#228;rskilt f&#246;rordnad v&#229;rdnadshavare.

3. Har en omyndig f&#246;re ikrafttr&#228;dandet f&#229;tt en g&#229;va som st&#229;r under
f&#246;rvaltning av f&#246;r&#228;ldrarna eller en av dem, skall g&#229;vomedlen vid
till&#228;mpningen av de nya best&#228;mmelserna j&#228;mst&#228;llas med en s&#229;dan g&#229;va
som avses i 13 kap. 2 &#167; andra stycket 2, om givaren f&#246;re
ikrafttr&#228;dandet har gjort skriftlig anm&#228;lan om g&#229;van till
&#246;verf&#246;rmyndaren.

4. &#214;verf&#246;rmyndaren f&#229;r f&#246;re ikrafttr&#228;dandet, med verkan fr&#229;n den
tidpunkten, meddela beslut som avses i 13 kap. 19 &#167; och 14 kap. 21 &#167;.
Har &#246;verf&#246;rmyndaren meddelat ett s&#229;dant beslut &#228;r st&#228;llf&#246;retr&#228;daren
och v&#228;rdepappersinstitutet &#228;ven f&#246;re ikrafttr&#228;dandet skyldiga att
enligt angivna best&#228;mmelser tr&#228;ffa avtal om f&#246;rvaring och f&#246;rvaltning
med verkan fr&#229;n ikrafttr&#228;dandet.

5. M&#229;l eller &#228;renden enligt f&#246;r&#228;ldrabalken som vid ikrafttr&#228;dandet
&#228;r anh&#228;ngigt vid en domstol eller annan myndighet som var beh&#246;rig
enligt &#228;ldre best&#228;mmelser skall &#228;ven efter ikrafttr&#228;dandet handl&#228;ggas
d&#228;r.

6. &#196;ldre f&#246;reskrifter om redovisning och om arvode till&#228;mpas &#228;ven
efter ikrafttr&#228;dandet, s&#229;vitt g&#228;ller tiden dessf&#246;rinnan.

7. Om det i en lag eller en f&#246;rfattning som har beslutats av
regeringen h&#228;nvisas till en f&#246;reskrift som har ersatts genom en
f&#246;reskrift i denna lag, till&#228;mpas i st&#228;llet den nya f&#246;reskriften.

1996:766

1. Denna lag tr&#228;der i kraft den 1 september 1996.

2. Har god man f&#246;rordnats enligt ackordslagen (1970:847) f&#246;re
ikrafttr&#228;dandet g&#228;ller dock &#228;ldre best&#228;mmelser.

1996:1031

1. Denna lag tr&#228;der i kraft den 1 februari 1997.

2. Har talan om underh&#229;llsbidrag v&#228;ckts f&#246;re ikrafttr&#228;dandet,
till&#228;mpas &#228;ldre best&#228;mmelser i fr&#229;ga om socialn&#228;mnds r&#228;tt att f&#246;ra
talan f&#246;r barnet.

1997:353

Denna lag tr&#228;der i kraft den 1 juli 1997. &#196;renden som f&#246;re
ikrafttr&#228;dandet har inletts hos &#246;verf&#246;rmyndaren f&#246;r Stockholms
kommun enligt best&#228;mmelserna i 11 kap. 25 &#167; andra stycket
f&#246;r&#228;ldrabalken i dess &#228;ldre lydelse skall handl&#228;ggas d&#228;r &#228;ven
efter ikrafttr&#228;dandet.

1997:990

Denna lag tr&#228;der i kraft den 1 januari 1998 men till&#228;mpas inte
i de fall d&#228;r det f&#246;rsta beslutet i &#228;rendet fattats
dessf&#246;rinnan. I m&#229;l som anh&#228;ngigg&#246;rs hos Regeringsr&#228;tten fr&#229;n
och med den 1 januari 1998 skall dock Riksskatteverket f&#246;ra det
allm&#228;nnas talan.

1999:1080

Denna lag tr&#228;der i kraft den 1 januari 2000. Vad som s&#228;gs i 13
kap. 13 &#167; och 14 kap. 14 &#167; i deras &#228;ldre lydelse om drivande av
r&#246;relse som medf&#246;r bokf&#246;ringsskyldighet enligt
jordbruksbokf&#246;ringslagen (1979:141) g&#228;ller dock &#228;ven d&#228;refter
till och med utg&#229;ngen av &#229;r 2000.

2001:1136

1. Denna lag tr&#228;der i kraft den 1 januari 2002.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r
underh&#229;llsskyldighet som har upph&#246;rt slutgiltigt f&#246;re
ikrafttr&#228;dandet.

2002:251

1. Denna lag tr&#228;der i kraft den 1 januari 2003. Lagen skall
dock inte g&#228;lla i fr&#229;ga om befruktning utanf&#246;r kroppen som har
utf&#246;rts f&#246;re ikrafttr&#228;dandet.

2. Har befruktning utanf&#246;r en kvinnas kropp av ett &#228;gg som
kommer fr&#229;n en annan kvinna utf&#246;rts f&#246;re lagens ikrafttr&#228;dande
med samtycke av hennes make eller sambo och &#228;r det med h&#228;nsyn
till samtliga omst&#228;ndigheter sannolikt att barnet har avlats
genom befruktningen, f&#229;r efter utg&#229;ngen av &#229;r 2003 talan inte
v&#228;ckas om f&#246;rklaring enligt 1 kap. 2 &#167; f&#246;rsta stycket om att
mannen inte &#228;r far till barnet eller enligt 1 kap. 4 &#167; tredje
stycket om att en bekr&#228;ftelse av faderskapet som mannen har
l&#228;mnat saknar verkan mot honom.

2003:645

Denna lag tr&#228;der i kraft den 1 januari 2004. &#196;ldre f&#246;reskrifter
i 6 kap. 16 &#167; g&#228;ller fortfarande f&#246;r &#246;verklagande av beslut som
har meddelats f&#246;re ikrafttr&#228;dandet. I dessa fall skall dock
Skatteverket f&#246;ra det allm&#228;nnas talan.

2004:49

1. Denna lag tr&#228;der i kraft den 1 april 2004.

2. Vad som s&#228;gs i 13 kap. 5 &#167; och 14 kap. 5 &#167; om andelar i en
v&#228;rdepappersfond skall ocks&#229; g&#228;lla andelar i en s&#229;dan
v&#228;rdepappersfond som f&#246;rvaltas av fondbolag som med st&#246;d av 3 &#167;
lagen (2004:47) om inf&#246;rande av lagen (2004:46) om
investeringsfonder driver verksamhet enligt lagen (1990:1114)
om v&#228;rdepappersfonder.

2004:764

1. Denna lag tr&#228;der i kraft den 1 januari 2005.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande, om &#228;ktenskap ing&#229;tts
efter hinderspr&#246;vning som beg&#228;rts f&#246;re den 1 januari 2005.

2005:430

1. Denna lag tr&#228;der i kraft den 1 juli 2005.

2. Den som vid utg&#229;ngen av juni 2005 var utsedd till s&#228;rskilt
f&#246;rordnad v&#229;rdnadshavare f&#246;r ett barn som omfattas av lagen
(2005:429) om god man f&#246;r ensamkommande barn skall &#228;ven anses
vara f&#246;rmyndare f&#246;r barnet.

2005:434

1. Denna lag tr&#228;der i kraft den 1 juli 2005.

2. F&#246;r barn som har avlats f&#246;re ikrafttr&#228;dandet g&#228;ller 1 kap.
5 &#167; f&#246;r&#228;ldrabalken i sin &#228;ldre lydelse.

2006:458

1. Denna lag tr&#228;der i kraft den 1 juli 2006.

2. &#196;ldre best&#228;mmelser i 21 kap. till&#228;mpas i fr&#229;ga om m&#229;l om
verkst&#228;llighet eller &#246;verflyttning av barn i annat fall som vid
ikrafttr&#228;dandet &#228;r anh&#228;ngigt vid domstol.

2006:557

1. Denna lag tr&#228;der i kraft den 1 juli 2006.

2. &#196;renden om f&#246;rmynderskap, godmanskap och f&#246;rvaltarskap som
vid ikrafttr&#228;dandet &#228;r anh&#228;ngiga vid en domstol eller hos en
&#246;verf&#246;rmyndare som var beh&#246;rig enligt &#228;ldre best&#228;mmelser skall
handl&#228;ggas d&#228;r &#228;ven efter ikrafttr&#228;dandet.

3. &#196;renden inom ramen f&#246;r en &#246;verf&#246;rmyndares tillsyn som f&#246;re
ikrafttr&#228;dandet inletts av en &#246;verf&#246;rmyndare som var beh&#246;rig
enligt &#228;ldre best&#228;mmelser skall handl&#228;ggas d&#228;r &#228;ven efter
ikrafttr&#228;dandet.

4. Den nya lydelsen av 12 kap. 16 &#167; skall till&#228;mpas vid beslut
om i vad m&#229;n arvode och ers&#228;ttning f&#246;r utgifter som &#228;r
h&#228;nf&#246;rliga till &#229;r 2006 skall betalas med medel som tillh&#246;r den
enskilde.

2008:910

1. Denna lag tr&#228;der i kraft den 1 januari 2009.

2. I fr&#229;ga om avtal som har ing&#229;tts f&#246;re ikrafttr&#228;dandet g&#228;ller
12 kap. 10 &#167; i dess &#228;ldre lydelse.

3. &#196;ldre best&#228;mmelser i 12 kap. 15 &#167; om tid f&#246;r att v&#228;cka talan
om ers&#228;ttning ska g&#228;lla n&#228;r handlingar som anges i 16 kap. 8 &#167;
har l&#228;mnats &#246;ver till den som &#228;r beh&#246;rig att ta emot
redovisningen f&#246;re ikrafttr&#228;dandet.

2010:862

1. Denna lag tr&#228;der i kraft den 1 juli 2011.

2. N&#228;r det g&#228;ller huvudmans utbetalning av skadest&#229;nd som
h&#228;nf&#246;r sig till kommunal vuxenutbildning, vuxenutbildning
f&#246;r utvecklingsst&#246;rda och svenskundervisning f&#246;r invandrare
g&#228;ller 16 kap. 11 &#167; i dess &#228;ldre lydelse till utg&#229;ngen av
juni 2012.

2014:377

1. Denna lag tr&#228;der i kraft den 1 juli 2014.

2. &#196;ldre best&#228;mmelser g&#228;ller n&#228;r den omyndige har ing&#229;tt
&#228;ktenskap med st&#246;d av ett tillst&#229;nd enligt 15 kap. 1 &#167;
&#228;ktenskapsbalken i dess lydelse f&#246;re den 1 juli 2014.

2014:886

1. Denna lag tr&#228;der i kraft den 1 januari 2015.

2. Den nya best&#228;mmelsen i 11 kap. 17 a &#167; f&#246;rsta stycket ska
endast g&#228;lla i &#228;renden som inleds vid tingsr&#228;tten efter
ikrafttr&#228;dandet.

2018:1279

1. Denna lag tr&#228;der i kraft den 1 januari 2019.

2. Den upph&#228;vda 1 kap. 6 &#167; g&#228;ller fortfarande n&#228;r en 
insemination har utf&#246;rts f&#246;re ikrafttr&#228;dandet.

3. Den &#228;ldre lydelsen av 1 kap. 8 &#167; g&#228;ller fortfarande n&#228;r en 
befruktning utanf&#246;r kroppen har utf&#246;rts f&#246;re 
ikrafttr&#228;dandet.

2020:1027

1. Denna lag tr&#228;der i kraft den 1 januari 2021.

2. &#196;ldre best&#228;mmelser g&#228;ller dock fortfarande f&#246;r aktiebolag 
och ekonomiska f&#246;reningar som omfattas av punkt 2 och 3 i 
ikrafttr&#228;dande- och &#246;verg&#229;ngsbest&#228;mmelserna till lagen 
(2020:1026) om upph&#228;vande av lagen (2004:299) om 
inl&#229;ningsverksamhet och ins&#228;ttningar i s&#229;dana f&#246;retag.

2021:528

Denna lag tr&#228;der i kraft den 1 mars 2022 i fr&#229;ga om 6 kap. 
17 c &#167; och 20 kap. 11 &#167; och i &#246;vrigt den 1 juli 2021.

2021:783

1. Denna lag tr&#228;der i kraft den 1 januari 2022.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r en bekr&#228;ftelse av 
f&#246;r&#228;ldraskap till ett barn som har f&#246;tts f&#246;re ikrafttr&#228;dandet.

2022:631

1. Denna lag tr&#228;der i kraft den 1 juli 2022.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r ledam&#246;ter som 
valts f&#246;re ikrafttr&#228;dandet.

2022:966

1. Denna lag tr&#228;der i kraft den 1 augusti 2022.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r ett ackord som 
kommer till st&#229;nd enligt den upph&#228;vda lagen (1996:764) om 
f&#246;retagsrekonstruktion.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4462">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4464">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
