

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2016-11-01" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4464</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4463">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4465">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1949:345 ·
                    <a href="/sfsr?bet=1949:345">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1949:345) om r&#228;tten till arbetstagares uppfinningar</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet ARM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1949-06-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2016:189
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1950-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Denna lag avser h&#228;r i riket patenterbara uppfinningar av
arbetstagare i allm&#228;n eller enskild tj&#228;nst.

L&#228;rare vid universitet, h&#246;gskolor eller andra inr&#228;ttningar som
tillh&#246;r undervisningv&#228;sendet skall inte i denna egenskap anses
s&#229;som arbetstagare enligt denna lag, dock att lagen skall till&#228;mpas
p&#229; s&#229;dana l&#228;rare vid F&#246;rsvarsmaktens skolor som &#228;r
yrkesofficerare.

Inte heller officerare p&#229; reservstat, reservpersonal, reservofficerare
eller de som fullg&#246;r v&#228;rnplikt eller civilplikt enligt lagen
(1994:1809) om totalf&#246;rsvarsplikt skall i denna egenskap anses
s&#229;som arbetstagare enligt denna lag. Lag (1994:2078).

2 &#167; Arbetstagare har till sina uppfinningar samma r&#228;tt som andra
uppfinnare, om ej annat f&#246;ljer av vad i denna lags s&#228;gs.

Vad s&#229;lunda och i &#246;vrigt i denna lag stadgas skall l&#228;nda till
efterr&#228;ttelse, s&#229;vitt ej annat &#228;r uttryckligen &#246;verenskommet eller m&#229;
anses framg&#229; av anst&#228;llningsf&#246;rh&#229;llandet eller av eljest f&#246;religgande
omst&#228;ndigheter. Att i vissa fall villkor som upptagits i avtal r&#246;rande
r&#228;tten till arbetstagares uppfinning &#228;r utan verkan eller m&#229; j&#228;mkas,
d&#228;rom stadgas i 6 &#167; f&#246;rsta stycket och 7 &#167; andra stycket. Lag
(1976:191).

3 &#167; Utg&#246;r forsknings- eller uppfinnarverksamhet arbetstagares
huvudsakliga arbetsuppgift och har en uppfinning tillkommit
v&#228;sentligen s&#229;som resultat av denna verksamhet, eller innefattar en
uppfinning eljest l&#246;sningen av en i tj&#228;nsten f&#246;relagd, n&#228;rmare angiven
uppgift, &#228;ger arbetsgivaren, om uppfinningens utnyttjande faller inom
hans verksamhetsomr&#229;de, helt eller delvis intr&#228;da s&#229;som arbetstagarens
r&#228;ttsinnehavare med avseende &#229; uppfinningen.

&#196;r fr&#229;ga om uppfinning vars utnyttjande faller inom arbetsgivarens
verksamhetsomr&#229;de men som tillkommit i annat samband med anst&#228;llningen
&#228;n i f&#246;rsta stycket s&#228;gs, &#228;ger arbetsgivaren f&#246;rv&#228;rva r&#228;tt att utan
hinder fr&#229;n arbetstagaren ut&#246;va uppfinningen i sin verksamhet. &#214;nskar
arbetsgivaren i fr&#229;ga om s&#229;dan uppfinning f&#246;rv&#228;rva en mera omfattande
r&#228;tt &#228;n nu sagts, har han f&#246;retr&#228;de framf&#246;r annan att &#246;verenskomma med
arbetstagaren d&#228;rom.

Betr&#228;ffande uppfinning vars utnyttjande faller inom arbetsgivarens
verksamhetsomr&#229;de men som tillkommit utan samband med anst&#228;llningen
&#228;ger arbetsgivaren f&#246;retr&#228;de framf&#246;r annan att genom &#246;verenskommelse
med arbetstagaren f&#246;rv&#228;rva &#246;nskad r&#228;tt till uppfinningen.

4 &#167; G&#246;r arbetstagare en uppfinning vars utnyttjande faller inom
arbetsgivarens verksamhetsomr&#229;de skall han utan dr&#246;jsm&#229;l l&#228;mna denne
underr&#228;ttelse d&#228;rom.

5 &#167; Vill arbetsgivare enligt 3 &#167; f&#246;rsta stycket eller andra stycket
f&#246;rsta punkten f&#246;rv&#228;rva r&#228;tt till en uppfinning, skall det ske genom
meddelande till arbetstagaren senast inom fyra m&#229;nader fr&#229;n det
arbetsgivaren enligt 4 &#167; mottog underr&#228;ttelse om uppfinningen.
Arbetsgivaren &#228;ger ej heller under l&#228;ngre tid &#228;n nu sagts s&#229;dan
f&#246;retr&#228;desr&#228;tt som avses i 3 &#167;.

Innan tidsfristen g&#229;tt till &#228;nda eller arbetsgivaren dessf&#246;rinnan
f&#246;rklarat sig icke &#246;nska f&#246;rv&#228;rva n&#229;gon r&#228;tt till uppfinningen, &#228;ger
arbetstagaren ej utan arbetsgivarens samtycke f&#246;rfoga &#246;ver
uppfinningen eller yppa n&#229;got ang&#229;ende densamma under s&#229;dana
omst&#228;ndigheter att dess offentligg&#246;rande eller utnyttjande f&#246;r annans
r&#228;kning kan befaras. Arbetstagaren m&#229; dock, sedan underr&#228;ttelse skett
enligt 4 &#167;, s&#246;ka patent &#229; uppfinningen h&#228;r i riket; och &#229;ligger det
honom i s&#229;dant fall att underr&#228;tta arbetsgivaren om ans&#246;kningen inom
en vecka fr&#229;n det den ingavs till patentmyndigheten.

6 &#167; Intr&#228;der arbetsgivare, enligt denna lag eller eljest, helt eller
delvis s&#229;som arbetstagarens r&#228;ttsinnehavare med avseende &#229; en av denne
gjord uppfinning, skall arbetstagaren vara ber&#228;ttigad till sk&#228;lig
ers&#228;ttning; och skall vad nu sagts g&#228;lla &#228;nd&#229; att annat m&#229; hava
avtalats f&#246;re uppfinningens tillkomst.

Vid ers&#228;ttningens best&#228;mmande skall s&#228;rskild h&#228;nsyn tagas till
uppfinningens v&#228;rde och omfattningen av den r&#228;tt till uppfinningen som
arbetsgivaren &#246;vertagit &#228;vensom till den betydelse anst&#228;llningen m&#229;
hava haft f&#246;r tillkomsten av uppfinningen. F&#246;religger s&#229;dant fall som
s&#228;gs i 3 &#167; f&#246;rsta stycket skall, ut&#246;ver sk&#228;lig gottg&#246;relse f&#246;r de
kostnader arbetstagaren kan hava f&#229;tt vidk&#228;nnas f&#246;r uppfinningen,
ers&#228;ttning utg&#229; allenast i den m&#229;n v&#228;rdet av den r&#228;tt till
uppfinningen som arbetsgivaren &#246;vertagit &#246;verstiger vad som menas med
h&#228;nsyn till arbetstagarens l&#246;n och &#246;vriga f&#246;rm&#229;ner i tj&#228;nsten rimligen
kunnat f&#246;ruts&#228;ttas.

7 &#167; S&#246;kes inom sex m&#229;nader efter det arbetstagare slutat anst&#228;llning
som avses i denna lag patent &#229; uppfinning, som gjorts av honom och
vars utnyttjande faller inom den f&#246;rutvarande arbetsgivarens
verksamhet som var uppfinnarens huvudsakliga uppgift i anst&#228;llningen,
eller innefattar uppfinningen eljest l&#246;sningen av en honom d&#228;ri
f&#246;relagd, n&#228;rmare angiven uppgift, skall s&#229; anses som om uppfinningen
gjorts under anst&#228;llningen. Vad nu sagts skall dock icke g&#228;lla om
uppfinnaren f&#246;rm&#229;r g&#246;ra sannolikt att uppfinningen tillkommit efter
det anst&#228;llningen upph&#246;rde.

&#214;verenskommelse mellan arbetsgivare och arbetstagare, innefattande
inskr&#228;nkning i den senares r&#228;tt att f&#246;rfoga &#246;ver uppfinning som
g&#246;res mer &#228;n ett &#229;r efter det anst&#228;llningen upph&#246;rt, skall vara utan
verkan.

8 &#167; Den som till f&#246;ljd av best&#228;mmelserna i denna lag f&#229;r
k&#228;nnedom om en uppfinning f&#229;r inte utnyttja vad han eller hon
s&#229;lunda har f&#229;tt veta eller obeh&#246;rigen r&#246;ja n&#229;got d&#228;rom.

I det allm&#228;nnas verksamhet till&#228;mpas i st&#228;llet best&#228;mmelserna
i offentlighets- och sekretesslagen (2009:400).

I fall som avses i f&#246;rsta stycket ska inte f&#246;lja ansvar
enligt 20 kap. 3 &#167; brottsbalken. Lag (2009:403).

9 &#167; Patent- och marknadsdomstolen &#228;r r&#228;tt domstol i m&#229;l 
enligt denna lag. Lag (2016:189).

10 &#167; I fr&#229;ga, som avser till&#228;mpningen av denna lag, &#228;ger arbetsgivaren
eller arbetstagaren och d&#228;rest tvisten h&#228;rom h&#228;nskjutes till domstol,
j&#228;mv&#228;l denna inh&#228;mta utl&#229;tande fr&#229;n en s&#228;rskild n&#228;mnd. Denna skall
best&#229; av ordf&#246;rande och sex ledam&#246;ter.

Ordf&#246;randen och tv&#229; ledam&#246;ter f&#246;rordnas av regeringen f&#246;r viss tid
bland personer som icke kunna anses f&#246;retr&#228;da arbetsgivar- eller
arbetstagarintressen. Ordf&#246;randen och en av ledam&#246;terna, vilken
f&#246;rordnas att vara vice ordf&#246;rande, skola vara lagkunniga och i
domarv&#228;rv erfarna. Den andre ledamoten skall &#228;ga s&#228;rskild insikt och
erfarenhet i patentr&#228;ttsliga och d&#228;rmed f&#246;rbundna fr&#229;gor.

&#214;vriga ledam&#246;ter, vilka skola vara i arbetsf&#246;rh&#229;llanden erfarna och
kunniga, f&#246;rordnas av regeringen f&#246;r tv&#229; &#229;r i s&#228;nder, tv&#229; s&#229;som
representanter f&#246;r arbetsgivarsidan och tv&#229; f&#246;r arbetstagarsidan.

F&#246;r varje ledamot i n&#228;mnden f&#246;rordnar regeringen en ers&#228;ttare som
uppfyller de f&#246;r ledamoten stadgade beh&#246;righetsvillkoren.

Kostnaderna f&#246;r n&#228;mndens verksamhet bestridas av allm&#228;nna medel.
N&#228;rmare f&#246;reskrifter ang&#229;ende verksamheten meddelas av regeringen. Lag
(1980:171).

&#214;verg&#229;ngsbest&#228;mmelser

1992:125

Denna lag tr&#228;der i kraft den 1 april 1992. M&#229;l som f&#246;re ikrafttr&#228;dandet
kommit in till arbetsdomstolen men &#228;nnu inte avgjorts handl&#228;ggs enligt
&#228;ldre f&#246;reskrifter.

2016:189

1. Denna lag tr&#228;der i kraft den 1 september 2016.

2. M&#229;l som har inletts i Stockholms tingsr&#228;tt eller Svea 
hovr&#228;tt f&#246;re ikrafttr&#228;dandet ska &#246;verl&#228;mnas till Patent- och 
marknadsdomstolen respektive Patent- och 
marknads&#246;verdomstolen.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4463">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4465">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
