

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-30" /> 
 <meta id="rattsinfo-edited" content="2023-01-30 11:18:41" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4466</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4465">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4467">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1949:105 ·
                    <a href="/sfsr?bet=1949:105">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Tryckfrihetsf&#246;rordning (1949:105)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L6
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1949-04-05
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 2015:151, SFS 2018:1801, SFS 2022:1524
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1524
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Tryckfriheten

1 &#167; Tryckfriheten syftar till att s&#228;kerst&#228;lla ett fritt 
meningsutbyte, en fri och allsidig upplysning och ett fritt 
konstn&#228;rligt skapande.

Tryckfriheten inneb&#228;r en frihet f&#246;r var och en att i tryckt 
skrift uttrycka tankar, &#229;sikter och k&#228;nslor samt att 
offentligg&#246;ra allm&#228;nna handlingar och i &#246;vrigt l&#228;mna uppgifter 
i vilket &#228;mne som helst.

Tryckfriheten inneb&#228;r ocks&#229; en r&#228;tt f&#246;r var och en att ge ut 
skrifter utan att en myndighet eller ett annat allm&#228;nt organ 
hindrar detta i f&#246;rv&#228;g. &#197;tal f&#246;r en skrifts inneh&#229;ll f&#229;r 
v&#228;ckas f&#246;rst efter det att den har getts ut och d&#229; vid en 
domstol. Ingen f&#229;r straffas f&#246;r en skrifts inneh&#229;ll i andra 
fall &#228;n om inneh&#229;llet strider mot tydlig lag som &#228;r meddelad 
f&#246;r att bevara allm&#228;nt lugn men som inte h&#229;ller tillbaka 
allm&#228;n upplysning.

N&#228;r tryckfriheten ut&#246;vas ska best&#228;mmelser i denna grundlag som 
skyddar enskildas r&#228;tt och allm&#228;n s&#228;kerhet iakttas.

F&#246;r tryckfriheten f&#229;r inga andra begr&#228;nsningar finnas &#228;n de 
som f&#246;ljer av denna grundlag. Lag (2018:1801).

Till&#228;mpningsomr&#229;de

Olika typer av skrifter

2 &#167; Denna grundlag &#228;r till&#228;mplig p&#229; skrifter som har 
framst&#228;llts i tryckpress.

Grundlagen ska ocks&#229; till&#228;mpas p&#229; skrifter som har 
m&#229;ngfaldigats genom fotokopiering eller n&#229;gon liknande teknik, 
om

1. utgivningsbevis g&#228;ller f&#246;r skriften, eller

2. skriften &#228;r f&#246;rsedd med en beteckning som visar att den &#228;r 
m&#229;ngfaldigad och i anslutning till beteckningen tydliga 
uppgifter om vem som har m&#229;ngfaldigat skriften och om ort och 
&#229;r f&#246;r detta.

Vad som s&#228;gs i denna grundlag om skrifter som har framst&#228;llts 
i tryckpress och om tryckning g&#228;ller, om inte annat anges, 
&#228;ven skrifter och m&#229;ngfaldigande som avses i andra stycket.

&#196;ven bilder, med eller utan &#229;tf&#246;ljande text, anses vid 
till&#228;mpning av grundlagen som skrifter. Lag (2018:1801).

Tryckta skrifter

3 &#167; En skrift anses som en tryckt skrift n&#228;r den &#228;r utgiven.

En skrift anses utgiven n&#228;r den har l&#228;mnats ut till 
f&#246;rs&#228;ljning eller f&#246;r spridning p&#229; annat s&#228;tt i Sverige. Detta 
g&#228;ller dock inte en myndighets tryckta handlingar, om de inte 
&#228;r tillg&#228;ngliga f&#246;r var och en.

En skrift ska inte anses utl&#228;mnad f&#246;r spridning i Sverige 
enbart p&#229; den grunden att den skickas h&#228;rifr&#229;n till mottagare 
i utlandet. Lag (2018:1801).

Periodiska skrifter

4 &#167; Med en periodisk skrift avses en tryckt skrift som enligt 
utgivningsplanen ska ges ut under en best&#228;md titel och vid 
s&#228;rskilda tider komma ut med minst fyra nummer eller h&#228;ften 
&#229;rligen. Dessutom innefattas l&#246;psedlar och bilagor som h&#246;r 
till skriften.

Har utgivningsbevis meddelats, anses skriften som periodisk 
till dess att beviset &#229;terkallas eller f&#246;rklaras ha upph&#246;rt. 
Lag (2018:1801).

Bilagor i form av program eller tekniska upptagningar

5 &#167; Om &#228;garen till en periodisk skrift sprider eller l&#229;ter 
sprida skriftens inneh&#229;ll eller delar av detta i form av ett 
program som avses i yttrandefrihetsgrundlagen och som s&#228;nds 
eller som tillhandah&#229;lls ur en databas som avses i 1 kap. 4 &#167; 
den grundlagen, ska programmet anses vara en bilaga till 
skriften vid till&#228;mpning av denna grundlag. Detta g&#228;ller dock 
endast om

1. inneh&#229;llet g&#246;rs tillg&#228;ngligt p&#229; ett s&#228;tt som &#228;r s&#228;rskilt 
anpassat till personer med funktionsneds&#228;ttning,

2. inneh&#229;llet &#229;terges of&#246;r&#228;ndrat, och

3. det anges hur inneh&#229;llet har disponerats.

Vad som anges i f&#246;rsta stycket g&#228;ller &#228;ven n&#228;r inneh&#229;llet 
sprids i en teknisk upptagning som avses i 
yttrandefrihetsgrundlagen.

Best&#228;mmelser om r&#228;tt till s&#228;ndningar finns i 3 kap. 
yttrandefrihetsgrundlagen. Lag (2018:1801).

6 &#167; Om en f&#246;rfattare, utgivare eller f&#246;rl&#228;ggare som &#228;r 
ansvarig enligt 8 kap. f&#246;r en tryckt skrift som inte &#228;r 
periodisk sprider eller l&#229;ter sprida skriftens inneh&#229;ll eller 
delar av detta i form av ett program som avses i 
yttrandefrihetsgrundlagen och som tillhandah&#229;lls ur en databas 
som avses i 1 kap. 4 &#167; den grundlagen, ska programmet anses 
vara en bilaga till skriften vid till&#228;mpning av denna 
grundlag. Detta g&#228;ller dock endast om inneh&#229;llet &#229;terges 
of&#246;r&#228;ndrat och det anges att inneh&#229;llet &#228;r en bilaga enligt 
denna best&#228;mmelse. Lag (2018:1801).

Grundl&#228;ggande best&#228;mmelser

Meddelarfrihet och anskaffarfrihet

7 &#167; Det st&#229;r var och en fritt att meddela uppgifter i vilket 
&#228;mne som helst i syfte att de ska g&#246;ras offentliga i en tryckt 
skrift (meddelarfrihet). Denna frihet avser uppgifter som 
l&#228;mnas till

- en f&#246;rfattare eller n&#229;gon annan upphovsman till en 
framst&#228;llning i en tryckt skrift,

- skriftens utgivare eller redaktion, eller

- ett f&#246;retag f&#246;r yrkesm&#228;ssig f&#246;rmedling av nyheter eller 
andra meddelanden till periodiska skrifter.

Det st&#229;r ocks&#229; var och en fritt att anskaffa uppgifter i 
vilket &#228;mne som helst i syfte att g&#246;ra dem offentliga i en 
tryckt skrift eller att meddela uppgifter som avses i f&#246;rsta 
stycket (anskaffarfrihet).

F&#246;r dessa friheter f&#229;r inga andra begr&#228;nsningar finnas &#228;n de 
som f&#246;ljer av denna grundlag. Lag (2018:1801).

Censurf&#246;rbud och f&#246;rbud mot andra hindrande &#229;tg&#228;rder

8 &#167; En skrift f&#229;r inte f&#246;re tryckningen granskas av en 
myndighet eller ett annat allm&#228;nt organ. F&#246;rbud mot tryckning 
f&#229;r inte f&#246;rekomma.

Det &#228;r inte heller till&#229;tet f&#246;r en myndighet eller ett annat 
allm&#228;nt organ att, p&#229; grund av skriftens inneh&#229;ll, hindra 
tryckning eller utgivning av en skrift, om &#229;tg&#228;rden inte har 
st&#246;d i denna grundlag. Detsamma g&#228;ller i fr&#229;ga om hinder mot 
spridning av en skrift bland allm&#228;nheten. Lag (2018:1801).

Exklusivitetsprincipen

9 &#167; F&#246;r att n&#229;gon ska kunna &#229;talas eller d&#246;mas till ansvar 
eller ers&#228;ttnings-skyldighet f&#246;r missbruk av tryckfriheten 
eller medverkan till s&#229;dant miss-bruk kr&#228;vs st&#246;d i denna 
grundlag. Detsamma g&#228;ller f&#246;r att en tryckt skrift ska kunna 
konfiskeras eller tas i beslag. Lag (2018:1801).

Instruktion f&#246;r till&#228;mpningen

10 &#167; Den som ska d&#246;ma &#246;ver missbruk av tryckfriheten eller p&#229; 
annat s&#228;tt vaka &#246;ver att denna grundlag efterlevs b&#246;r alltid 
ha i &#229;tanke att tryckfriheten &#228;r en grundval f&#246;r ett fritt 
samh&#228;llsskick, alltid uppm&#228;rksamma &#228;mnet och tanken mera &#228;n 
uttrycket, liksom syftet mera &#228;n framst&#228;llningss&#228;ttet samt i 
tveksamma fall hellre fria &#228;n f&#228;lla. Lag (2018:1801).

Undantag fr&#229;n grundlagen

Vissa fr&#229;gor som f&#229;r regleras i lag

11 &#167; Best&#228;mmelserna i denna grundlag hindrar inte att det i 
lag meddelas f&#246;reskrifter om upphovsm&#228;ns r&#228;tt till litter&#228;ra 
eller konstn&#228;rliga verk, om upphovsr&#228;tten n&#228;rst&#229;ende 
r&#228;ttigheter och om f&#246;rbud mot att &#229;terge ett verk p&#229; ett s&#228;tt 
som kr&#228;nker den andliga odlingens intressen. Lag (2018:1801).

12 &#167; Best&#228;mmelserna i denna grundlag hindrar inte att det i 
lag meddelas f&#246;reskrifter om

1. f&#246;rbud mot kommersiella annonser vid marknadsf&#246;ring av 
alkohol-drycker eller tobaksvaror,

2. f&#246;rbud mot kommersiella annonser som anv&#228;nds vid 
marknadsf&#246;ring av andra varor &#228;n tobaksvaror eller av 
tj&#228;nster, om det i annonsen f&#246;rekommer ett varuk&#228;nnetecken som 
&#228;r i bruk f&#246;r en tobaksvara eller som enligt g&#228;llande 
best&#228;mmelser om varum&#228;rken &#228;r registrerat eller inarbetat f&#246;r 
en tobaksvara,

3. f&#246;rbud mot kommersiella annonser som har meddelats till 
skydd f&#246;r h&#228;lsa eller milj&#246; enligt en f&#246;rpliktelse som f&#246;ljer 
av medlemskapet i Europeiska unionen eller Europeiska 
atomenergigemenskapen,

4. krav att inf&#246;ra och p&#229; ett visst s&#228;tt utforma varningstext, 
inneh&#229;llsdeklaration eller annan liknande produktinformation 
om syftet &#228;r skydd f&#246;r h&#228;lsa eller milj&#246; eller konsumentskydd,

5. f&#246;rbud mot offentligg&#246;rande i yrkesm&#228;ssig 
kreditupplysnings-verksamhet av kreditupplysning som inneb&#228;r 
otillb&#246;rligt intr&#229;ng i enskilds personliga integritet eller 
som inneh&#229;ller oriktig eller missvisande uppgift, om 
ers&#228;ttningsskyldighet f&#246;r s&#229;dant offentligg&#246;rande, om krav p&#229; 
ber&#228;ttigat behov hos den som best&#228;ller kreditupplysningen, om 
skyldighet att l&#228;mna information till den som avses med 
upplysningen och om r&#228;ttelse av oriktig eller missvisande 
uppgift,

6. ansvar och ers&#228;ttningsskyldighet som avser det s&#228;tt p&#229; 
vilket en uppgift har anskaffats, eller

7. ansvar och ers&#228;ttningsskyldighet f&#246;r &#246;vertr&#228;delse av f&#246;rbud 
mot att g&#246;ra avbildningar, beskrivningar eller m&#228;tningar av 
eller inom byggnader, andra anl&#228;ggningar, omr&#229;den eller andra 
objekt som &#228;r av betydelse f&#246;r Sveriges totalf&#246;rsvar, om 
f&#246;rbudet beh&#246;vs med h&#228;nsyn till intresset av ett f&#246;rst&#228;rkt 
skydd mot allvarlig brottslighet eller mot r&#246;jande av hemliga 
uppgifter som r&#246;r totalf&#246;rsvaret, eller till intresset av att 
skydda allm&#228;nheten mot skada till f&#246;ljd av milit&#228;r verksamhet. 
Lag (2022:1524).

13 &#167; Best&#228;mmelserna i denna grundlag hindrar inte att det i 
lag meddelas f&#246;reskrifter om f&#246;rbud mot offentligg&#246;rande av 
personuppgifter

1. som avsl&#246;jar etniskt ursprung, hudf&#228;rg eller annat liknande 
f&#246;rh&#229;llande, politiska &#229;sikter, religi&#246;s eller filosofisk 
&#246;vertygelse eller medlemskap i fackf&#246;rening,

2. om h&#228;lsa, sexualliv eller sexuell l&#228;ggning, eller

3. som best&#229;r av genetiska uppgifter eller biometriska 
uppgifter f&#246;r att entydigt identifiera en fysisk person.

Vad som anges i f&#246;rsta stycket g&#228;ller endast om

1. personuppgifterna ing&#229;r i en uppgiftssamling som har 
ordnats s&#229; att det &#228;r m&#246;jligt att s&#246;ka efter eller 
sammanst&#228;lla dessa, och

2. det med h&#228;nsyn till verksamheten och de former under vilka 
uppgiftssamlingen h&#229;lls tillg&#228;nglig finns s&#228;rskilda risker f&#246;r 
otillb&#246;rliga intr&#229;ng i enskildas personliga integritet. Lag 
(2022:1524).

Undantag f&#246;r barnpornografi

14 &#167; Denna grundlag &#228;r inte till&#228;mplig p&#229; pornografiska bilder 
av personer vars pubertetsutveckling inte &#228;r fullbordad eller 
som &#228;r under arton &#229;r. Lag (2018:1801).

2 kap. Allm&#228;nna handlingars offentlighet

Grundl&#228;ggande best&#228;mmelser

Handlingsoffentlighet

1 &#167; Till fr&#228;mjande av ett fritt meningsutbyte, en fri och 
allsidig upplysning och ett fritt konstn&#228;rligt skapande ska 
var och en ha r&#228;tt att ta del av allm&#228;nna handlingar. Lag 
(2018:1801).

Begr&#228;nsning av handlingsoffentligheten

2 &#167; R&#228;tten att ta del av allm&#228;nna handlingar f&#229;r begr&#228;nsas 
endast om det kr&#228;vs med h&#228;nsyn till

1. rikets s&#228;kerhet eller dess f&#246;rh&#229;llande till en annan stat 
eller en mellanfolklig organisation,

2. rikets centrala finanspolitik, penningpolitik eller 
valutapolitik,

3. myndigheters verksamhet f&#246;r inspektion, kontroll eller 
annan tillsyn,

4. intresset av att f&#246;rebygga eller beivra brott,

5. det allm&#228;nnas ekonomiska intresse,

6. skyddet f&#246;r enskildas personliga eller ekonomiska 
f&#246;rh&#229;llanden, eller

7. intresset av att bevara djur- eller v&#228;xtart.

En begr&#228;nsning av r&#228;tten att ta del av allm&#228;nna handlingar ska 
anges noga i en best&#228;mmelse i en s&#228;rskild lag eller, om det 
anses l&#228;mpligare i ett visst fall, i en annan lag som den 
s&#228;rskilda lagen h&#228;nvisar till. Efter bemyndigande i en s&#229;dan 
best&#228;mmelse f&#229;r regeringen genom f&#246;rordning meddela n&#228;rmare 
f&#246;reskrifter om best&#228;mmelsens till&#228;mplighet.

Riksdagen eller regeringen f&#229;r i en s&#229;dan best&#228;mmelse som 
avses i andra stycket ges befogenhet att efter 
omst&#228;ndigheterna medge att en viss handling l&#228;mnas ut. Lag 
(2018:1801).

Vad som &#228;r allm&#228;n handling

Handling

3 &#167; Med handling avses en framst&#228;llning i skrift eller bild 
samt en upp-tagning som endast med tekniska hj&#228;lpmedel kan 
l&#228;sas eller avlyssnas eller uppfattas p&#229; annat s&#228;tt. Lag 
(2018:1801).

Allm&#228;n handling

4 &#167; En handling &#228;r allm&#228;n, om den f&#246;rvaras hos en myndighet 
och enligt 9 eller 10 &#167; &#228;r att anse som inkommen till eller 
uppr&#228;ttad hos en myndighet. Lag (2018:1801).

Med myndighet j&#228;mst&#228;llda organ

5 &#167; Med myndighet j&#228;mst&#228;lls i detta kapitel riksdagen och 
beslutande kommunal f&#246;rsamling. Lag (2018:1801).

Handling som f&#246;rvaras hos myndighet

6 &#167; En upptagning som avses i 3 &#167; anses f&#246;rvarad hos en 
myndighet, om upptagningen &#228;r tillg&#228;nglig f&#246;r myndigheten med 
tekniskt hj&#228;lpmedel som myndigheten sj&#228;lv utnyttjar f&#246;r 
&#246;verf&#246;ring i s&#229;dan form att den kan l&#228;sas eller avlyssnas 
eller uppfattas p&#229; annat s&#228;tt.

En sammanst&#228;llning av uppgifter ur en upptagning f&#246;r 
automatiserad behandling anses dock f&#246;rvarad hos myndigheten 
endast om myndigheten kan g&#246;ra sammanst&#228;llningen tillg&#228;nglig 
med rutinbetonade &#229;tg&#228;rder och inte annat f&#246;ljer av 7 &#167;. Lag 
(2018:1801).

7 &#167; En sammanst&#228;llning enligt 6 &#167; andra stycket anses inte 
f&#246;rvarad hos myndigheten om sammanst&#228;llningen inneh&#229;ller 
personuppgifter och myndigheten enligt lag eller f&#246;rordning 
saknar befogenhet att g&#246;ra sammanst&#228;llningen tillg&#228;nglig. Med 
personuppgift avses all slags information som direkt eller 
indirekt kan h&#228;nf&#246;ras till en fysisk person. Lag (2018:1801).

8 &#167; Brev eller annat meddelande som &#228;r st&#228;llt personligen till 
den som innehar befattning vid en myndighet anses som allm&#228;n 
handling, om handlingen g&#228;ller ett &#228;rende eller n&#229;gon annan 
fr&#229;ga som ska handl&#228;ggas av myndigheten och inte &#228;r avsedd f&#246;r 
mottagaren endast som innehavare av annan st&#228;llning. Lag 
(2018:1801).

Inkommen handling

9 &#167; En handling anses ha kommit in till en myndighet, n&#228;r den 
har anl&#228;nt till myndigheten eller kommit beh&#246;rig 
befattningshavare till handa. I fr&#229;ga om en upptagning som 
avses i 3 &#167; g&#228;ller i st&#228;llet att den anses ha kommit in till 
myndigheten n&#228;r n&#229;gon annan har gjort den tillg&#228;nglig f&#246;r 
myndigheten p&#229; det s&#228;tt som anges i 6 &#167;.

T&#228;vlingsskrifter, anbud eller andra s&#229;dana handlingar som 
enligt tillk&#228;nnagivande ska l&#228;mnas i f&#246;rseglat omslag anses 
inte ha kommit in f&#246;re den tidpunkt som har best&#228;mts f&#246;r 
&#246;ppnandet.

En &#229;tg&#228;rd som n&#229;gon vidtar endast som ett led i en teknisk 
bearbetning eller teknisk lagring av en handling som en 
myndighet har tillhandah&#229;llit ska inte anses leda till att 
handlingen har kommit in till den myndigheten. Lag 
(2018:1801).

Uppr&#228;ttad handling

10 &#167; En handling anses ha uppr&#228;ttats hos en myndighet, n&#228;r den 
har expedierats. En handling som inte har expedierats anses 
uppr&#228;ttad n&#228;r det &#228;rende som den h&#228;nf&#246;r sig till har 
slutbehandlats hos myndigheten eller, om handlingen inte 
h&#228;nf&#246;r sig till ett visst &#228;rende, n&#228;r den har justerats av 
myndigheten eller f&#228;rdigst&#228;llts p&#229; annat s&#228;tt.

I st&#228;llet f&#246;r det som f&#246;reskrivs i f&#246;rsta stycket g&#228;ller 
f&#246;ljande:

1. Diarier, journaler samt s&#229;dana register eller andra 
f&#246;rteckningar som f&#246;rs fortl&#246;pande anses ha uppr&#228;ttats n&#228;r de 
har f&#228;rdigst&#228;llts f&#246;r anteckning eller inf&#246;ring.

2. Domar och andra beslut, som enligt vad som &#228;r f&#246;reskrivet 
ska avkunnas eller expedieras, samt protokoll och andra 
handlingar till den del protokollet eller handlingen h&#228;nf&#246;r 
sig till ett s&#229;dant beslut, anses ha uppr&#228;ttats n&#228;r beslutet 
har avkunnats eller expedierats.

3. Andra protokoll fr&#229;n en myndighet och d&#228;rmed j&#228;mf&#246;rliga 
anteckningar anses ha uppr&#228;ttats n&#228;r de har justerats av 
myndigheten eller f&#228;rdigst&#228;llts p&#229; annat s&#228;tt.

Det som s&#228;gs i andra stycket 3 g&#228;ller inte protokoll hos 
riksdagens utskott, en kommuns revisorer, statliga kommitt&#233;er 
eller en kommunal myndighet i &#228;renden som denna endast bereder 
till avg&#246;rande. Lag (2018:1801).

&#214;verl&#228;mnad handling inom en myndighet

11 &#167; Har ett organ som ing&#229;r i eller &#228;r knutet till en 
myndighet l&#228;mnat &#246;ver en handling till n&#229;got annat organ inom 
samma myndighet, anses handlingen som inkommen eller uppr&#228;ttad 
d&#228;rigenom endast om organen upptr&#228;der som sj&#228;lvst&#228;ndiga i 
f&#246;rh&#229;llande till varandra.

Detsamma g&#228;ller om en handling har framst&#228;llts f&#246;r att l&#228;mnas 
p&#229; det s&#228;tt som anges i f&#246;rsta stycket. Lag (2018:1801).

Minnesanteckning, utkast och koncept

12 &#167; En minnesanteckning som har gjorts hos en myndighet och 
som inte har expedierats ska inte heller efter den tidpunkt d&#229; 
den enligt 10 &#167; &#228;r att anse som uppr&#228;ttad anses som allm&#228;n 
handling hos myndigheten. Minnesanteckningen anses dock som 
uppr&#228;ttad om den har tagits om hand f&#246;r arkivering. Med 
minnesanteckning avses promemorior och andra uppteckningar 
eller upptagningar som har kommit till endast f&#246;r f&#246;redragning 
eller beredning av ett &#228;rende, dock inte till den del de har 
tillf&#246;rt &#228;rendet n&#229;gon sakuppgift.

Utkast eller koncept till en myndighets beslut eller skrivelse 
och andra d&#228;rmed j&#228;mst&#228;llda handlingar som inte har 
expedierats anses inte som allm&#228;nna. Handlingen anses dock 
vara allm&#228;n om den tas om hand f&#246;r arkivering. Lag 
(2018:1801).

Handlingar som inte anses som allm&#228;nna

13 &#167; En handling som f&#246;rvaras hos en myndighet endast som ett 
led i en teknisk bearbetning eller teknisk lagring f&#246;r n&#229;gon 
annans r&#228;kning anses inte som allm&#228;n handling hos den 
myndigheten.

Som allm&#228;n handling anses inte en handling som en myndighet 
f&#246;rvarar endast i syfte att kunna &#229;terskapa information som 
har g&#229;tt f&#246;rlorad i en myndighets ordinarie system f&#246;r 
automatiserad behandling av information (s&#228;kerhetskopia). Lag 
(2018:1801).

14 &#167; Som allm&#228;n handling anses inte

1. ett brev, ett telegram eller n&#229;gon annan s&#229;dan handling som 
har l&#228;mnats in till eller uppr&#228;ttats hos en myndighet endast 
f&#246;r befordran av ett meddelande,

2. ett meddelande eller n&#229;gon annan handling som har l&#228;mnats 
in till eller uppr&#228;ttats hos en myndighet endast f&#246;r 
offentligg&#246;rande i en periodisk skrift som ges ut genom 
myndigheten,

3. en tryckt skrift, en ljud- eller bildupptagning eller n&#229;gon 
annan handling som ing&#229;r i ett bibliotek eller som fr&#229;n en 
enskild har tillf&#246;rts ett allm&#228;nt arkiv uteslutande f&#246;r 
f&#246;rvaring och v&#229;rd eller forsknings- och studie&#228;ndam&#229;l eller 
privata brev, skrifter eller upptagningar som annars har 
&#246;verl&#228;mnats till en myndighet uteslutande f&#246;r n&#229;got av de 
angivna &#228;ndam&#229;len,

4. en upptagning av inneh&#229;llet i en s&#229;dan handling som avses i 
3, om upptagningen f&#246;rvaras hos en myndighet d&#228;r den 
ursprungliga handlingen inte skulle vara att anse som allm&#228;n.

Det som f&#246;reskrivs i f&#246;rsta stycket 3 om handlingar som ing&#229;r 
i bibliotek till&#228;mpas inte p&#229; en upptagning i en databas som 
en myndighet har tillg&#229;ng till enligt ett avtal med en annan 
myndighet, om upptagningen &#228;r allm&#228;n handling hos den 
myndigheten. Lag (2018:1801).

Utl&#228;mnande av allm&#228;nna handlingar

R&#228;tten att ta del av allm&#228;nna handlingar

15 &#167; Den som beg&#228;r ut en allm&#228;n handling som f&#229;r l&#228;mnas ut ska 
genast eller s&#229; snart det &#228;r m&#246;jligt och utan avgift f&#229; ta del 
av handlingen p&#229; st&#228;llet p&#229; ett s&#229;dant s&#228;tt att den kan l&#228;sas 
eller avlyssnas eller uppfattas p&#229; annat s&#228;tt. En handling f&#229;r 
&#228;ven skrivas av, avbildas eller tas i anspr&#229;k f&#246;r 
ljud&#246;verf&#246;ring. Kan en handling inte tillhandah&#229;llas utan att 
en s&#229;dan del av handlingen som inte f&#229;r l&#228;mnas ut r&#246;js, ska 
den i &#246;vriga delar g&#246;ras tillg&#228;nglig f&#246;r s&#246;kanden i avskrift 
eller kopia.

En myndighet &#228;r inte skyldig att tillhandah&#229;lla en handling p&#229; 
st&#228;llet, om det m&#246;ter betydande hinder. Detsamma g&#228;ller en 
upptagning som avses i 3 &#167;, om s&#246;kanden utan beaktansv&#228;rd 
ol&#228;genhet kan ta del av upptagningen hos en n&#228;rbel&#228;gen 
myndighet. Lag (2018:1801).

Kopior av allm&#228;nna handlingar

16 &#167; Den som &#246;nskar ta del av en allm&#228;n handling har &#228;ven r&#228;tt 
att mot en fastst&#228;lld avgift f&#229; en avskrift eller kopia av 
handlingen till den del handlingen f&#229;r l&#228;mnas ut. En myndighet 
&#228;r dock inte skyldig att i st&#246;rre utstr&#228;ckning &#228;n vad som 
f&#246;ljer av lag l&#228;mna ut en upptagning f&#246;r automatiserad 
behandling i annan form &#228;n utskrift. En myndighet &#228;r inte 
heller skyldig att framst&#228;lla en kopia av en karta, ritning 
eller bild eller av en upptagning som avses i 3 &#167; och som inte 
&#228;r en upptagning f&#246;r automatiserad behandling, om det skulle 
inneb&#228;ra sv&#229;righeter och handlingen kan tillhandah&#229;llas p&#229; 
st&#228;llet.

En beg&#228;ran att f&#229; en avskrift eller kopia av en allm&#228;n 
handling ska behandlas skyndsamt. Lag (2018:1801).

Pr&#246;vning av beg&#228;ran

17 &#167; En beg&#228;ran att f&#229; ta del av en allm&#228;n handling g&#246;rs hos 
den myndighet som f&#246;rvarar handlingen.

Beg&#228;ran pr&#246;vas av den myndighet som anges i f&#246;rsta stycket. Om 
det finns s&#228;rskilda sk&#228;l, f&#229;r det dock f&#246;reskrivas i en 
best&#228;mmelse som avses i 2 &#167; andra stycket att pr&#246;vningen vid 
till&#228;mpningen av best&#228;mmelsen ska g&#246;ras av n&#229;gon annan 
myndighet. I fr&#229;ga om en handling som &#228;r av synnerlig 
betydelse f&#246;r rikets s&#228;kerhet kan det &#228;ven genom f&#246;rordning 
f&#246;reskrivas att endast en viss myndighet f&#229;r pr&#246;va fr&#229;gan om 
utl&#228;mnande. I de angivna fallen ska beg&#228;ran om utl&#228;mnande 
genast h&#228;nskjutas till den beh&#246;riga myndigheten. Lag 
(2018:1801).

18 &#167; En myndighet f&#229;r inte p&#229; grund av att n&#229;gon beg&#228;r att f&#229; 
ta del av en allm&#228;n handling efterforska vem denne &#228;r eller 
vilket syfte han eller hon har med sin beg&#228;ran i st&#246;rre 
utstr&#228;ckning &#228;n vad som beh&#246;vs f&#246;r att myndigheten ska kunna 
pr&#246;va om det finns hinder mot att handlingen l&#228;mnas ut. Lag 
(2018:1801).

19 &#167; Om n&#229;gon annan &#228;n riksdagen eller regeringen avsl&#229;r en 
beg&#228;ran att f&#229; ta del av en handling eller l&#228;mnar ut en allm&#228;n 
handling med f&#246;rbeh&#229;ll som inskr&#228;nker s&#246;kandens r&#228;tt att yppa 
dess inneh&#229;ll eller annars f&#246;rfoga &#246;ver den, f&#229;r s&#246;kanden 
&#246;verklaga beslutet. Ett beslut av ett statsr&#229;d ska &#246;verklagas 
till regeringen och ett beslut av n&#229;gon annan myndighet ska 
&#246;verklagas till domstol.

I den lag som avses i 2 &#167; ska det n&#228;rmare anges hur beslut som 
avses i f&#246;rsta stycket f&#229;r &#246;verklagas. Ett &#246;verklagande ska 
alltid pr&#246;vas skyndsamt.

F&#246;r beslut av en myndighet som lyder under riksdagen g&#228;ller 
s&#228;rskilda best&#228;mmelser om &#246;verklagande. Lag (2018:1801).

20 &#167; En anteckning om hinder att l&#228;mna ut en allm&#228;n handling 
f&#229;r g&#246;ras endast p&#229; en handling som omfattas av en best&#228;mmelse 
som avses i 2 &#167; andra stycket. Den till&#228;mpliga best&#228;mmelsen 
ska anges. Lag (2018:1801).

Ytterligare best&#228;mmelser om allm&#228;nna handlingar

Allm&#228;nna handlingar hos enskilda organ

21 &#167; Om en myndighets verksamhet ska &#246;vertas av ett enskilt 
organ, f&#229;r det i lag f&#246;reskrivas att regeringen eller en 
beslutande kommunal f&#246;rsamling f&#229;r besluta att allm&#228;nna 
handlingar som h&#228;nf&#246;r sig till den verksamheten och som 
organet beh&#246;ver f&#246;r verksamheten f&#229;r &#246;verl&#228;mnas dit utan att 
handlingarna d&#228;rigenom upph&#246;r att vara allm&#228;nna. Ett s&#229;dant 
organ ska i fr&#229;ga om &#246;verl&#228;mnade handlingar j&#228;mst&#228;llas med en 
myndighet n&#228;r 15-20 &#167;&#167; till&#228;mpas. Lag (2018:1801).

22 &#167; I lag f&#229;r det f&#246;reskrivas att regeringen f&#229;r besluta att 
allm&#228;nna handlingar f&#229;r &#246;verl&#228;mnas till Svenska kyrkan eller 
n&#229;gon av dess organisatoriska delar f&#246;r f&#246;rvaring, utan att 
handlingarna d&#228;rigenom upph&#246;r att vara allm&#228;nna. Detta g&#228;ller 
handlingar som senast den 31 december 1999 har kommit in till 
eller uppr&#228;ttats hos

1. myndigheter som har upph&#246;rt och som har haft uppgifter som 
h&#228;nf&#246;r sig till Svenska kyrkans verksamhet, eller

2. Svenska kyrkans beslutande f&#246;rsamlingar.

N&#228;r 15-20 &#167;&#167; till&#228;mpas ska Svenska kyrkan och dess 
organisatoriska delar j&#228;mst&#228;llas med en myndighet i fr&#229;ga om 
&#246;verl&#228;mnade handlingar. Lag (2018:1801).

Bevarande och gallring

23 &#167; Grundl&#228;ggande f&#246;reskrifter om hur allm&#228;nna handlingar ska 
bevaras samt om gallring och annat avh&#228;ndande av s&#229;dana 
handlingar f&#229;r meddelas i lag. Lag (2018:1801).

3 kap. R&#228;tten till anonymitet

1 &#167; En f&#246;rfattare till en tryckt skrift &#228;r inte skyldig att 
s&#228;tta ut namn, pseudonym eller signatur p&#229; skriften. Detsamma 
g&#228;ller f&#246;r den som har meddelat uppgifter f&#246;r offentligg&#246;rande 
enligt 1 kap. 7 &#167; och f&#246;r utgivare av en tryckt skrift som 
inte &#228;r periodisk. Lag (2018:1801).

2 &#167; I ett m&#229;l om ansvar, skadest&#229;nd eller s&#228;rskild r&#228;ttsverkan 
p&#229; grund av tryckfrihetsbrott f&#229;r ingen ta upp fr&#229;gan om vem 
som &#228;r f&#246;rfattare eller vem som &#228;r meddelare enligt 1 kap. 
7 &#167;. Detsamma g&#228;ller fr&#229;gan om vem som &#228;r utgivare till en 
tryckt skrift som inte &#228;r periodisk.

Om f&#246;rfattare eller utgivare har angetts p&#229; en skrift som inte 
&#228;r periodisk, med namn eller med en pseudonym eller en 
signatur som enligt vad som &#228;r allm&#228;nt k&#228;nt syftar p&#229; en viss 
person, f&#229;r dock fr&#229;gan om han eller hon &#228;r ansvarig behandlas 
i m&#229;let. Detsamma g&#228;ller om n&#229;gon i en skriftlig f&#246;rklaring 
har uppgett sig vara f&#246;rfattaren eller utgivaren eller 
sj&#228;lvmant har l&#228;mnat en s&#229;dan uppgift i m&#229;let.

F&#246;rsta stycket hindrar inte att det i samma r&#228;tteg&#229;ng som 
avses i f&#246;rsta och andra styckena handl&#228;ggs en fr&#229;ga om vem 
som &#228;r ansvarig f&#246;r brott enligt 7 kap. 22 eller 23 &#167;. Lag 
(2018:1801).

Tystnadsplikt

3 &#167; Den som har tagit befattning med tillkomsten eller 
utgivningen av en tryckt skrift eller med en framst&#228;llning som 
har varit avsedd att inf&#246;ras i en tryckt skrift f&#229;r inte r&#246;ja 
vad han eller hon d&#229; har f&#229;tt veta om vem som &#228;r f&#246;rfattare, 
meddelare enligt 1 kap. 7 &#167; eller utgivare av en skrift som 
inte &#228;r periodisk.

Tystnadsplikt enligt f&#246;rsta stycket g&#228;ller &#228;ven f&#246;r den som p&#229; 
n&#229;got annat s&#228;tt har varit verksam inom ett f&#246;retag f&#246;r 
utgivning av tryckta skrifter eller inom ett f&#246;retag f&#246;r 
yrkesm&#228;ssig f&#246;rmedling av nyheter eller andra meddelanden till 
periodiska skrifter. Lag (2018:1801).

4 &#167; Tystnadsplikt enligt 3 &#167; g&#228;ller inte i f&#246;ljande fall:

1. Den till vars f&#246;rm&#229;n tystnadsplikten g&#228;ller har samtyckt 
till att hans eller hennes identitet r&#246;js.

2. Det &#228;r till&#229;tet enligt 2 &#167; andra stycket att behandla 
fr&#229;gan om identiteten.

3. Det r&#246;r sig om n&#229;got av de brott som avses i 7 kap. 22 &#167; 
f&#246;rsta stycket 1.

4. En domstol finner i fr&#229;ga om brott enligt 7 kap. 21 &#167; eller 
22 &#167; f&#246;rsta stycket 2 eller 3 att det &#228;r n&#246;dv&#228;ndigt att 
uppgifter l&#228;mnas om huruvida det &#228;r den som &#228;r tilltalad eller 
sk&#228;ligen misst&#228;nkt f&#246;r den brottsliga g&#228;rningen som har l&#228;mnat 
meddelandet eller medverkat till framst&#228;llningen. Uppgifterna 
ska i s&#229; fall l&#228;mnas vid en f&#246;rhandling.

5. En domstol finner i n&#229;got annat fall att det av h&#228;nsyn till 
ett allm&#228;nt eller enskilt intresse &#228;r av synnerlig vikt att en 
uppgift om identiteten l&#228;mnas vid vittnesf&#246;rh&#246;r eller f&#246;rh&#246;r 
med en part under sanningsf&#246;rs&#228;kran.

Vid f&#246;rh&#246;r som avses i f&#246;rsta stycket 4 eller 5 ska r&#228;tten 
noga vaka &#246;ver att det inte st&#228;lls fr&#229;gor som kan inkr&#228;kta p&#229; 
tystnadsplikten ut&#246;ver vad som har medgetts i varje s&#228;rskilt 
fall. Lag (2018:1801).

Efterforskningsf&#246;rbud

5 &#167; En myndighet eller ett annat allm&#228;nt organ f&#229;r inte 
efterforska

1. f&#246;rfattaren till en framst&#228;llning som har inf&#246;rts eller 
varit avsedd att inf&#246;ras i en tryckt skrift,

2. den som har gett ut eller avsett att ge ut en framst&#228;llning 
i en s&#229;dan skrift, eller

3. meddelare enligt 1 kap. 7 &#167;.

F&#246;rbudet i f&#246;rsta stycket hindrar inte efterforskning n&#228;r det 
beh&#246;vs f&#246;r &#229;tal eller n&#229;got annat ingripande mot den som avses 
d&#228;r som inte st&#229;r i strid med denna grundlag. I s&#229;dana fall 
ska den tystnadsplikt som anges i 3 &#167; beaktas. Lag 
(2018:1801).

Repressalief&#246;rbud

6 &#167; En myndighet eller ett annat allm&#228;nt organ f&#229;r inte 
ingripa mot n&#229;gon f&#246;r att han eller hon i en tryckt skrift har 
brukat sin tryckfrihet eller medverkat till ett s&#229;dant bruk. 
Lag (2018:1801).

Straff

7 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som

1. upps&#229;tligen eller av oaktsamhet bryter mot sin 
tystnadsplikt enligt 3 &#167;,

2. upps&#229;tligen eller av oaktsamhet p&#229; en tryckt skrift s&#228;tter 
ut namn p&#229; eller pseudonym eller signatur f&#246;r en f&#246;rfattare 
eller, i fall som avses i 1 &#167;, meddelare eller utgivare mot 
hans eller hennes vilja,

3. upps&#229;tligen eller av oaktsamhet p&#229; en tryckt skrift s&#228;tter 
ut namn p&#229; eller pseudonym eller signatur f&#246;r n&#229;gon som uppges 
vara f&#246;rfattare, utgivare eller meddelare men som inte &#228;r det,

4. upps&#229;tligen efterforskar i strid med 5 &#167;, eller

5. upps&#229;tligen ingriper i strid med 6 &#167;, om &#229;tg&#228;rden utg&#246;r 
avskedande, upps&#228;gning, meddelande av disciplinp&#229;f&#246;ljd eller 
en liknande &#229;tg&#228;rd.

Allm&#228;nt &#229;tal f&#246;r brott som avses i f&#246;rsta stycket 1-3 f&#229;r 
v&#228;ckas endast om m&#229;ls&#228;ganden har anm&#228;lt brottet till &#229;tal. Lag 
(2018:1801).

Andra upphovsm&#228;n &#228;n f&#246;rfattare

8 &#167; Det som s&#228;gs i detta kapitel om f&#246;rfattare g&#228;ller &#228;ven 
andra upphovsm&#228;n till framst&#228;llningar som har inf&#246;rts eller 
varit avsedda att inf&#246;ras i en tryckt skrift. Lag (2018:1801).

4 kap. R&#228;tten att trycka skrifter

1 &#167; Varje fysisk och juridisk person har r&#228;tt att sj&#228;lv eller 
med hj&#228;lp av andra trycka skrifter. Lag (2018:1801).

Ursprungsuppgifter

2 &#167; En skrift som &#228;r tryckt i Sverige och avsedd att ges ut 
h&#228;r ska inneh&#229;lla tydliga uppgifter om vem som har tryckt 
skriften samt om ort och &#229;r f&#246;r tryckningen. Motsvarande 
g&#228;ller en skrift f&#246;r vilken utgivningsbevis g&#228;ller och som &#228;r 
m&#229;ngfaldigad h&#228;r genom fotokopiering eller n&#229;gon liknande 
teknik. Lag (2018:1801).

3 &#167; Skyldigheten att s&#228;tta ut uppgifter enligt 2 &#167; g&#228;ller inte 
bild- eller tillf&#228;llighetstryck. Med bild- eller 
tillf&#228;llighetstryck avses vykort och bildalbum, visitkort och 
notifikationer, adresskort, etiketter, blanketter samt 
aff&#228;rstryck s&#229;som reklam- och emballagetryck och andra s&#229;dana 
trycksaker. En f&#246;ruts&#228;ttning &#228;r att missbruk av tryckfriheten 
kan anses uteslutet p&#229; grund av texten eller framst&#228;llningen i 
&#246;vrigt. Lag (2018:1801).

Skyldighet att bevara exemplar

4 &#167; F&#246;reskrifter om skyldighet att bevara exemplar av tryckta 
skrifter f&#246;r granskning och att l&#228;mna exemplar av tryckta 
skrifter till bibliotek eller arkiv f&#229;r meddelas i lag.

Detsamma g&#228;ller f&#246;reskrifter om skyldighet att spela in 
program och bevara tekniska upptagningar som avses i 1 kap. 
5 och 6 &#167;&#167; samt att tillhandah&#229;lla dessa. Lag (2018:1801).

Straff

5 &#167; Den som vid framst&#228;llningen av en skrift bryter mot 2 &#167; 
d&#246;ms till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r. Lag 
(2018:1801).

6 &#167; Har betecknats 4 &#167; genom lag (1976:955).

7 &#167; Har upph&#228;vts genom lag (1976:955).

8 &#167; Har betecknats 5 &#167; genom lag (1976:955).

9 &#167; Har betecknats 3 &#167; genom lag (1976:955).

5 kap. R&#228;tten att ge ut periodiska skrifter

&#196;gare och utgivare

1 &#167; En periodisk skrift ska ha en utgivare.

Utgivaren utses av skriftens &#228;gare. Lag (2018:1801).

2 &#167; Varje fysisk och juridisk person f&#229;r vara &#228;gare till en 
periodisk skrift. Lag (2018:1801).

3 &#167; En utgivare av en periodisk skrift ska vara en fysisk 
person med hemvist i Sverige. Den som &#228;r under&#229;rig eller i 
konkurs eller som har f&#246;rvaltare enligt s&#228;rskilda best&#228;mmelser 
i lag f&#229;r inte vara utgivare. Lag (2018:1801).

Utgivarens befogenhet

4 &#167; Utgivaren ska ha befogenhet att ut&#246;va tillsyn &#246;ver 
skriftens utgivning och best&#228;mma &#246;ver dess inneh&#229;ll s&#229; att 
ingenting f&#229;r f&#246;ras in i den mot hans eller hennes vilja. 
Varje inskr&#228;nkning i denna befogenhet ska vara utan verkan. 
Lag (2018:1801).

Anm&#228;lan om utgivare

5 &#167; N&#228;r en utgivare har utsetts, ska &#228;garen anm&#228;la detta till 
en myndighet som anges i lag. Anm&#228;lan ska inneh&#229;lla uppgift om 
utgivarens namn och hemvist. Den ska &#228;ven inneh&#229;lla bevis om 
att utgivaren &#228;r beh&#246;rig enligt 3 &#167; och en f&#246;rklaring av 
utgivaren om att han eller hon har &#229;tagit sig uppdraget. Lag 
(2018:1801).

6 &#167; Om utgivaren inte l&#228;ngre &#228;r beh&#246;rig eller om utgivarens 
uppdrag kommer att upph&#246;ra av n&#229;got annat sk&#228;l, ska &#228;garen 
genast utse en ny utgivare och anm&#228;la detta enligt 5 &#167;. 
Anm&#228;lan ska om m&#246;jligt &#228;ven inneh&#229;lla bevis om att den f&#246;rra 
utgivaren har f&#229;tt del av anm&#228;lan. Lag (2018:1801).

St&#228;llf&#246;retr&#228;dare f&#246;r utgivare

7 &#167; En utgivare av en periodisk skrift f&#229;r utse en eller flera 
st&#228;llf&#246;retr&#228;dare. F&#246;r st&#228;llf&#246;retr&#228;dare g&#228;ller 3 &#167;.

N&#228;r en st&#228;llf&#246;retr&#228;dare har utsetts, ska detta anm&#228;las till 
den myndighet som avses i 5 &#167;. Tillsammans med anm&#228;lan ska det 
l&#228;mnas ett bevis om att st&#228;llf&#246;retr&#228;daren uppfyller 
beh&#246;righetsvillkoren f&#246;r utgivare och en f&#246;rklaring dels av 
st&#228;llf&#246;retr&#228;daren att han eller hon har &#229;tagit sig uppdraget, 
dels av &#228;garen att han eller hon har godk&#228;nt 
st&#228;llf&#246;retr&#228;daren.

Upph&#246;r utgivarens uppdrag, upph&#246;r ocks&#229; uppdraget som 
st&#228;llf&#246;retr&#228;dare. Lag (2018:1801).

8 &#167; Om en anm&#228;lan av st&#228;llf&#246;retr&#228;dare har gjorts enligt 7 &#167;, 
f&#229;r utgivaren &#246;verl&#228;mna &#229;t st&#228;llf&#246;retr&#228;daren eller, om flera 
st&#228;llf&#246;retr&#228;dare finns, &#229;t n&#229;gon av dem att i utgivarens 
st&#228;lle ut&#246;va den befogenhet som utgivaren har enligt 4 &#167;.

Kan det antas att utgivaren p&#229; grund av sjukdom eller av annan 
tillf&#228;llig orsak oavbrutet under minst en m&#229;nad inte kommer 
att ut&#246;va befogenheten som utgivare, ska han eller hon snarast 
&#246;verl&#228;mna denna till en st&#228;llf&#246;retr&#228;dare. Finns det ingen 
st&#228;llf&#246;retr&#228;dare, ska utgivaren genast utse en 
st&#228;llf&#246;retr&#228;dare och anm&#228;la detta enligt 7 &#167;. Detsamma g&#228;ller 
om uppdraget f&#246;r den som har utsetts till st&#228;llf&#246;retr&#228;dare 
kommer att upph&#246;ra. Lag (2018:1801).

Uppgift om utgivare

9 &#167; P&#229; varje nummer eller h&#228;fte av en periodisk skrift ska 
utgivarens namn s&#228;ttas ut. N&#228;r en st&#228;llf&#246;retr&#228;dare har tr&#228;tt 
in anges i st&#228;llet st&#228;llf&#246;retr&#228;darens namn. Lag (2018:1801).

Utgivningsbevis

Utf&#228;rdande

10 &#167; En periodisk skrift f&#229;r inte ges ut innan det har 
utf&#228;rdats ett bevis om att det inte finns n&#229;got hinder mot 
utgivning enligt denna grundlag (utgivningsbevis).

Ett utgivningsbevis meddelas av den myndighet som avses i 5 &#167;. 
Ans&#246;kan g&#246;rs av skriftens &#228;gare. I ans&#246;kan ska skriftens 
titel, utgivningsort och utgivningsplan anges. Lag 
(2018:1801).

11 &#167; Ett utgivningsbevis f&#229;r inte utf&#228;rdas innan det har 
gjorts en anm&#228;lan om utgivare enligt 5 &#167;.

En ans&#246;kan f&#229;r avsl&#229;s om skriftens titel l&#228;tt kan f&#246;rv&#228;xlas 
med titeln p&#229; n&#229;gon annan skrift med utgivningsbevis. Lag 
(2018:1801).

Giltighet och f&#246;rnyelse

12 &#167; Ett utgivningsbevis g&#228;ller i tio &#229;r. D&#228;refter upph&#246;r 
beviset att g&#228;lla. Ett beslut om att beviset ska anses ha 
upph&#246;rt vid tio&#229;rsperiodens utg&#229;ng meddelas av den myndighet 
som avses i 5 &#167;. Beviset f&#229;r f&#246;rnyas efter ans&#246;kan av 
skriftens &#228;gare, varje g&#229;ng f&#246;r tio &#229;r fr&#229;n utg&#229;ngen av den 
f&#246;reg&#229;ende tio&#229;rsperioden. Om ans&#246;kan om f&#246;rnyelse har gjorts 
f&#246;re tio&#229;rsperiodens utg&#229;ng forts&#228;tter beviset att g&#228;lla till 
dess att beslutet med anledning av ans&#246;kan har f&#229;tt laga 
kraft. Lag (2018:1801).

&#197;terkallelse

13 &#167; Ett utgivningsbevis f&#229;r &#229;terkallas i f&#246;ljande fall:

1. &#196;garen har anm&#228;lt att skriftens utgivning har upph&#246;rt.

2. &#196;gander&#228;tten till skriften har &#246;verg&#229;tt till n&#229;gon som inte 
uppfyller beh&#246;righetsvillkor som har f&#246;reskrivits med st&#246;d av 
denna grundlag.

3. Det finns ingen utgivare eller utgivaren uppfyller inte 
beh&#246;righetsvillkoren enligt 3 &#167; eller beh&#246;righetsvillkor som 
har f&#246;reskrivits med st&#246;d av denna grundlag, och en beh&#246;rig 
utgivare utses inte omedelbart.

4. Det har g&#229;tt sex m&#229;nader fr&#229;n dagen d&#229; utgivningsbeviset 
utf&#228;rdades, utan att skriften har kommit ut.

5. Skriften har under n&#229;got av de tv&#229; senaste kalender&#229;ren 
inte kommit ut med minst fyra nummer eller h&#228;ften p&#229; s&#228;rskilda 
tider.

6. Det visas inom sex m&#229;nader fr&#229;n f&#246;rsta g&#229;ngen skriften kom 
ut att beviset inte borde ha utf&#228;rdats med h&#228;nsyn till 
best&#228;mmelsen i 11 &#167; andra stycket.

7. Titeln p&#229; en skrift har typografiskt sett getts en s&#229;dan 
likhet med titeln p&#229; en annan skrift med utgivningsbevis att 
f&#246;rv&#228;xling l&#228;tt kan ske och r&#228;ttelse vidtas inte omedelbart. 
Lag (2018:1801).

14 &#167; Om ett utgivningsbevis har &#229;terkallats enligt 13 &#167; f&#246;rsta 
stycket 2, 3, 5 eller 7, kr&#228;vs medgivande av skriftens &#228;gare 
f&#246;r att utgivningsbevis ska utf&#228;rdas f&#246;r en annan skrift med 
en titel som har en s&#229;dan likhet med den f&#246;rsta skriftens 
titel att de l&#228;tt kan f&#246;rv&#228;xlas. Medgivande beh&#246;vs dock inte 
om det har g&#229;tt tv&#229; &#229;r efter &#229;terkallelsen.

Detsamma g&#228;ller om det tidigare utgivningsbeviset har 
f&#246;rklarats ha upph&#246;rt att g&#228;lla. Lag (2018:1801).

15 &#167; Det f&#229;r i lag meddelas f&#246;reskrifter om

1. skyldighet att anm&#228;la &#228;ndrade f&#246;rh&#229;llanden i fr&#229;ga om 
utgivningsort och utgivningsplan,

2. giltighet och f&#246;rnyelse av utgivningsbevis, och

3. &#229;terkallelse av utgivningsbevis. Lag (2018:1801).

Straff

16 &#167; Till b&#246;ter d&#246;ms

1. en &#228;gare till en periodisk skrift som ges ut utan att 
utgivningsbevis finns eller utan att &#228;garen uppfyller 
beh&#246;righetsvillkor som har f&#246;reskrivits med st&#246;d av denna 
grundlag,

2. en &#228;gare till en periodisk skrift f&#246;r vilken en ny utgivare 
inte utses och anm&#228;ls enligt 6 &#167;,

3. en utgivare som inte &#246;verl&#228;mnar sitt uppdrag till 
st&#228;llf&#246;retr&#228;dare enligt 8 &#167; andra stycket,

4. den som ger ut en periodisk skrift f&#246;r vilken 
utgivningsf&#246;rbud har meddelats enligt denna grundlag eller som 
uppenbart utg&#246;r en forts&#228;ttning av en s&#229;dan skrift, eller

5. den som p&#229; en periodisk skrift l&#229;ter ange sitt namn som 
utgivare eller st&#228;llf&#246;retr&#228;dare utan att vara beh&#246;rig.

Om skriften har f&#246;rklarats vara brottslig eller 
omst&#228;ndigheterna annars &#228;r synnerligen f&#246;rsv&#229;rande, &#228;r 
straffet f&#228;ngelse i h&#246;gst ett &#229;r. Lag (2018:1801).

17 &#167; Till straff enligt 16 &#167; d&#246;ms &#228;ven den som i en ans&#246;kan, 
anm&#228;lan eller f&#246;rklaring som avses i detta kapitel medvetet 
l&#228;mnar oriktiga uppgifter. Lag (2018:1801).

18 &#167; Till penningb&#246;ter d&#246;ms en utgivare som inte s&#228;tter ut 
uppgifter om utgivarens namn p&#229; det s&#228;tt som anges i 9 &#167;. 
Detsamma g&#228;ller en st&#228;llf&#246;re-tr&#228;dare som har tr&#228;tt in som 
utgivare. Lag (2018:1801).

19 &#167; I lag f&#229;r det f&#246;reskrivas om straff f&#246;r den som bryter 
mot en f&#246;reskrift i lag som har meddelats med st&#246;d av 15 &#167; 1. 
Lag (2018:1801).

6 kap. R&#228;tten att sprida tryckta skrifter

1 &#167; Varje fysisk och juridisk person har r&#228;tt att sj&#228;lv eller 
med hj&#228;lp av andra sprida tryckta skrifter. Lag (2018:1801).

Undantag

2 &#167; Utan hinder av denna grundlag g&#228;ller vad som f&#246;reskrivs i 
lag, n&#228;r n&#229;gon

1. visar en pornografisk bild p&#229; eller vid en allm&#228;n plats 
genom skyltning eller annat liknande f&#246;rfarande p&#229; ett s&#228;tt 
som &#228;r &#228;gnat att v&#228;cka allm&#228;n anst&#246;t eller utan f&#246;reg&#229;ende 
best&#228;llning s&#228;nder eller tillst&#228;ller n&#229;gon en s&#229;dan bild p&#229; 
annat s&#228;tt, eller

2. bland barn och ungdom sprider en tryckt skrift som genom 
sitt inneh&#229;ll kan verka f&#246;rr&#229;ande eller annars medf&#246;ra annan 
allvarlig fara f&#246;r de unga. Lag (2018:1801).

3 &#167; I lag f&#229;r det meddelas f&#246;reskrifter om spridning av 
kartor, ritningar eller bilder som &#229;terger Sverige helt eller 
delvis och inneh&#229;ller upplysningar av betydelse f&#246;r rikets 
f&#246;rsvar. Lag (2018:1801).

Skyldighet att befordra tryckta skrifter

4 &#167; Den som enligt vad som f&#246;ljer av lag eller annan 
f&#246;rfattning har en skyldighet att befordra tryckta skrifter 
f&#229;r inte p&#229; grund av inneh&#229;llet v&#228;gra eller st&#228;lla s&#228;rskilda 
villkor f&#246;r att utf&#246;ra denna skyldighet. Detta g&#228;ller dock 
inte om befordran skulle inneb&#228;ra en s&#229;dan &#246;vertr&#228;delse som 
avses i 5 eller 6 &#167;.

Den som har en skyldighet enligt f&#246;rsta stycket och som har 
tagit emot en tryckt skrift f&#246;r befordran ska inte anses som 
skriftens spridare. Lag (2018:1801).

Straff

5 &#167; Till penningb&#246;ter d&#246;ms den som sprider en tryckt skrift 
som saknar en s&#229;dan uppgift som avses i 4 kap. 2 &#167;. Detsamma 
g&#228;ller om en s&#229;dan uppgift eller en uppgift som avses i 1 kap. 
2 &#167; andra stycket 2 &#228;r oriktig och spridaren k&#228;nner till 
detta. Lag (2018:1801).

6 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som 
sprider en tryckt skrift i vetskap om att den

1. har tagits i beslag eller f&#246;rklarats konfiskerad,

2. har getts ut i strid med ett utgivningsf&#246;rbud som har 
meddelats enligt denna grundlag, eller

3. uppenbart utg&#246;r en forts&#228;ttning av en skrift som omfattas 
av ett s&#229;dant f&#246;rbud som avses i 2. Lag (2018:1801).

7 kap. Tryckfrihetsbrott, meddelarbrott och anskaffarbrott

G&#228;rningar som anses vara tryckfrihetsbrott

Vad som anses vara tryckfrihetsbrott

1 &#167; Med beaktande av tryckfrihetens syfte att s&#228;kerst&#228;lla ett 
fritt meningsutbyte, en fri och allsidig upplysning och ett 
fritt konstn&#228;rligt skapande ska de g&#228;rningar som anges i 2-
20 &#167;&#167; anses vara tryckfrihetsbrott, om de beg&#229;s i en tryckt 
skrift och &#228;r straffbara enligt lag. Lag (2018:1801).

Olaga hot

2 &#167; Som tryckfrihetsbrott anses olaga hot som inneb&#228;r att 
n&#229;gon hotar n&#229;gon annan med brottslig g&#228;rning p&#229; ett s&#228;tt som 
&#228;r &#228;gnat att hos den hotade framkalla allvarlig r&#228;dsla f&#246;r 
egen eller annans s&#228;kerhet till person, egendom, frihet eller 
frid. Lag (2018:1801).

F&#246;rtal

3 &#167; Som tryckfrihetsbrott anses f&#246;rtal som inneb&#228;r att n&#229;gon 
utpekar n&#229;gon annan som brottslig eller klanderv&#228;rd i sitt 
levnadss&#228;tt eller annars l&#228;mnar en uppgift som &#228;r &#228;gnad att 
uts&#228;tta denne f&#246;r andras missaktning.

F&#246;rtal av avliden medf&#246;r ansvar, om g&#228;rningen &#228;r s&#229;rande f&#246;r 
de efter-levande eller annars kan anses kr&#228;nka den frid som 
b&#246;r tillkomma den avlidne.

Det ska inte d&#246;mas till ansvar om det med h&#228;nsyn till 
omst&#228;ndigheterna var f&#246;rsvarligt att l&#228;mna uppgift i saken och 
den som har l&#228;mnat uppgiften visar att uppgiften var sann 
eller att han eller hon hade sk&#228;lig grund f&#246;r den. Lag 
(2018:1801).

F&#246;rol&#228;mpning

4 &#167; Som tryckfrihetsbrott anses f&#246;rol&#228;mpning som inneb&#228;r att 
n&#229;gon riktar beskyllning, neds&#228;ttande uttalande eller 
f&#246;r&#246;dmjukande beteende mot n&#229;gon annan, om g&#228;rningen &#228;r &#228;gnad 
att kr&#228;nka den andres sj&#228;lvk&#228;nsla eller v&#228;rdighet. Lag 
(2018:1801).

Uppvigling

5 &#167; Som tryckfrihetsbrott anses uppvigling som inneb&#228;r att 
n&#229;gon uppmanar eller p&#229; annat s&#228;tt s&#246;ker f&#246;rleda till 
brottslig g&#228;rning, svikande av medborgerlig skyldighet eller 
oh&#246;rsamhet mot myndighet eller &#229;sidos&#228;ttande av vad som 
&#229;ligger krigsman i tj&#228;nsten. Lag (2018:1801).

Hets mot folkgrupp

6 &#167; Som tryckfrihetsbrott anses hets mot folkgrupp som inneb&#228;r 
att n&#229;gon hotar eller uttrycker missaktning f&#246;r en folkgrupp 
eller en annan s&#229;dan grupp av personer med anspelning p&#229; ras, 
hudf&#228;rg, nationellt eller etniskt ursprung, trosbek&#228;nnelse, 
sexuell l&#228;ggning eller k&#246;ns&#246;verskridande identitet eller 
uttryck. Lag (2018:1801).

Olaga v&#229;ldsskildring

7 &#167; Som tryckfrihetsbrott anses olaga v&#229;ldsskildring som 
inneb&#228;r att n&#229;gon i bild skildrar sexuellt v&#229;ld eller tv&#229;ng 
med upps&#229;t att bilden sprids, om inte g&#228;rningen med h&#228;nsyn 
till omst&#228;ndigheterna &#228;r f&#246;rsvarlig. Lag (2018:1801).

Hot mot tj&#228;nsteman

8 &#167; Som tryckfrihetsbrott anses hot mot tj&#228;nsteman som inneb&#228;r 
att n&#229;gon med hot om v&#229;ld f&#246;rgriper sig p&#229; n&#229;gon annan f&#246;r att 
tvinga fram, hindra eller h&#228;mnas f&#246;r en &#229;tg&#228;rd i hans eller 
hennes myndighetsut&#246;vning, i annan verksamhet d&#228;r det finns 
samma skydd som &#228;r f&#246;renat med myndighetsut&#246;vning eller vid 
bitr&#228;de till &#229;tg&#228;rd som omfattas av s&#229;dant skydd.

Detsamma g&#228;ller om n&#229;gon p&#229; detta s&#228;tt f&#246;rgriper sig mot den 
som tidigare har ut&#246;vat eller bitr&#228;tt vid s&#229;dan verksamhet, 
f&#246;r vad denne d&#229; gjort eller underl&#229;tit att g&#246;ra.

F&#246;r f&#246;rs&#246;k eller f&#246;rberedelse till s&#229;dant hot mot tj&#228;nsteman 
d&#246;ms det till ansvar, s&#229;vida inte brottet, om det hade 
fullbordats, skulle ha varit att anse som ringa. Lag 
(2018:1801).

&#214;vergrepp i r&#228;ttssak

9 &#167; Som tryckfrihetsbrott anses &#246;vergrepp i r&#228;ttssak som 
inneb&#228;r att n&#229;gon med hot om v&#229;ld angriper n&#229;gon annan

1. f&#246;r att denne har gjort en anm&#228;lan, f&#246;rt talan, avlagt 
vittnesm&#229;l eller annars vid f&#246;rh&#246;r avgett en utsaga hos en 
domstol eller annan myndighet, eller

2. f&#246;r att hindra denne fr&#229;n en s&#229;dan &#229;tg&#228;rd som anges i 1.

Detsamma g&#228;ller om n&#229;gon med hot om g&#228;rning som medf&#246;r 
lidande, skada eller ol&#228;genhet angriper n&#229;gon annan f&#246;r att 
denne har avlagt vittnesm&#229;l eller annars avgett en utsaga vid 
f&#246;rh&#246;r hos en myndighet eller f&#246;r att hindra honom eller henne 
fr&#229;n att avge en s&#229;dan utsaga. Lag (2018:1801).

Uppror

10 &#167; Som tryckfrihetsbrott anses uppror som inneb&#228;r att n&#229;gon, 
med upps&#229;t att statsskicket med vapenmakt eller annars med 
v&#229;ldsamma medel ska omst&#246;rtas eller att &#229;tg&#228;rd eller beslut av 
statschefen, regeringen, riks-dagen eller h&#246;gsta domarmakten 
p&#229; s&#229; s&#228;tt ska framtvingas eller hindras, beg&#229;r en handling 
som inneb&#228;r en fara f&#246;r upps&#229;tets f&#246;rverkligande.

F&#246;r f&#246;rs&#246;k, f&#246;rberedelse eller st&#228;mpling till s&#229;dant uppror 
d&#246;ms det till ansvar. Lag (2018:1801).

Brott mot medborgerlig frihet

11 &#167; Som tryckfrihetsbrott anses brott mot medborgerlig frihet 
som inneb&#228;r att n&#229;gon ut&#246;var olaga hot med upps&#229;t att p&#229;verka 
den allm&#228;nna &#229;siktsbildningen eller inkr&#228;kta p&#229; 
handlingsfriheten inom en politisk organisation eller en 
yrkes- eller n&#228;ringssammanslutning och d&#228;rigenom s&#228;tter 
yttrande-, f&#246;rsamlings- eller f&#246;reningsfriheten i fara.

F&#246;r f&#246;rs&#246;k till s&#229;dant brott mot medborgerlig frihet d&#246;ms det 
till ansvar. Lag (2018:1801).

H&#246;gf&#246;rr&#228;deri

12 &#167; Som tryckfrihetsbrott anses h&#246;gf&#246;rr&#228;deri som inneb&#228;r att 
n&#229;gon, med upps&#229;t att riket eller en del av det, med v&#229;ldsamma 
eller annars lagstridiga medel eller med utl&#228;ndskt bist&#229;nd, 
ska l&#228;ggas under fr&#228;mmande makt eller bringas i beroende av 
s&#229;dan makt eller att del av riket p&#229; s&#229; s&#228;tt ska l&#246;sryckas, 
beg&#229;r en handling som inneb&#228;r en fara f&#246;r upps&#229;tets 
f&#246;rverkligande.

Som tryckfrihetsbrott anses ocks&#229; h&#246;gf&#246;rr&#228;deri som beg&#229;tts med 
upps&#229;t att &#229;tg&#228;rd eller beslut av statschefen, regeringen, 
riksdagen eller h&#246;gsta domarmakten ska framtvingas eller 
hindras med utl&#228;ndskt bist&#229;nd, om handlingen inneb&#228;r en fara 
f&#246;r upps&#229;tets f&#246;rverkligande.

F&#246;r f&#246;rs&#246;k, f&#246;rberedelse eller st&#228;mpling till s&#229;dant 
h&#246;gf&#246;rr&#228;deri d&#246;ms det till ansvar. Lag (2018:1801).

Krigsanstiftan

13 &#167; Som tryckfrihetsbrott anses krigsanstiftan som inneb&#228;r 
att n&#229;gon med utl&#228;ndskt bist&#229;nd framkallar fara f&#246;r att riket 
ska invecklas i krig eller andra fientligheter. Lag 
(2018:1801).

Spioneri

14 &#167; Som tryckfrihetsbrott anses spioneri som inneb&#228;r att 
n&#229;gon f&#246;r att g&#229; en fr&#228;mmande makt eller motsvarande tillhanda 
obeh&#246;rigen befordrar, l&#228;mnar eller r&#246;jer en uppgift r&#246;rande 
f&#246;rsvarsverk, vapen, f&#246;rr&#229;d, import, export, 
tillverkningss&#228;tt, underhandlingar, beslut, eller n&#229;got 
f&#246;rh&#229;llande i &#246;vrigt, vars uppenbarande f&#246;r en fr&#228;mmande makt 
eller motsvarande kan medf&#246;ra men f&#246;r Sveriges s&#228;kerhet. 

F&#246;r f&#246;rs&#246;k, f&#246;rberedelse eller st&#228;mpling till s&#229;dant spioneri 
d&#246;ms det till ansvar. Lag (2022:1517).

Utlandsspioneri

14 a &#167; Som tryckfrihetsbrott anses utlandsspioneri som inneb&#228;r 
att n&#229;gon, i annat fall &#228;n som avses i 14 &#167;, f&#246;r att g&#229; en 
fr&#228;mmande makt eller motsvarande tillhanda, obeh&#246;rigen 
befordrar, l&#228;mnar eller r&#246;jer en hemlig uppgift som f&#246;rekommer 
inom ramen f&#246;r ett samarbete med en annan stat eller en 
mellanfolklig organisation eller i en mellanfolklig 
organisation i vilken Sverige &#228;r medlem, och vars uppenbarande 
f&#246;r en fr&#228;mmande makt eller motsvarande &#228;r &#228;gnat att medf&#246;ra 
allvarligt men f&#246;r Sveriges f&#246;rh&#229;llande till n&#229;gon annan stat 
eller en mellanfolklig organisation.

En g&#228;rning ska inte utg&#246;ra brott, om den med h&#228;nsyn till 
syftet och &#246;vriga omst&#228;ndigheter &#228;r f&#246;rsvarlig.

F&#246;r f&#246;rs&#246;k, f&#246;rberedelse eller st&#228;mpling till s&#229;dant 
utlandsspioneri d&#246;ms det till ansvar. Lag (2022:1517).

Obeh&#246;rig befattning med hemlig uppgift

15 &#167; Som tryckfrihetsbrott anses obeh&#246;rig befattning med 
hemlig uppgift som inneb&#228;r att n&#229;gon, utan syfte att g&#229; en 
fr&#228;mmande makt eller motsvarande tillhanda, obeh&#246;rigen 
befordrar, l&#228;mnar eller r&#246;jer en uppgift

1. som avses i 14 &#167;, om uppgiften r&#246;r n&#229;got f&#246;rh&#229;llande av 
hemlig natur, eller

2. som avses i 14 a &#167;.

En g&#228;rning enligt f&#246;rsta stycket 2 ska inte utg&#246;ra brott, om 
den med h&#228;nsyn till syftet och &#246;vriga omst&#228;ndigheter &#228;r 
f&#246;rsvarlig.

F&#246;r f&#246;rs&#246;k eller f&#246;rberedelse till s&#229;dan obeh&#246;rig befattning 
med hemlig uppgift d&#246;ms det till ansvar.

Det d&#246;ms ocks&#229; till ansvar f&#246;r st&#228;mpling till s&#229;dant brott, om 
detta &#228;r att anse som grovt. Vid denna bed&#246;mning ska det 
s&#228;rskilt beaktas, om g&#228;rningen innefattade tillhandag&#229;ende av 
en fr&#228;mmande makt eller motsvarande eller var av synnerligen 
farlig beskaffenhet med h&#228;nsyn till p&#229;g&#229;ende krig eller r&#246;rde 
n&#229;got f&#246;rh&#229;llande av stor betydelse eller om den som har 
beg&#229;tt g&#228;rningen r&#246;jde vad som p&#229; grund av allm&#228;n eller 
enskild tj&#228;nst hade betrotts honom eller henne. Lag 
(2022:1517).

V&#229;rdsl&#246;shet med hemlig uppgift

16 &#167; Som tryckfrihetsbrott anses v&#229;rdsl&#246;shet med hemlig 
uppgift 

som inneb&#228;r att n&#229;gon av grov oaktsamhet obeh&#246;rigen befordrar, 

l&#228;mnar eller r&#246;jer en uppgift

1. som avses i 14 &#167;, om uppgiften r&#246;r n&#229;got f&#246;rh&#229;llande av 
hemlig natur, eller

2. som avses i 14 a &#167;.

En g&#228;rning enligt f&#246;rsta stycket 2 ska inte utg&#246;ra brott, om 
den med h&#228;nsyn till syftet och &#246;vriga omst&#228;ndigheter &#228;r 
f&#246;rsvarlig. Lag (2022:1517). 


Landsf&#246;rr&#228;deri eller landssvek

17 &#167; Som tryckfrihetsbrott anses landsf&#246;rr&#228;deri eller 
landssvek som inneb&#228;r att n&#229;gon, n&#228;r riket &#228;r i krig eller 
best&#228;mmelser i lag om s&#229;dant brott annars &#228;r till&#228;mpliga,

1. missleder eller f&#246;rr&#229;der dem som &#228;r verksamma f&#246;r rikets 
f&#246;rsvar eller f&#246;rleder dem till myteri, trol&#246;shet eller 
modl&#246;shet,

2. f&#246;rr&#229;der egendom som &#228;r av betydelse f&#246;r totalf&#246;rsvaret, 
eller

3. beg&#229;r n&#229;gon annan liknande f&#246;rr&#228;disk g&#228;rning som &#228;r &#228;gnad 
att medf&#246;ra men f&#246;r totalf&#246;rsvaret eller innefattar bist&#229;nd &#229;t 
fienden.

F&#246;r f&#246;rs&#246;k, f&#246;rberedelse eller st&#228;mpling till s&#229;dant 
landsf&#246;rr&#228;deri eller landssvek d&#246;ms det till ansvar. Lag 
(2018:1801).

Landsskadlig v&#229;rdsl&#246;shet

18 &#167; Som tryckfrihetsbrott anses landsskadlig v&#229;rdsl&#246;shet som 
inneb&#228;r att n&#229;gon av oaktsamhet beg&#229;r en g&#228;rning som avses i 
17 &#167;. Lag (2018:1801).

Ryktesspridning till fara f&#246;r rikets s&#228;kerhet

19 &#167; Som tryckfrihetsbrott anses ryktesspridning till fara f&#246;r 
rikets s&#228;kerhet som inneb&#228;r att n&#229;gon, n&#228;r riket &#228;r i krig 
eller best&#228;mmelser i lag om s&#229;dant brott annars &#228;r 
till&#228;mpliga,

1. bland allm&#228;nheten sprider eller till fr&#228;mmande makt framf&#246;r 
eller l&#229;ter framkomma falska rykten eller andra osanna 
p&#229;st&#229;enden som &#228;r &#228;gnade att framkalla fara f&#246;r rikets 
s&#228;kerhet, eller

2. bland krigsm&#228;n sprider falska rykten eller andra osanna 
p&#229;st&#229;enden som &#228;r &#228;gnade att framkalla trol&#246;shet eller 
modl&#246;shet. Lag (2018:1801).

Offentligg&#246;randebrott

20 &#167; Som tryckfrihetsbrott anses att n&#229;gon

1. upps&#229;tligen offentligg&#246;r en allm&#228;n handling som inte &#228;r 
tillg&#228;nglig f&#246;r var och en, om han eller hon har f&#229;tt tillg&#229;ng 
till handlingen i allm&#228;n tj&#228;nst, under ut&#246;vande av 
tj&#228;nsteplikt eller i n&#229;got d&#228;rmed j&#228;mf&#246;rbart f&#246;rh&#229;llande,

2. offentligg&#246;r en uppgift och d&#228;rvid upps&#229;tligen &#229;sidos&#228;tter 
en tystnadsplikt som anges i en s&#228;rskild lag, eller

3. n&#228;r riket &#228;r i krig eller omedelbar krigsfara offentligg&#246;r 
en uppgift om f&#246;rh&#229;llanden vars r&#246;jande enligt lag innefattar 
annat brott mot Sveriges s&#228;kerhet &#228;n de som anges i detta 
kapitel. Lag (2018:1801).

Undantag

21 &#167; Ett tillk&#228;nnagivande i en annons eller i ett annat s&#229;dant 
meddelande ska inte anses vara ett tryckfrihetsbrott om det 
inte omedelbart av meddelandets inneh&#229;ll framg&#229;r att ansvar 
f&#246;r ett s&#229;dant brott kan bli aktuellt. &#196;r meddelandet 
straffbart tillsammans med en omst&#228;ndighet som inte omedelbart 
framg&#229;r av meddelandets inneh&#229;ll, g&#228;ller vad som f&#246;reskrivs i 
lag.

Detsamma g&#228;ller ett meddelande genom chiffer eller p&#229; n&#229;got 
annat s&#228;tt, som &#228;r hemligt f&#246;r allm&#228;nheten. Lag (2018:1801).

Meddelar- och anskaffarbrott

Brott av meddelare

22 &#167; Om n&#229;gon enligt 1 kap. 7 &#167; f&#246;rsta stycket meddelar en 
uppgift i syfte att den ska g&#246;ras offentlig i en tryckt skrift 
och d&#228;rigenom g&#246;r sig skyldig till n&#229;got av f&#246;ljande brott, 
g&#228;ller vad som f&#246;reskrivs i lag om ansvar f&#246;r det brottet:

1. uppror, h&#246;gf&#246;rr&#228;deri, spioneri, grovt spioneri, 
utlandsspioneri, grovt utlandsspioneri, grov obeh&#246;rig 
befattning med hemlig uppgift, landsf&#246;rr&#228;deri, landssvek eller 
f&#246;rs&#246;k, f&#246;rberedelse eller st&#228;mpling till ett s&#229;dant brott,

2. oriktigt utl&#228;mnande av en allm&#228;n handling som inte &#228;r 
tillg&#228;nglig f&#246;r var och en eller tillhandah&#229;llande av en s&#229;dan 
handling i strid med en myndighets f&#246;rbeh&#229;ll vid dess 
utl&#228;mnande, n&#228;r g&#228;rningen &#228;r upps&#229;tlig, eller

3. upps&#229;tligt &#229;sidos&#228;ttande av tystnadsplikt i de fall som 
anges i en s&#228;rskild lag.

F&#246;rsta stycket g&#228;ller ocks&#229; om brottet beg&#229;s av n&#229;gon som, 
utan att vara ansvarig enligt 8 kap., medverkar som f&#246;rfattare 
eller annan upphovsman eller som utgivare till en 
framst&#228;llning som &#228;r avsedd att inf&#246;ras i en tryckt skrift.

I fr&#229;ga om f&#246;reskrifter som avses i f&#246;rsta stycket 3 till&#228;mpas 
2 kap. 22 &#167; f&#246;rsta stycket regeringsformen. Lag (2022:1517).

Brott av anskaffare

23 &#167; Om n&#229;gon enligt 1 kap. 7 &#167; andra stycket anskaffar en 
uppgift i syfte att g&#246;ra den offentlig i en tryckt skrift 
eller f&#246;r att l&#228;mna ett meddelande och d&#228;rigenom g&#246;r sig 
skyldig till ett brott som anges i 22 &#167; f&#246;rsta stycket 1, 
g&#228;ller vad som f&#246;reskrivs i lag om ansvar f&#246;r det brottet. Lag 
(2018:1801).

Ytterligare best&#228;mmelser om tryckfrihetsbrott

P&#229;f&#246;ljd

24 &#167; Vad som f&#246;reskrivs i lag om p&#229;f&#246;ljd f&#246;r brott som anges i 
2-20 &#167;&#167; g&#228;ller &#228;ven n&#228;r dessa anses vara tryckfrihetsbrott.

Vid best&#228;mmande av p&#229;f&#246;ljd ska det s&#228;rskilt beaktas om en 
publicerad uppgift har r&#228;ttats och r&#228;ttelsen d&#228;refter 
offentliggjorts p&#229; ett l&#228;mpligt s&#228;tt. Lag (2018:1801).

Publicering av domen

25 &#167; Om den tilltalade d&#246;ms f&#246;r f&#246;rtal eller f&#246;rol&#228;mpning i en 
periodisk skrift enligt 3 eller 4 &#167;, f&#229;r domstolen efter 
yrkande av motparten besluta att domen ska f&#246;ras in i 
skriften. Lag (2018:1801).

Konfiskering

26 &#167; En tryckt skrift som innefattar tryckfrihetsbrott f&#229;r 
konfiskeras.

Konfiskering inneb&#228;r att alla exemplar av skriften som &#228;r 
avsedda att spridas ska f&#246;rst&#246;ras. Konfiskering inneb&#228;r &#228;ven 
att &#229;tg&#228;rder ska vidtas s&#229; att formar, stenar, stereotyper, 
pl&#229;tar och annan liknande utrustning som kan anv&#228;ndas 
uteslutande f&#246;r tryckning av skriften inte kan missbrukas.

Vid bed&#246;mning av fr&#229;gan om konfiskering ska det s&#228;rskilt 
beaktas om en publicerad uppgift har r&#228;ttats och r&#228;ttelsen 
d&#228;refter offentliggjorts p&#229; ett l&#228;mpligt s&#228;tt. Lag 
(2018:1801).

Borttagande ur en databas som inneh&#229;ller bilagor

27 &#167; Om ett s&#229;dant tillhandah&#229;llande ur en databas som avses i 
1 kap. 5 eller 6 &#167; innefattar tryckfrihetsbrott, f&#229;r domstolen 
besluta att den som ansvarar enligt 8 kap. f&#246;r det brottsliga 
yttrandet ska ta bort det ur databasen inom viss tid som 
domstolen best&#228;mmer.

Om preskription har intr&#228;tt ska ett beslut enligt f&#246;rsta 
stycket riktas mot den som annars skulle ha ansvarat f&#246;r 
brottet. Lag (2018:1801).

28 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som 
inte f&#246;ljer ett beslut enligt 27 &#167;. Lag (2018:1801).

Utgivningsf&#246;rbud

29 &#167; Om riket befinner sig i krig, f&#229;r r&#228;tten i samband med 
konfiskering av en periodisk skrift meddela f&#246;rbud mot att ge 
ut skriften under en viss tid. Ett s&#229;dant f&#246;rbud f&#229;r meddelas 
endast vid brott som avses i 10 &#167;, 12-14 &#167;&#167;, 15 &#167;, om brottet 
&#228;r att anse som grovt, och 17 &#167;. F&#246;rbudet f&#229;r g&#228;lla i h&#246;gst 
sex m&#229;nader fr&#229;n det att domen i tryckfrihetsm&#229;let har f&#229;tt 
laga kraft.

I fr&#229;ga om konfiskering av en periodisk skrift som sprids i 
strid med ett utgivningsf&#246;rbud eller uppenbart utg&#246;r en 
forts&#228;ttning av en skrift som avses med ett s&#229;dant f&#246;rbud, 
g&#228;ller vad som f&#246;reskrivs i lag om f&#246;rverkande av f&#246;rem&#229;l p&#229; 
grund av brott. Lag (2018:1801).

8 kap. Ansvar f&#246;r tryckfrihetsbrott

Periodiska skrifter

Utgivare och st&#228;llf&#246;retr&#228;dare

1 &#167; Ansvarig f&#246;r tryckfrihetsbrott i en periodisk skrift &#228;r 
den som var anm&#228;ld som utgivare n&#228;r skriften gavs ut. Om en 
st&#228;llf&#246;retr&#228;dare har anm&#228;lts och intr&#228;tt som utgivare, &#228;r i 
st&#228;llet han eller hon ansvarig. Lag (2018:1801).

2 &#167; Utgivaren &#228;r ansvarig f&#246;r tryckfrihetsbrott, trots att en 
st&#228;llf&#246;retr&#228;dare har intr&#228;tt som utgivare, om 
st&#228;llf&#246;retr&#228;daren

1. inte l&#228;ngre var beh&#246;rig n&#228;r skriften gavs ut eller 
uppdraget annars upph&#246;rt, eller

2. var utsedd f&#246;r skens skull eller uppenbarligen inte hade de 
befogenheter som anges i 5 kap. 4 &#167;. Lag (2018:1801).

&#196;gare

3 &#167; Skriftens &#228;gare &#228;r ansvarig f&#246;r tryckfrihetsbrott om det 
inte fanns utgivningsbevis n&#228;r skriften gavs ut.

Om utgivningsbevis fanns, &#228;r &#228;garen ansvarig f&#246;r 
tryckfrihetsbrott om

1. det inte fanns n&#229;gon beh&#246;rig utgivare n&#228;r skriften gavs ut, 
eller

2. utgivaren var utsedd f&#246;r skens skull eller uppenbarligen 
inte hade de befogenheter som anges i 5 kap. 4 &#167;. Lag 
(2018:1801).

Tryckare

4 &#167; Kan det inte visas vem som var &#228;gare till skriften n&#228;r den 
gavs ut, &#228;r den som har tryckt skriften ansvarig f&#246;r 
tryckfrihetsbrott i st&#228;llet f&#246;r &#228;garen. Lag (2018:1801).

Spridare

5 &#167; Om en skrift sprids utan uppgifter om vem som har tryckt 
skriften och det inte kan klarl&#228;ggas vem denne &#228;r, blir 
spridaren ansvarig f&#246;r tryckfrihetsbrott i st&#228;llet f&#246;r den som 
har tryckt skriften. Detsamma g&#228;ller om uppgifterna om vem som 
har tryckt skriften &#228;r felaktiga och spridaren k&#228;nner till 
detta och det inte kan klarl&#228;ggas vem som har tryckt skriften. 
Lag (2018:1801).

Tryckta skrifter som inte &#228;r periodiska

F&#246;rfattare

6 &#167; F&#246;rfattaren &#228;r ansvarig f&#246;r tryckfrihetsbrott i en tryckt 
skrift som inte &#228;r periodisk, om han eller hon enligt 3 kap. 
2 &#167; har uppgetts vara f&#246;rfattare till skriften.

F&#246;rfattaren &#228;r dock inte ansvarig om skriften har getts ut 
utan hans eller hennes samtycke. F&#246;rfattaren &#228;r inte heller 
ansvarig om hans eller hennes namn, pseudonym eller signatur 
har satts ut p&#229; skriften mot hans eller hennes vilja. Lag 
(2018:1801).

Utgivare

7 &#167; Om en s&#228;rskild utgivare har uppgetts enligt 3 kap. 2 &#167; f&#246;r 
en tryckt skrift som inneh&#229;ller eller &#228;r avsedd att inneh&#229;lla 
bidrag av flera f&#246;rfattare, &#228;r utgivaren ansvarig f&#246;r 
tryckfrihetsbrott. Utgivaren &#228;r inte ansvarig om f&#246;rfattarna 
till de enskilda bidragen &#228;r ansvariga enligt 6 &#167;.

F&#246;r andra tryckta skrifter &#228;n de som avses i f&#246;rsta stycket &#228;r 
utgivaren ansvarig endast om f&#246;rfattaren var avliden n&#228;r 
skriften gavs ut.

Utgivaren &#228;r inte ansvarig om hans eller hennes namn, 
pseudonym eller signatur har satts ut p&#229; skriften mot hans 
eller hennes vilja.

Med utgivare avses i denna paragraf den som har 
tillhandah&#229;llit en skrift f&#246;r tryckning och utgivning utan att 
vara f&#246;rfattare till skriften. Lag (2018:1801).

F&#246;rl&#228;ggare

8 &#167; Om varken en f&#246;rfattare eller en utgivare &#228;r ansvarig 
enligt 6 eller 7 &#167;, &#228;r i st&#228;llet f&#246;rl&#228;ggaren ansvarig. 
Detsamma g&#228;ller om f&#246;rfattaren eller utgivaren var avliden n&#228;r 
skriften gavs ut.

Med f&#246;rl&#228;ggare avses den som har haft hand om tryckning och 
utgivning av n&#229;gon annans skrift. Lag (2018:1801).

Tryckare

9 &#167; Om det inte finns n&#229;gon f&#246;rl&#228;ggare enligt 8 &#167;, &#228;r i 
st&#228;llet den som har tryckt skriften ansvarig f&#246;r 
tryckfrihetsbrott. Detsamma g&#228;ller om det inte kan visas vem 
f&#246;rl&#228;ggaren &#228;r. Lag (2018:1801).

Spridare

10 &#167; Det som anges i 5 &#167; om spridarens ansvar f&#246;r 
tryckfrihetsbrott till&#228;mpas &#228;ven p&#229; tryckta skrifter som inte 
&#228;r periodiska. Lag (2018:1801).

Gemensamma best&#228;mmelser

&#214;verg&#229;ng av ansvar i vissa fall

11 &#167; Om den som enligt 2, 3, 6, 7 eller 8 &#167; skulle ha varit 
ansvarig f&#246;r tryckfrihetsbrott som &#228;gare, f&#246;rfattare, utgivare 
eller f&#246;rl&#228;ggare inte har k&#228;nd hemvist i Sverige och det inte 
kan klarl&#228;ggas var han eller hon befinner sig, g&#229;r ansvaret 
&#246;ver p&#229; den som skulle ha varit ansvarig efter honom eller 
henne.

Det som anges i f&#246;rsta stycket ska inte inneb&#228;ra att ansvaret 
f&#246;r tryck-frihetsbrott p&#229; den grunden g&#229;r &#246;ver p&#229; utgivare i 
annat fall &#228;n som avses i 7 &#167; f&#246;rsta stycket eller p&#229; 
spridare. Lag (2018:1801).

12 &#167; Om det finns en omst&#228;ndighet som enligt lag utesluter 
straffbarhet f&#246;r den som skulle ha varit ansvarig f&#246;r 
tryckfrihetsbrott enligt 1, 2, 3, 6, 7 eller 8 &#167; som utgivare, 
&#228;gare, f&#246;rfattare eller f&#246;rl&#228;ggare, g&#229;r ansvaret &#246;ver p&#229; den 
som skulle ha varit ansvarig efter honom eller henne. Detta 
g&#228;ller endast om den som blir ansvarig har haft eller borde ha 
haft k&#228;nnedom om den aktuella omst&#228;ndigheten. Lag (2018:1801).

Inv&#228;ndning mot ansvar

13 &#167; Om den som &#228;r tilltalad f&#246;r tryckfrihetsbrott vill 
&#229;beropa en omst&#228;ndighet som enligt detta kapitel medf&#246;r att 
han eller hon inte ska vara ansvarig, ska denna omst&#228;ndighet 
&#229;beropas f&#246;re huvudf&#246;rhandlingen. Annars f&#229;r domstolen inte ta 
h&#228;nsyn till omst&#228;ndigheten. Lag (2018:1801).

Ansvarets inneb&#246;rd

14 &#167; Den som &#228;r ansvarig f&#246;r tryckfrihetsbrott enligt detta 
kapitel ska anses ha haft k&#228;nnedom om inneh&#229;llet i skriften 
och medgett utgivning av den. Lag (2018:1801).

9 kap. Tillsyn och &#229;tal

Justitiekanslern och Riksdagens ombudsm&#228;n

1 &#167; Justitiekanslern ska vaka &#246;ver att de gr&#228;nser f&#246;r 
tryckfriheten som anges i denna grundlag inte &#246;verskrids. Lag 
(2018:1801).

2 &#167; Justitiekanslern &#228;r ensam &#229;klagare i m&#229;l om 
tryckfrihetsbrott. Ingen annan &#228;n Justitiekanslern f&#229;r inleda 
f&#246;runders&#246;kning om ett s&#229;dant brott.

Endast Justitiekanslern och r&#228;tten f&#229;r besluta om tv&#229;ngsmedel 
med anledning av misstanke om tryckfrihetsbrott, om inte n&#229;got 
annat anges i denna grundlag. Lag (2018:1801).

3 &#167; Justitiekanslern &#228;r ensam &#229;klagare &#228;ven i m&#229;l som avser 
meddelar- och anskaffarbrott enligt 7 kap. 22 och 23 &#167;&#167;. Detta 
g&#228;ller under f&#246;ruts&#228;ttning att det &#228;r fr&#229;ga om ett 
tryckfrihetsm&#229;l enligt 12 kap. 1 &#167;.

Justitiekanslern &#228;r ensam &#229;klagare &#228;ven i m&#229;l som i &#246;vrigt 
avser brott mot best&#228;mmelser i denna grundlag.

I lag f&#229;r det meddelas f&#246;reskrifter om befogenhet f&#246;r 
Riksdagens ombudsm&#228;n att vara &#229;klagare i m&#229;l som avses i denna 
paragraf. Lag (2018:1801).

Regler om &#229;tal

Regeringens anm&#228;lan och medgivande till &#229;tal

4 &#167; Regeringen f&#229;r till Justitiekanslern anm&#228;la en skrift till 
&#229;tal f&#246;r tryckfrihetsbrott.

I lag f&#229;r det meddelas f&#246;reskrifter om att allm&#228;nt &#229;tal f&#246;r 
ett tryckfrihetsbrott kr&#228;ver regeringens medgivande. Lag 
(2018:1801).

Preskription vid allm&#228;nt &#229;tal

5 &#167; Allm&#228;nt &#229;tal f&#246;r tryckfrihetsbrott ska v&#228;ckas inom sex 
m&#229;nader fr&#229;n det att skriften gavs ut, om &#229;talet avser en 
periodisk skrift f&#246;r vilken utgivningsbevis g&#228;llde vid 
utgivningen. F&#246;r andra skrifter ska allm&#228;nt &#229;tal v&#228;ckas inom 
ett &#229;r fr&#229;n utgivningen. Annars f&#229;r allm&#228;nt &#229;tal inte v&#228;ckas 
(preskription).

Om allm&#228;nt &#229;tal har v&#228;ckts inom den tid som anges i f&#246;rsta 
stycket, f&#229;r nytt &#229;tal v&#228;ckas &#228;ven efter den tiden mot n&#229;gon 
annan som &#228;r ansvarig f&#246;r brottet.

Vad som f&#246;reskrivs i lag om den tid inom vilken brott ska 
beivras f&#246;r att p&#229;f&#246;ljd f&#246;r brott inte ska anses falla bort, 
g&#228;ller &#228;ven f&#246;r tryckfrihetsbrott. Lag (2018:1801).

6 &#167; Vid till&#228;mpning av 5 &#167; ska utgivning enligt 1 kap. 5 eller 
6 &#167; anses ha skett n&#228;r programmet s&#228;ndes eller b&#246;rjade 
tillhandah&#229;llas p&#229; det s&#228;tt som avses i 1 kap. 4 &#167; 
yttrandefrihetsgrundlagen eller den tekniska upptagningen 
l&#228;mnades ut f&#246;r spridning. Lag (2018:1801).

Angivelse och enskilt &#229;tal

7 &#167; Vad som f&#246;reskrivs i lag om m&#229;ls&#228;gandens r&#228;tt att ange 
brott till &#229;tal eller att sj&#228;lv v&#228;cka &#229;tal g&#228;ller &#228;ven f&#246;r 
tryckfrihetsbrott. Lag (2018:1801).

Konfiskering och borttagande utan &#229;tal

8 &#167; Finns det ingen ansvarig f&#246;r ett tryckfrihetsbrott enligt 
8 kap., f&#229;r Justitiekanslern eller m&#229;ls&#228;ganden i st&#228;llet f&#246;r 
att v&#228;cka &#229;tal ans&#246;ka om att skriften ska konfiskeras. 
Detsamma g&#228;ller om den som &#228;r ansvarig f&#246;r brott inte kan 
delges st&#228;mning i Sverige. Lag (2018:1801).

9 &#167; Om ett s&#229;dant tillhandah&#229;llande ur en databas som avses i 
1 kap. 5 eller 6 &#167; innefattar tryckfrihetsbrott, och det inte 
finns n&#229;gon som enligt 8 kap. &#228;r ansvarig f&#246;r brottet, f&#229;r 
Justitiekanslern eller m&#229;ls&#228;ganden i st&#228;llet f&#246;r att v&#228;cka 
&#229;tal ans&#246;ka om att domstolen ska besluta att det brottsliga 
yttrandet ska tas bort ur databasen inom viss tid som 
domstolen best&#228;mmer. Detsamma g&#228;ller om den som &#228;r ansvarig 
f&#246;r brott inte kan delges st&#228;mning i Sverige.

En ans&#246;kan om att domstolen ska besluta att ett yttrande som 
utg&#246;r tryckfrihetsbrott ska tas bort f&#229;r ocks&#229; g&#246;ras av 
Justitiekanslern eller m&#229;ls&#228;ganden om den som genom ett beslut 
enligt 7 kap. 27 &#167; har f&#246;relagts att ta bort yttrandet inte 
kan f&#246;lja f&#246;rel&#228;ggandet.

En ans&#246;kan som avses i f&#246;rsta och andra styckena kan g&#246;ras 
trots att brottet &#228;r preskriberat. Lag (2018:1801).

10 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som 
inte f&#246;ljer ett beslut enligt 9 &#167;. Lag (2018:1801).

10 kap. S&#228;rskilda tv&#229;ngsmedel

Konfiskeringsbeslag

Beslag inf&#246;r konfiskering och &#229;tal

1 &#167; Om det finns anledning att konfiskera en tryckt skrift p&#229; 
grund av tryckfrihetsbrott, f&#229;r skriften tas i beslag i 
avvaktan p&#229; beslut om konfiskering. Lag (2018:1801).

2 &#167; Innan &#229;tal f&#246;r tryckfrihetsbrott har v&#228;ckts eller ans&#246;kan 
gjorts hos r&#228;tten om att skriften ska konfiskeras, f&#229;r beslut 
om beslag meddelas av Justitiekanslern. En f&#246;ruts&#228;ttning &#228;r 
att brottet h&#246;r under allm&#228;nt &#229;tal.

I lag f&#229;r det meddelas f&#246;reskrifter om att &#228;ven allm&#228;n 
&#229;klagare f&#229;r besluta om beslag. Lag (2018:1801).

3 &#167; Om ett beslag har verkst&#228;llts utan r&#228;ttens beslut, f&#229;r den 
som drabbas beg&#228;ra att r&#228;tten pr&#246;var beslaget.

Om allm&#228;n &#229;klagare har beslutat om beslag, ska beslutet 
skyndsamt anm&#228;las till Justitiekanslern, som genast ska pr&#246;va 
om beslaget ska best&#229;. Lag (2018:1801).

Tidsfrister

4 &#167; N&#228;r Justitiekanslern har beslutat om beslag eller 
fastst&#228;llt ett beslag enligt 3 &#167; andra stycket, ska &#229;tal 
v&#228;ckas eller ans&#246;kan om konfiskering g&#246;ras inom tv&#229; veckor 
efter Justitiekanslerns beslut. Annars upph&#246;r beslaget. Lag 
(2018:1801).

Beslag efter &#229;tal eller ans&#246;kan om konfiskering

5 &#167; Om det har v&#228;ckts &#229;tal f&#246;r tryckfrihetsbrott eller gjorts 
en ans&#246;kan om konfiskering av en skrift, f&#229;r r&#228;tten besluta om 
beslag och h&#228;va beslag som tidigare har meddelats. Lag 
(2018:1801).

Pr&#246;vning av beslag n&#228;r ett m&#229;l avg&#246;rs

6 &#167; N&#228;r ett m&#229;l avg&#246;rs, pr&#246;var r&#228;tten om tidigare beslag ska 
best&#229;. 

Om m&#229;let avvisas p&#229; den grunden att r&#228;tten inte &#228;r beh&#246;rig och 
det kan antas att talan om konfiskering kommer att f&#246;ras i ett 
annat m&#229;l, f&#229;r r&#228;tten best&#228;mma att ett beslag ska best&#229; under 
en viss tid. V&#228;cks inte talan inom denna tid upph&#246;r beslaget.

Andra stycket till&#228;mpas ocks&#229; n&#228;r r&#228;tten av n&#229;got annat sk&#228;l 
skiljer m&#229;let fr&#229;n sig utan att pr&#246;va om en skrift &#228;r 
brottslig. Lag (2018:1801).

Uppgifter i beslut om beslag

7 &#167; Beslut om beslag ska inneh&#229;lla uppgifter om det eller de 
avsnitt i den tryckta skriften som har gett anledning till 
beslaget och ska avse endast band, delar, nummer eller h&#228;ften 
d&#228;r ett s&#229;dant avsnitt f&#246;rekommer. Lag (2018:1801).

Verkst&#228;llighet av beslag

8 &#167; Polisen ska genast verkst&#228;lla ett beslut om beslag. Lag 
(2018:1801).

9 &#167; Verkst&#228;llighet av beslag ska omfatta endast de exemplar av 
den tryckta skriften som &#228;r avsedda f&#246;r spridning. Lag 
(2018:1801).

10 &#167; Bevis om beslag ska utan avgift l&#228;mnas till den som 
beslaget har gjorts hos och till den som tryckt skriften. 
Beviset ska inneh&#229;lla uppgifter om det eller de avsnitt i 
skriften som har gett anledning till beslaget. Ett s&#229;dant 
bevis ska l&#228;mnas s&#229; snart det &#228;r m&#246;jligt. Lag (2018:1801).

11 &#167; Om ett beslag har upph&#228;vts eller upph&#246;rt, ska 
verkst&#228;lligheten genast avbrytas och det beslagtagna l&#228;mnas 
tillbaka. Lag (2018:1801).

Utredningsbeslag

12 &#167; S&#229;dana exemplar av en tryckt skrift som sk&#228;ligen kan 
antas ha betydelse f&#246;r utredningen i ett tryckfrihetsm&#229;l 
enligt 12 kap. f&#229;r tas i beslag.

F&#246;r ett s&#229;dant beslag g&#228;ller 2, 3, 5, 7, 8 och 11 &#167;&#167;. I &#246;vrigt 
g&#228;ller i till&#228;mpliga delar det som i allm&#228;nhet &#228;r f&#246;reskrivet 
om beslag. &#197;tal ska dock alltid v&#228;ckas inom en m&#229;nad fr&#229;n det 
att beslut om beslag meddelades, om inte r&#228;tten p&#229; beg&#228;ran 
fr&#229;n Justitiekanslern medger att tiden f&#246;rl&#228;ngs. Lag 
(2018:1801).

Tv&#229;ngsmedel vid krig och krigsfara

Tillf&#228;lligt utgivningsf&#246;rbud

13 &#167; Om riket &#228;r i krig f&#229;r i avvaktan p&#229; r&#228;ttens beslut 
enligt 7 kap. 29 &#167; tillf&#228;lligt utgivningsf&#246;rbud meddelas f&#246;r 
en periodisk skrift. F&#246;r ett s&#229;dant beslut g&#228;ller det som s&#228;gs 
om beslag i 2, 4 och 5 &#167;&#167;.

I fr&#229;ga om beslag av en periodisk skrift som sprids i strid 
med ett utgivningsf&#246;rbud eller som uppenbart utg&#246;r en 
forts&#228;ttning p&#229; en periodisk skrift som omfattas av ett s&#229;dant 
f&#246;rbud, g&#228;ller det som i allm&#228;nhet &#228;r f&#246;reskrivet om beslag av 
f&#246;rem&#229;l som kan f&#246;rklaras f&#246;rverkade. Lag (2018:1801).

F&#246;rvar i avvaktan p&#229; beslag

14 &#167; Om riket &#228;r i krig eller krigsfara och det vid en 
avdelning av f&#246;rsvarsmakten antr&#228;ffas en tryckt skrift som 
uppenbart inneb&#228;r s&#229;dan uppvigling som &#228;r straffbar enligt 
7 kap. 5 &#167; genom att krigsman d&#228;rigenom kan f&#246;rledas att 
&#229;sidos&#228;tta vad som &#229;ligger honom eller henne i tj&#228;nsten, f&#229;r 
skriften tas i f&#246;rvar i avvaktan p&#229; beslut om beslag. Beslut 
om f&#246;rvar fattas av en befattningshavare som enligt lag ska 
avg&#246;ra fr&#229;gor om disciplinansvar f&#246;r personal vid avdelningen.

&#196;r det fara i dr&#246;jsm&#229;l f&#229;r en &#229;tg&#228;rd enligt f&#246;rsta stycket 
vidtas av n&#229;gon annan befattningshavare enligt f&#246;reskrifter 
som meddelas i lag. Om ett s&#229;dant beslut har fattats, ska 
anm&#228;lan skyndsamt g&#246;ras hos den befattningshavare som avses i 
f&#246;rsta stycket. Denne ska genast pr&#246;va om skriften ska bli 
kvar i f&#246;rvar. Lag (2018:1801).

15 &#167; Ett beslut om f&#246;rvar enligt 14 &#167; ska s&#229; snart det kan ske 
anm&#228;las till Justitiekanslern, som genast ska pr&#246;va om 
skriften ska tas i beslag. Lag (2018:1801).

11 kap. Skadest&#229;nd

Allm&#228;nna f&#246;ruts&#228;ttningar

1 &#167; Skadest&#229;nd f&#246;r missbruk av tryckfriheten f&#229;r grundas 
endast p&#229; att den skrift som kravet avser innefattar 
tryckfrihetsbrott.

I fr&#229;ga om skadest&#229;nd p&#229; grund av brott som avses i 7 kap. 21-
23 &#167;&#167; g&#228;ller vad som &#228;r f&#246;reskrivet i lag.

Best&#228;mmelserna om skadest&#229;nd i detta kapitel g&#228;ller i 
till&#228;mpliga delar &#228;ven fr&#229;gor enligt 7 kap. 25 &#167; om 
publicering av domar.

Best&#228;mmelsen i 8 kap. 14 &#167; g&#228;ller ocks&#229; i fr&#229;ga om skadest&#229;nd 
f&#246;r tryckfrihetsbrott. Lag (2018:1801).

Vem som &#228;r ansvarig

2 &#167; Endast den som &#228;r ansvarig f&#246;r tryckfrihetsbrott enligt 
8 kap. kan vara ansvarig f&#246;r skadest&#229;nd.

Krav p&#229; skadest&#229;nd som kan riktas mot utgivaren till en 
periodisk skrift eller dennes st&#228;llf&#246;retr&#228;dare kan &#228;ven riktas 
mot skriftens &#228;gare. F&#246;r andra tryckta skrifter kan krav p&#229; 
skadest&#229;nd mot en f&#246;rfattare eller utgivare &#228;ven riktas mot 
skriftens f&#246;rl&#228;ggare. Lag (2018:1801).

3 &#167; Om ansvaret f&#246;r brott har g&#229;tt &#246;ver p&#229; n&#229;gon annan enligt 
8 kap. 11 eller 12 &#167;, f&#229;r krav p&#229; skadest&#229;nd &#228;ven riktas mot 
den som skulle ha varit ansvarig, om och i den omfattning 
anspr&#229;ket kan g&#246;ras g&#228;llande enligt lag. Lag (2018:1801).

4 &#167; Om n&#229;gon &#228;r ansvarig f&#246;r skadest&#229;nd p&#229; grund av 
tryckfrihetsbrott i egenskap av st&#228;llf&#246;retr&#228;dare f&#246;r en 
juridisk person, f&#229;r krav p&#229; skadest&#229;nd &#228;ven riktas mot den 
juridiska personen.

Om en f&#246;rmyndare, god man eller f&#246;rvaltare i den egenskapen &#228;r 
ansvarig f&#246;r skadest&#229;nd p&#229; grund av tryckfrihetsbrott, f&#229;r 
krav p&#229; skadest&#229;nd &#228;ven riktas mot den f&#246;r vilken f&#246;rmyndaren, 
den gode mannen eller f&#246;rvaltaren har utsetts.

Krav p&#229; skadest&#229;nd enligt denna paragraf f&#229;r framst&#228;llas om 
och i den omfattning anspr&#229;ket kan g&#246;ras g&#228;llande enligt lag. 
Lag (2018:1801).

5 &#167; Om tv&#229; eller flera &#228;r ansvariga f&#246;r skadest&#229;nd enligt 
detta kapitel, ansvarar de solidariskt f&#246;r skadest&#229;ndet. I 
fr&#229;ga om ansvaret dem emellan g&#228;ller vad som f&#246;reskrivs i lag. 
Lag (2018:1801).

Skadest&#229;nd n&#228;r straff f&#246;r brottet inte kan d&#246;mas ut

6 &#167; Krav p&#229; skadest&#229;nd med anledning av ett tryckfrihetsbrott 
kan framst&#228;llas trots att straff f&#246;r brottet inte kan d&#246;mas ut 
p&#229; grund av preskription eller av n&#229;got annat sk&#228;l. Lag 
(2018:1801).

12 kap. R&#228;tteg&#229;ngen i tryckfrihetsm&#229;l

Tryckfrihetsm&#229;l

1 &#167; Tryckfrihetsm&#229;l enligt denna grundlag &#228;r m&#229;l om 

1. ansvar eller skadest&#229;nd p&#229; grund av tryckfrihetsbrott 
enligt 7 kap. 2-20 &#167;&#167;,

2. ansvar eller skadest&#229;nd p&#229; grund av meddelarbrott enligt 
7 kap. 22 &#167;, eller 

3. konfiskering eller borttagande efter ans&#246;kan enligt 9 kap. 
8 eller 9 &#167;.

&#196;ven m&#229;l om ansvar eller skadest&#229;nd p&#229; grund av anskaffarbrott 
enligt 7 kap. 23 &#167; &#228;r tryckfrihetsm&#229;l, om den som anskaffat 
uppgiften har offentliggjort denna i en tryckt skrift eller 
meddelat den till n&#229;gon annan f&#246;r att offentligg&#246;ras p&#229; det 
s&#228;ttet. Om uppgiften inte har offentliggjorts eller meddelats 
till n&#229;gon annan f&#246;r offentligg&#246;rande, &#228;r m&#229;let ett 
tryckfrihetsm&#229;l endast om det &#228;r uppenbart att anskaffandet 
har skett f&#246;r offentligg&#246;rande i en tryckt skrift. Lag 
(2018:1801).

2 &#167; Tryckfrihetsm&#229;l pr&#246;vas av den tingsr&#228;tt inom vars domkrets 
l&#228;ns-styrelsen har sitt s&#228;te. Om det finns sk&#228;l att &#228;ven l&#229;ta 
en annan tingsr&#228;tt i l&#228;net pr&#246;va tryckfrihetsm&#229;l, f&#229;r 
regeringen meddela f&#246;reskrifter om det. Lag (2018:1801).

Pr&#246;vningen

3 &#167; I tryckfrihetsm&#229;l som g&#228;ller ansvar f&#246;r brott ska en jury 
som best&#229;r av nio medlemmar pr&#246;va om brott f&#246;religger.

&#196;r parterna &#246;verens om det, avg&#246;rs m&#229;let av r&#228;tten utan 
medverkan av jury.

Det &#228;r enbart r&#228;tten som pr&#246;var om den tilltalade &#228;r ansvarig 
f&#246;r en skrift enligt 8 kap. Lag (2018:1801).

4 &#167; Juryn har funnit att brott f&#246;religger om minst sex 
ledam&#246;ter &#228;r &#246;verens om det. D&#229; ska &#228;ven r&#228;tten pr&#246;va fr&#229;gan.

Om r&#228;tten har en annan uppfattning &#228;n juryn, f&#229;r r&#228;tten 
frik&#228;nna den tilltalade eller till&#228;mpa en lindrigare 
straffbest&#228;mmelse. Lag (2018:1801).

5 &#167; Anser juryn att brott inte f&#246;religger ska den tilltalade 
frik&#228;nnas. Lag (2018:1801).

6 &#167; Om tingsr&#228;ttens dom &#246;verklagas, f&#229;r h&#246;gre r&#228;tt inte fr&#229;ng&#229; 
juryns bed&#246;mning i st&#246;rre utstr&#228;ckning &#228;n tingsr&#228;tten. Lag 
(2018:1801).

Val av juryledam&#246;ter

Jurygrupper

7 &#167; F&#246;r varje l&#228;n ska det utses juryledam&#246;ter som f&#246;rdelas i 
tv&#229; grupper. Den f&#246;rsta gruppen ska inneh&#229;lla sexton 
juryledam&#246;ter och den andra &#229;tta. F&#246;r Stockholms l&#228;n ska dock 
den f&#246;rsta gruppen omfatta tjugofyra juryledam&#246;ter och den 
andra gruppen tolv.

Juryledam&#246;terna i den andra gruppen ska vara eller ha varit 
n&#228;mndem&#228;n vid allm&#228;n domstol eller allm&#228;n f&#246;rvaltningsdomstol. 
Lag (2018:1801).

Val

8 &#167; Juryledam&#246;ter utses genom val f&#246;r en tid av fyra 
kalender&#229;r. Lag (2018:1801).

9 &#167; Juryledam&#246;ter v&#228;ljs av fullm&#228;ktige i kommunen p&#229; regional 
niv&#229; i l&#228;net. I Gotlands l&#228;n &#228;r det kommunfullm&#228;ktige i 
Gotlands kommun som v&#228;ljer.

Ska valet utf&#246;ras av mer &#228;n en valmyndighet, f&#246;rdelar 
l&#228;nsstyrelsen antalet juryledam&#246;ter inom vardera gruppen 
mellan valmyndigheterna med ledning av folkm&#228;ngden. 

N&#228;r en juryledamot ska v&#228;ljas, ska tingsr&#228;tten anm&#228;la detta 
till den valmyndighet som enligt f&#246;rsta stycket ska genomf&#246;ra 
valet. Lag (2022:1523).

Beh&#246;righetskrav och andra krav p&#229; juryledam&#246;ter

10 &#167; En juryledamot ska vara svensk medborgare och folkbokf&#246;rd 
i l&#228;net. Den som &#228;r under&#229;rig eller har f&#246;rvaltare enligt 
s&#228;rskilda best&#228;mmelser i lag f&#229;r inte vara juryledamot.

En juryledamot b&#246;r vara omd&#246;mesgill, sj&#228;lvst&#228;ndig och 
r&#228;ttr&#229;dig. Bland juryledam&#246;terna b&#246;r skilda samh&#228;llsgrupper 
och meningsriktningar samt olika delar av l&#228;net vara 
f&#246;retr&#228;dda. Lag (2018:1801).

Juryledam&#246;ters avg&#229;ng och ers&#228;ttare

11 &#167; En juryledamot som har fyllt sextio &#229;r f&#229;r avs&#228;ga sig 
uppdraget. Om en juryledamot vill avg&#229; av n&#229;got annat sk&#228;l, 
pr&#246;var tingsr&#228;tten om det finns giltigt hinder f&#246;r honom eller 
henne att ut&#246;va uppdraget. &#196;r en juryledamot inte l&#228;ngre 
valbar, upph&#246;r uppdraget. Lag (2018:1801).

12 &#167; Om en juryledamot avg&#229;r eller han eller hon upph&#246;r att 
vara valbar, ska valmyndigheten enligt 9 &#167; utse en ers&#228;ttare 
f&#246;r &#229;terstoden av valperioden. Valet ska g&#246;ras inom den 
jurygrupp som juryledamoten tillh&#246;rde. 

Valet f&#229;r g&#246;ras av styrelsen i kommunen p&#229; regional niv&#229; i 
st&#228;llet f&#246;r av fullm&#228;ktige. Ett s&#229;dant val g&#228;ller dock endast 
fram till fullm&#228;ktiges n&#228;sta m&#246;te. Lag (2022:1523).

&#214;verklagande av val av juryledamot

13 &#167; Ett val av en juryledamot kan &#246;verklagas till 
tingsr&#228;tten. &#196;ven om valet inte &#246;verklagas ska tingsr&#228;tten 
sj&#228;lvmant pr&#246;va juryledam&#246;ternas beh&#246;righet.

Vid &#246;verklagande av tingsr&#228;ttens beslut i en fr&#229;ga som avses i 
f&#246;rsta stycket till&#228;mpas vad som f&#246;reskrivs i lag om 
&#246;verklagande av en tingsr&#228;tts beslut under r&#228;tteg&#229;ng. 
Hovr&#228;ttens beslut f&#229;r inte &#246;verklagas.

Ett beslut om val av juryledamot g&#228;ller &#228;ven om det 
&#246;verklagas, om r&#228;tten inte beslutar n&#229;got annat. Lag 
(2018:1801).

Hur jury bildas i m&#229;l

F&#246;rfarandet n&#228;r jury bildas

14 &#167; De som &#228;r utsedda till juryledam&#246;ter ska f&#246;ras upp p&#229; en 
lista &#246;ver juryledam&#246;ter. I listan ska varje grupp tas upp 
s&#228;rskilt. Lag (2018:1801).

15 &#167; Vad som f&#246;reskrivs i lag om j&#228;v f&#246;r domare g&#228;ller &#228;ven 
juryleda-m&#246;ter. Lag (2018:1801).

16 &#167; I ett m&#229;l d&#228;r en jury ska delta redog&#246;r r&#228;tten f&#246;r listan 
&#246;ver juryledam&#246;ter och behandlar fr&#229;gan om det finns j&#228;v mot 
n&#229;gon som &#228;r upptagen p&#229; listan.

D&#228;refter ska juryn bildas av de juryledam&#246;ter som inte &#228;r 
j&#228;viga. Det sker genom att vardera parten f&#229;r utesluta tre 
juryledam&#246;ter inom den f&#246;rsta gruppen och en inom den andra. 
Bland de kvarvarande tar r&#228;tten sedan genom lottning ut s&#229; 
m&#229;nga till suppleanter att sex juryledam&#246;ter kvarst&#229;r i den 
f&#246;rsta gruppen och tre i den andra. 

F&#246;r en jury i Stockholms l&#228;n f&#229;r vardera parten utesluta fem 
juryledam&#246;ter inom den f&#246;rsta gruppen och tv&#229; inom den andra. 
Lag (2018:1801).

17 &#167; Om endast en av flera medparter vill utesluta 
juryledam&#246;ter, g&#228;ller den uteslutningen &#228;ven f&#246;r de &#246;vriga. &#196;r 
medparterna inte &#246;verens om vilka juryledam&#246;ter som ska 
uteslutas, genomf&#246;r r&#228;tten uteslutningen genom lottning. Lag 
(2018:1801).

F&#246;rfarandet vid j&#228;v eller laga f&#246;rfall f&#246;r juryledamot

18 &#167; Den som inte har laga f&#246;rfall &#228;r skyldig att tj&#228;nstg&#246;ra 
som juryledamot.

Om det p&#229; grund av j&#228;v eller laga f&#246;rfall f&#246;r juryledam&#246;ter 
inte finns tillr&#228;ckligt antal ledam&#246;ter i n&#229;gon jurygrupp, 
utser r&#228;tten tre juryledam&#246;ter f&#246;r varje ledamot som saknas. 
Av dessa ledam&#246;ter f&#229;r vardera parten utesluta en. De som 
utses ska uppfylla de krav som st&#228;lls p&#229; juryledam&#246;ter i den 
aktuella gruppen.

En juryledamot som tidigare har uteslutits fr&#229;n samma m&#229;l f&#229;r 
inte utses. Lag (2018:1801).

Ytterligare best&#228;mmelser om r&#228;tteg&#229;ngen

Gemensam jury

19 &#167; Om flera m&#229;l ska pr&#246;vas av jury, f&#229;r r&#228;tten besluta att 
samma jury ska tj&#228;nstg&#246;ra i m&#229;len. Parterna ska tillfr&#229;gas 
innan r&#228;tten fattar ett s&#229;dant beslut.

Ska det utses en gemensam jury f&#246;r flera m&#229;l, till&#228;mpas det 
som anges i 17 &#167; om uteslutning av juryledamot i m&#229;l d&#228;r det 
finns flera parter p&#229; n&#229;gon sida. Lag (2018:1801).

Talan om skadest&#229;nd eller konfiskering

20 &#167; Om det i ett m&#229;l om ansvar f&#246;r brott &#228;ven f&#246;rs talan om 
skadest&#229;nd mot n&#229;gon annan &#228;n den tilltalade, &#228;r det den 
tilltalade som vidtar de &#229;tg&#228;rder som avses i 3 &#167; andra 
stycket, 16 &#167; andra stycket och 18 &#167; andra stycket. Lag 
(2018:1801).

21 &#167; Vid talan om skadest&#229;nd som inte har samband med ett &#229;tal 
g&#228;ller 3-6 och 15-19 &#167;&#167;. Om det i ett tryckfrihetsm&#229;l om 
ansvar f&#246;r brott tidigare har pr&#246;vats om brott f&#246;religger, ska 
dock samma fr&#229;ga inte pr&#246;vas p&#229; nytt. Detsamma g&#228;ller talan om 
konfiskering av en tryckt skrift utan samband med &#229;tal.

I ett m&#229;l om konfiskering enligt 9 kap. 8 &#167; ska den 
uteslutning av jury-ledam&#246;ter som annars ska g&#246;ras av parterna 
i st&#228;llet utf&#246;ras av r&#228;tten genom lottning.

F&#246;rsta och andra styckena g&#228;ller &#228;ven i ett m&#229;l om borttagande 
av information ur en databas enligt 9 kap. 9 &#167;. Lag 
(2018:1801).

N&#228;rmare f&#246;reskrifter om r&#228;tteg&#229;ngen

22 &#167; N&#228;rmare f&#246;reskrifter om r&#228;tteg&#229;ngen i tryckfrihetsm&#229;l f&#229;r 
meddelas i lag.

Om det i samma l&#228;n finns flera tingsr&#228;tter som &#228;r beh&#246;riga att 
pr&#246;va tryckfrihetsm&#229;l, best&#228;mmer regeringen vilken tingsr&#228;tt 
som ska utf&#246;ra de uppgifter som avses i 9 &#167; tredje stycket och 
11, 13 och 14 &#167;&#167;. Lag (2018:1801).

Krig eller krigsfara

23 &#167; Om riket &#228;r i krig eller krigsfara eller det r&#229;der s&#229;dana 
extraordin&#228;ra f&#246;rh&#229;llanden som &#228;r f&#246;ranledda av krig eller 
krigsfara som riket har befunnit sig i, f&#229;r det i lag meddelas 
f&#246;reskrifter om

1. anst&#229;nd med val av juryledam&#246;ter, och

2. undantag fr&#229;n juryledam&#246;ters r&#228;tt att avs&#228;ga sig uppdraget.

I lag f&#229;r det f&#246;reskrivas att regeringen f&#229;r meddela s&#229;dana 
f&#246;reskrifter. Lag (2018:1801).

13 kap. Skrifter tryckta utomlands

Allm&#228;nna best&#228;mmelser

Grundlagens till&#228;mplighet

1 &#167; I fr&#229;ga om skrifter som tryckts utomlands och som ges ut i 
Sverige g&#228;ller, om inte annat f&#246;reskrivs, i till&#228;mpliga delar 
vad som &#228;r f&#246;reskrivet i

- 1 kap. om tryckfriheten,

- 3 kap. om r&#228;tten till anonymitet,

- 6 kap. om r&#228;tten att sprida tryckta skrifter,

- 7 kap. om tryckfrihetsbrott, meddelarbrott och 
anskaffarbrott,

- 8 kap. 1-3, 6-8 och 11-14 &#167;&#167; om ansvar f&#246;r 
tryckfrihetsbrott,

- 9 kap. om tillsyn och &#229;tal,

- 10 kap. om s&#228;rskilda tv&#229;ngsmedel,

- 11 kap. om skadest&#229;nd, och

- 12 kap. om r&#228;tteg&#229;ngen i tryckfrihetsm&#229;l. Lag (2018:1801).

2 &#167; En skrift som har tryckts utomlands anses utgiven i 
Sverige n&#228;r den har blivit utl&#228;mnad h&#228;r till f&#246;rs&#228;ljning eller 
f&#246;r spridning p&#229; annat s&#228;tt. Lag (2018:1801).

3 &#167; Om en periodisk skrift som huvudsakligen &#228;r avsedd att 
spridas i Sverige har tryckts utomlands, g&#228;ller i till&#228;mpliga 
delar 5 kap. om r&#228;tten att ge ut periodiska skrifter. Lag 
(2018:1801).

4 &#167; Utgivningsbevis kr&#228;vs inte f&#246;r att ge ut en periodisk 
skrift som har tryckts utomlands och som inte huvudsakligen &#228;r 
avsedd att spridas i Sverige. Om utgivningsbevis finns, g&#228;ller 
i till&#228;mpliga delar 5 kap. om r&#228;tten att ge ut periodiska 
skrifter. Lag (2018:1801).

Ansvar f&#246;r den som har l&#228;mnat ut skriften f&#246;r spridning

5 &#167; Om en skrift har tryckts utomlands, ska vad som anges i 
denna grundlag om tryckares ansvar g&#228;lla f&#246;r den som har l&#229;tit 
l&#228;mna ut skriften f&#246;r spridning i Sverige.

Om det inte kan visas vem som har l&#229;tit l&#228;mna ut skriften f&#246;r 
spridning, &#228;r i st&#228;llet den ansvarig som enligt 6 kap. &#228;r att 
anse som spridare. Detsamma g&#228;ller om den som har l&#229;tit l&#228;mna 
ut skriften f&#246;r spridning h&#228;r inte hade hemvist i Sverige n&#228;r 
skriften gavs ut. Lag (2018:1801).

Skyldighet att bevara exemplar samt pliktleverans

6 &#167; Best&#228;mmelserna i 4 kap. 4 &#167; g&#228;ller ocks&#229; skrifter som har 
tryckts utomlands. Lag (2018:1801).

Meddelar- och anskaffarfrihet

7 &#167; Det som s&#228;gs om meddelar- och anskaffarfrihet i 1 kap. 7 &#167; 
g&#228;ller &#228;ven i fr&#229;ga om en skrift som har tryckts utomlands och 
som ges ut h&#228;r men som inte huvudsakligen &#228;r avsedd att 
spridas i Sverige och f&#246;r vilken det inte heller finns 
utgivningsbevis.

F&#246;rsta stycket g&#228;ller dock inte om

1. meddelandet eller anskaffandet innefattar brott mot 
Sveriges s&#228;kerhet,

2. meddelandet innefattar ett s&#229;dant utl&#228;mnande eller 
tillhandah&#229;llande som avses i 7 kap. 22 &#167; f&#246;rsta stycket 2, 
eller

3. meddelandet utg&#246;r ett upps&#229;tligt &#229;sidos&#228;ttande av 
tystnadsplikt. Lag (2018:1801).

8 &#167; Det som s&#228;gs om meddelar- och anskaffarfrihet i 7 &#167; 
till&#228;mpas f&#246;r en skrift som inte har getts ut i Sverige, om 
uppgiften meddelats eller anskaffats h&#228;r.

I fr&#229;ga om periodiska skrifter j&#228;mst&#228;lls med meddelaren en 
f&#246;rfattare eller n&#229;gon annan upphovsman som har medverkat till 
en framst&#228;llning i skriften. Lag (2018:1801).

9 &#167; Meddelaren har i fall som avses i 7 och 8 &#167;&#167; r&#228;tt till 
anonymitet enligt 3 kap.

Best&#228;mmelsen om undantag fr&#229;n tystnadsplikt i 3 kap. 4 &#167; 3 ska 
dock omfatta &#228;ven andra brott mot Sveriges s&#228;kerhet &#228;n de som 
anges d&#228;r. Lag (2018:1801).

10 &#167; Om ett meddelande eller anskaffande enligt 7 eller 8 &#167; &#228;r 
straffbart, g&#228;ller vad som anges i denna grundlag om meddelar- 
och anskaffarbrott.

M&#229;l om ansvar eller skadest&#229;nd p&#229; grund av ett s&#229;dant brott 
handl&#228;ggs enligt best&#228;mmelserna om tryckfrihetsm&#229;l, om inte 
annat f&#246;ljer av 12 kap. 1 &#167; andra stycket. Lag (2018:1801).

14 kap. Allm&#228;nna best&#228;mmelser

Resning i tryckfrihetsm&#229;l

1 &#167; F&#246;r resning i tryckfrihetsm&#229;l g&#228;ller vad som f&#246;reskrivs i 
lag.

Om resning beviljas i ett m&#229;l d&#228;r en jury har pr&#246;vat om brott 
f&#246;religger, ska r&#228;tten samtidigt besluta att m&#229;let ska tas upp 
inf&#246;r en ny jury av den domstol som f&#246;rst d&#246;mde i m&#229;let. Detta 
g&#228;ller under f&#246;ruts&#228;ttning att beslutet om resning grundas p&#229; 
en omst&#228;ndighet som kan antas ha haft betydelse f&#246;r juryns 
pr&#246;vning.

Om saken &#228;r uppenbar f&#229;r den domstol som beviljar resning till 
f&#246;rm&#229;n f&#246;r den tilltalade dock omedelbart &#228;ndra domen. Lag 
(2018:1801).

Tills&#228;ttande av en ny jury

2 &#167; Om ett tryckfrihetsm&#229;l efter beslut av h&#246;gre r&#228;tt ska tas 
upp p&#229; nytt inf&#246;r en jury av den domstol som f&#246;rst d&#246;mde i 
m&#229;let, tills&#228;tts den nya juryn enligt 12 kap. 15-21 &#167;&#167;. Lag 
(2018:1801).

Skyndsam handl&#228;ggning

3 &#167; Tryckfrihetsm&#229;l och andra m&#229;l om brott mot best&#228;mmelserna 
i denna grundlag ska behandlas skyndsamt. Lag (2018:1801).

Internationellt r&#228;ttsligt bist&#229;nd

4 &#167; I fr&#229;ga om internationellt r&#228;ttsligt bist&#229;nd g&#228;ller vad 
som f&#246;reskrivs i lag. S&#229;dant bist&#229;nd f&#229;r inte l&#228;mnas i strid 
med svenska allm&#228;nna r&#228;ttsprinciper p&#229; det 
tryckfrihetsr&#228;ttsliga omr&#229;det. Lag (2018:1801).

Andra &#228;n svenska medborgare och svenska juridiska personer

5 &#167; F&#246;r andra &#228;n svenska medborgare och svenska juridiska 
personer f&#229;r s&#228;rskilda begr&#228;nsningar g&#246;ras genom lag i fr&#229;ga 
om tryckfriheten och allm&#228;nna handlingars offentlighet. Lag 
(2018:1801).

Fr&#229;gor som inte regleras i grundlagen

6 &#167; I fr&#229;gor som inte har reglerats s&#228;rskilt i denna grundlag 
eller i en s&#228;rskild lag som har meddelats med st&#246;d av 
grundlagen, g&#228;ller vad som annars &#228;r f&#246;reskrivet i lag eller 
annan f&#246;rfattning. Lag (2018:1801).


&#214;verg&#229;ngsbest&#228;mmelser

1976:955

1. Denna lag tr&#228;der i kraft den 1 januari 1978.

2. De nya best&#228;mmelserna &#228;ger ej till&#228;mpning p&#229; skrift, som 
m&#229;ngfaldigats genom stencilering, fotokopiering eller liknande 
tekniskt f&#246;rfarande och som utgivits f&#246;re ikrafttr&#228;dandet.

1998:1438

1. Denna lag tr&#228;der i kraft den 1 januari 1999.

2. &#196;ldre f&#246;reskrifter till&#228;mpas p&#229; s&#229;dana tekniska 
upptagningar som spritts f&#246;re ikrafttr&#228;dandet.

3. De nya f&#246;reskrifterna i 1 kap. 7 &#167; samt 5 kap. 5 och 7 &#167;&#167; 
g&#228;ller &#228;ven f&#246;r utgivningsbevis som har utf&#228;rdats f&#246;re 
ikrafttr&#228;dandet. I st&#228;llet f&#246;r vad som s&#228;gs i 5 kap. 5 &#167; 
fj&#228;rde stycket f&#246;rsta meningen g&#228;ller s&#229;dana bevis f&#246;r en 
period av tio &#229;r fr&#229;n lagens ikrafttr&#228;dande.

4. I m&#229;l som r&#246;r skildring av barn i pornografisk bild 
till&#228;mpas &#228;ldre f&#246;reskrifter, om talan v&#228;ckts f&#246;re 
ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4465">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4467">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
