

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-10-18" /> 
 <meta id="rattsinfo-edited" content="2022-10-18 10:50:44" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4477</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4476">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4478">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1946:816 ·
                    <a href="/sfsr?bet=1946:816">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1946:816) om bevisupptagning &#229;t utl&#228;ndsk domstol</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet BIRS
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1946-12-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:622
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Om en utl&#228;ndsk domstol i ett visst m&#229;l eller &#228;rende har 
gjort en framst&#228;llning hos en svensk domstol om att det ska 
vidtas n&#229;gon &#229;tg&#228;rd som h&#246;r till r&#228;tteg&#229;ngen, s&#229;som avl&#228;ggande 
av ed, h&#229;llande av f&#246;rh&#246;r med part eller upptagande av bevis 
genom vittne, sakkunnig eller syn eller av skriftligt bevis, 
och Justitiedepartementet &#246;verl&#228;mnar framst&#228;llningen till den 
svenska domstolen, ska den beg&#228;rda &#229;tg&#228;rden vidtas i enlighet 
med denna lag.

Med utl&#228;ndsk domstol j&#228;mst&#228;lls i denna lag det europeiska 
patentverket och annan som enligt en internationell 
&#246;verenskommelse som &#228;r bindande f&#246;r Sverige f&#229;r g&#246;ra en s&#229;dan 
framst&#228;llning. 

Denna lag till&#228;mpas inte om lagen (2000:562) om internationell 
r&#228;ttslig hj&#228;lp i brottm&#229;l, Europaparlamentets och r&#229;dets 
f&#246;rordning (EU) 2020/1783 av den 25 november 2020 om samarbete 
mellan medlemsstaternas dom-stolar i fr&#229;ga om bevisupptagning 
i m&#229;l och &#228;renden av civil eller kommersiell natur eller lagen 
(2017:1000) om en europeisk utredningsorder &#228;r till&#228;mplig.
Lag (2022:622).

2 &#167; &#197;tg&#228;rd som i 1 &#167; s&#228;gs skall vidtagas av allm&#228;n underr&#228;tt.

&#196;r framst&#228;llning gjord om upptagande av ed, anst&#228;llande av f&#246;rh&#246;r,
upptagande av skriftligt bevis eller syn &#229; f&#246;rem&#229;l som l&#228;mpligen kan
flyttas till r&#228;tten, ankomme &#229;tg&#228;rden p&#229; den r&#228;tt, inom vars omr&#229;de
den som skall fullg&#246;ra edg&#229;ng eller h&#246;ras eller som innehar handling
eller f&#246;rem&#229;l, varom fr&#229;ga &#228;r, har sitt hemvist eller n&#229;gon tid
uppeh&#229;ller sig; d&#228;r han samtyckt att vid annan r&#228;tt fullg&#246;ra vad av
honom &#228;skas, skall dock &#229;tg&#228;rden vidtagas av den r&#228;tten. &#196;r fr&#229;ga om
syn &#229; fastighet eller &#229; f&#246;rem&#229;l som ej l&#228;mpligen kan flyttas till
r&#228;tten, tillkomme s&#229;dan &#229;tg&#228;rd den r&#228;tt, inom vars omr&#229;de fastigheten
&#228;r bel&#228;gen eller f&#246;rem&#229;let finnes. Annan &#229;tg&#228;rd skall verkst&#228;llas av
den r&#228;tt till vilken framst&#228;llning d&#228;rom inkommit.

3 &#167; Pr&#246;var r&#228;tten att beg&#228;rd &#229;tg&#228;rd ej kan vidtagas, meddele r&#228;tten
den utl&#228;ndska domstolen underr&#228;ttelse d&#228;rom med uppgift om sk&#228;len f&#246;r
beslutet.

Finner r&#228;tten att det j&#228;mlikt 2 &#167; andra stycket tillkommer annan r&#228;tt
att vidtaga &#229;tg&#228;rd varom fr&#229;ga &#228;r, skall framst&#228;llningen &#246;vers&#228;ndas
till den r&#228;tten och meddelande d&#228;rom tillst&#228;llas den utl&#228;ndska
domstolen.

Har &#229;tg&#228;rden beg&#228;rts av det europeiska patentverket och finner r&#228;tten
att &#229;tg&#228;rden icke kan vidtagas eller att den ankommer p&#229; annan
domstol, skall i st&#228;llet f&#246;r vad som s&#228;gs i f&#246;rsta och andra styckena
g&#228;lla f&#246;ljande. R&#228;tten skall underr&#228;tta Justitiedepartementet om sitt
beslut och till departementet &#229;terst&#228;lla handlingarna i &#228;rendet.
Departementet skall, om annan svensk domstol &#228;r beh&#246;rig, &#246;verl&#228;mna
framst&#228;llningen till denna och i annat fall underr&#228;tta det europeiska
patentverket om r&#228;ttens beslut. Lag (2000:1220).

4 &#167; Om det inte finns n&#229;gra hinder mot den beg&#228;rda &#229;tg&#228;rden
skall r&#228;tten best&#228;mma dag f&#246;r bevisupptagningen.

Om den utl&#228;ndska domstolen beg&#228;r det skall r&#228;tten i god tid
underr&#228;tta den utl&#228;ndska domstolen om tidpunkten f&#246;r
bevisupptagningen. Har &#229;tg&#228;rden beg&#228;rts av det europeiska
patentverket, skall underr&#228;ttelse alltid l&#228;mnas dit.
Lag (2000:565).

5 &#167; I fr&#229;ga om &#228;rendets behandling vid r&#228;tten skall, d&#228;r ej annat
f&#246;ranledes av f&#246;reskrifterna i denna lag, l&#228;nda till efterr&#228;ttelse vad
om r&#228;tteg&#229;ng vid svensk domstol finnes stadgat. &#196;rendet skall anses
s&#229;som bevisupptagning utom huvudf&#246;rhandling; dock vare ej n&#246;digt att
part kallas, d&#228;r han ej sj&#228;lv skall h&#246;ras eller fullg&#246;ra n&#229;got.

Domare vid den utl&#228;ndska domstolen &#228;ger r&#228;tt att n&#228;rvara vid
bevisupptagning eller annan i 1 &#167; avsedd &#229;tg&#228;rd. Har &#229;tg&#228;rden beg&#228;rts
av det europeiska patentverket, &#228;ger f&#246;retr&#228;dare f&#246;r detta samma r&#228;tt.
F&#246;retr&#228;dare f&#246;r det europeiska patentverket m&#229; st&#228;lla fr&#229;gor till
part, vittne eller sakkunnig som h&#246;res. Lag (1978:154).

6 &#167; Avser framst&#228;llningen parts h&#246;rande p&#229; ed och &#228;r ej s&#228;rskilt
utsatt vad under eden skall bekr&#228;ftas eller f&#246;rnekas, anst&#228;lle r&#228;tten
f&#246;rh&#246;r med parten ang&#229;ende den omst&#228;ndighet varom upplysning &#228;skas. I
&#246;vrigt skall i fr&#229;ga om parts h&#246;rande p&#229; ed vad om f&#246;rh&#246;r med part
under sanningsf&#246;rs&#228;kran i r&#228;tteg&#229;ng vid svensk domstol &#228;r stadgat &#228;ga
motsvarande till&#228;mpning. &#196;r i framst&#228;llningen s&#228;rskilt utsatt vad
under eden skall bekr&#228;ftas eller f&#246;rnekas, l&#228;nde det till
efterr&#228;ttelse.

7 &#167; &#196;ger enligt lagen i det land, d&#228;r den fr&#228;mmande domstolen &#228;r, den
som skall h&#246;ras eller n&#229;got fullg&#246;ra att ut&#246;ver vad om r&#228;tteg&#229;ng vid
svensk domstol &#228;r stadgat v&#228;gra att efterkomma vad av honom &#228;skas,
njute han den r&#228;ttigheten till godo.

8 &#167; Har den utl&#228;ndska domstolen hemst&#228;llt, att vid eds avl&#228;ggande
skola anv&#228;ndas andra ordalag &#228;n i svensk lag &#228;ro stadgade eller att
d&#228;rvid eljest skall f&#246;rfaras annorledes &#228;n svensk lag f&#246;reskriver, och
&#228;r den av vilken eden kr&#228;ves villig att s&#229;lunda fullg&#246;ra eden, pr&#246;ve
r&#228;tten huruvida det m&#229; ske.

Innefattar den utl&#228;ndska domstolens framst&#228;llning eljest beg&#228;ran att
visst f&#246;rfarande skall iakttagas vid verkst&#228;llande av &#228;skad &#229;tg&#228;rd,
skall den beg&#228;ran efterkommas, d&#228;r det ej strider mot svensk lag. Har
s&#229;dan beg&#228;ran gjorts i framst&#228;llning enligt den i Haag den 18 mars
1970 dagtecknade konventionen om bevisupptagning i utlandet i m&#229;l
eller &#228;rende av civil eller kommersiell natur, skall den efterkommas,
om det icke &#228;r of&#246;renligt med svensk lag och det beg&#228;rda f&#246;rfarandet
ej heller &#228;r om&#246;jligt att till&#228;mpa p&#229; grund av ordningen f&#246;r
bevisupptagning vid svensk domstol eller p&#229; grund av praktiska
sv&#229;righeter. Lag (1974:755).

9 &#167; R&#228;tten fastst&#228;lle det belopp, vartill kostnad f&#246;r delgivning
uppg&#229;r. S&#229;dan kostnad s&#229; ock av r&#228;tten best&#228;md ers&#228;ttning till den
som, utan att vara part, inst&#228;llt sig vid r&#228;tten eller n&#229;got fullgjort
skall g&#228;ldas av statsverket.

10 &#167; Sedan &#228;rendet blivit f&#246;rt till slut, l&#229;te r&#228;tten protokoll &#246;ver
vad d&#228;ri f&#246;rekommit tillst&#228;llas den utl&#228;ndska domstolen; foge ock
d&#228;rvid s&#228;rskild skrivelse, upptagande de kostnader den &#228;skade &#229;tg&#228;rden
enligt 9 &#167; eller eljest medf&#246;rt.

Har regeringen efter avtal med fr&#228;mmande stat f&#246;rordnat, att visst
slag av kostnader som f&#246;ranletts av framst&#228;llning fr&#229;n domstol i den
staten ej skall utkr&#228;vas, varde s&#229;dan kostnad ej f&#246;r den utl&#228;ndska
domstolen uppgiven. Lag (1977:435).

11 &#167; Vad h&#228;r ovan &#228;r stadgat f&#246;r det fall, att framst&#228;llning som i 1 &#167;
s&#228;gs blivit genom Justitiedepartementet &#246;verl&#228;mnad till svensk domstol,
skall j&#228;mv&#228;l &#228;ga till&#228;mpning d&#228;r s&#229;dan framst&#228;llning blivit till
domstol h&#228;r i riket &#246;vers&#228;nd fr&#229;n utl&#228;ndsk domstol med vilken enligt
regeringens f&#246;rordnande den svenska domstolen &#228;ger omedelbart
skriftv&#228;xla.

Regeringen &#228;ger ock efter avtal med fr&#228;mmande stat f&#246;rordna, att de i
f&#246;rest&#229;ende paragrafer f&#246;r n&#228;mnda fall givna best&#228;mmelserna skola
g&#228;lla d&#228;r framst&#228;llning varom nyss sagts blivit fr&#229;n konsul f&#246;r den
staten &#246;vers&#228;nd till svensk domstol. Lag (2000:1220).

12 &#167; I de fall d&#229; r&#228;tten enligt denna lag har att avl&#229;ta meddelande
till utl&#228;ndsk domstol skall, d&#228;r ej p&#229; grund av regeringens
f&#246;rordnande omedelbar skriftv&#228;xling m&#229; &#228;ga rum, meddelandet &#246;vers&#228;ndas
till Justitiedepartementet f&#246;r vidare &#229;tg&#228;rd; dock skall meddelande som
&#228;r f&#246;ranlett av framst&#228;llning &#246;verl&#228;mnad fr&#229;n konsul avs&#228;ndas till
denne. Lag (2000:1220).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4476">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4478">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
