

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1988-05-03" /> 
 <meta id="rattsinfo-edited" content="2008-10-27" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4481</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4480">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4482">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1946:727 ·
                    <a href="/sfsr?bet=1946:727">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1946:727) om kommunal fondbildning
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1946-12-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1954:320
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelse

1 &#167; Kommun &#228;ger att, p&#229; s&#228;tt i denna lag f&#246;reskrives, f&#246;r framtida
&#228;ndam&#229;l avs&#228;tta medel till fond.

S&#229;dan fond &#228;r:

s&#228;rskild fond f&#246;r tillgodoseende av s&#228;rskilt, uttryckligen
angivet kommunalt behov;

allm&#228;n investeringsfond;

skatteregleringsfond f&#246;r reglering av utdebiteringen; eller

tillf&#228;llig fond.

Att kommun i vissa fall &#228;r pliktig avs&#228;tta medel till fond framg&#229;r av 6
&#167;. Lag (1952:363).

Om s&#228;rskild fond

2 &#167; Kommun &#228;ger att i den ordning, som eljest stadgas f&#246;r kommunala
beslut, till s&#228;rskild fond avs&#228;tta medel f&#246;r f&#246;ljande &#228;ndam&#229;l, n&#228;mligen:

a) f&#246;r beredande av pension eller d&#228;rmed j&#228;mf&#246;rligt underst&#246;d eller av
olycksfallsers&#228;ttning eller sjukunderst&#246;d &#229;t personer i kommunens tj&#228;nst
eller av pension eller d&#228;rmed j&#228;mf&#246;rligt underst&#246;d &#229;t deras efterlevande
(pensionsfond);

b) till t&#228;ckande av f&#246;rlust, som genom skada &#229; kommunen tillh&#246;rig
egendom eller annorledes kan komma att tillskyndas kommunen under s&#229;dana
omst&#228;ndigheter, att kommunen eljest kunnat genom f&#246;rs&#228;kring skydda sig
mot f&#246;rlusten (f&#246;rs&#228;kringsfond);

c) f&#246;r tillgodoseende av kommunens behov att &#228;ga tillg&#229;ng till
r&#246;relsekapital att tillf&#228;lligt nyttjas f&#246;r bestridande av l&#246;pande
utgifter intill dess att d&#228;rf&#246;r avsedda inkomster inflyta (kassaf&#246;rlagsfond); samt

d) till bestridande av kostnaderna f&#246;r f&#246;rv&#228;rvande av viss &#228;godel,
genomf&#246;rande av visst f&#246;retag eller uppr&#228;ttande av viss anstalt, d&#228;r
kommunen fattat beslut om &#228;godelens f&#246;rv&#228;rvande, f&#246;retagets genomf&#246;rande
eller anstaltens uppr&#228;ttande.

3 &#167; Vill kommun avs&#228;tta medel f&#246;r tillgodoseende av annat s&#228;rskilt
uttryckligen angivet kommunalt behov &#228;n i 2 &#167; s&#228;gs eller vill kommun
taga till s&#228;rskild fond avsatta medel i anspr&#229;k f&#246;r annat &#228;ndam&#229;l &#228;n vid
avs&#228;ttningen best&#228;mts, erfordras f&#246;r beslut d&#228;rom Konungens medgivande.
S&#229;dant medgivande kan l&#228;mnas genom Konungens fastst&#228;llelse &#229; reglemente
eller andra f&#246;reskrifter r&#246;rande fonden.

Om allm&#228;n investeringsfond

3 a &#167;. Kommun &#228;ger att i den ordning, som eljest stadgas f&#246;r kommunala
beslut, till allm&#228;n investeringsfond avs&#228;tta medel f&#246;r anskaffande av
tillg&#229;ngar f&#246;r stadigvarande bruk. Beslut att taga medel ur fonden i
anspr&#229;k f&#246;r annat &#228;ndam&#229;l skall f&#246;r att vinna bindande kraft
underst&#228;llas Konungens pr&#246;vning och fastst&#228;llelse. Lag (1952:363).

Om skatteregleringsfond

4 &#167;. I samband med fastst&#228;llande av utgifts- och inkomststaten &#228;ger
kommun avs&#228;tta medel till skatteregleringsfond eller taga i anspr&#229;k
medel ur fonden.

Beslut att taga medel ur fonden i anspr&#229;k m&#229; ej avse mer &#228;n en tredjedel
av det h&#246;gsta belopp, vartill fonden ber&#228;knas uppg&#229; vid utg&#229;ngen av det
&#229;r beslutet fattas eller uppg&#229;tt vid utg&#229;ngen av n&#229;got av de tv&#229; n&#228;rmast
f&#246;reg&#229;ende &#229;ren. Lag (1952:363).

5 &#167;. D&#229; s&#228;rskilda sk&#228;l d&#228;rtill &#228;ro, m&#229; med Konungens tillst&#229;nd medel
avs&#228;ttas till eller tagas i anspr&#229;k ur skatteregleringsfond ut&#246;ver vad i
4 &#167; stadgas. S&#229;dant tillst&#229;nd kan l&#228;mnas genom fastst&#228;llelse &#229;
reglemente eller andra f&#246;reskrifter r&#246;rande fonden och m&#229; f&#246;rknippas med
villkor f&#246;r de avsatta medlens tagande i anspr&#229;k.

Om tillf&#228;llig fond

6 &#167;. Hava medel influtit vid avyttring av tillg&#229;ng f&#246;r stadigvarande
bruk eller s&#229;som ers&#228;ttning p&#229; grund av f&#246;rs&#228;kring av dylik tillg&#229;ng,
och finna medlen ej omedelbar anv&#228;ndning f&#246;r anskaffande av tillg&#229;ng som
nyss sagts, skola de tills vidare, i avvaktan p&#229; beslut om deras tagande
i anspr&#229;k, avs&#228;ttas till tillf&#228;llig fond (f&#246;rs&#228;ljningsmedelsfond).

Avh&#228;nder sig kommun tillg&#229;ng f&#246;r stadigvarande bruk utan att erh&#229;lla
ers&#228;ttning till fulla v&#228;rdet, m&#229; ett belopp motsvarande h&#246;gst skillnaden
mellan fulla v&#228;rdet och den bekomna ers&#228;ttningen avs&#228;ttas till
f&#246;rs&#228;ljningsmedelsfond.

Till tillf&#228;llig fond (l&#229;ne&#246;verskottsfond) skola avs&#228;ttas
&#246;verskottsmedel &#229; l&#229;n, som av kommun upptagits med Konungens tillst&#229;nd
och som ej i sin helhet &#229;tg&#229;tt f&#246;r det med l&#229;net avsedda &#228;ndam&#229;let.

Erh&#229;ller kommun eljest belopp, som ej &#228;r att h&#228;nf&#246;ra till kommunens
l&#246;pande inkomster, m&#229; beloppet avs&#228;ttas till tillf&#228;llig fond.

I samband med fastst&#228;llande av utgifts- och inkomststaten &#228;ger kommun
avs&#228;tta medel till tillf&#228;llig fond (f&#246;rnyelsefond). S&#229;dan
avs&#228;ttning m&#229; avse h&#246;gst skillnaden mellan &#229; ena sidan det belopp,
varmed tillg&#229;ng f&#246;r stadigvarande bruk ber&#228;knas under n&#228;sta &#229;r minska i
v&#228;rde, och &#229; andra sidan beloppet av i staten upptagna amorteringar &#229;
l&#229;n f&#246;r f&#246;rv&#228;rv av tillg&#229;ngen.

7 &#167;. L&#229;ne&#246;verskottsfond m&#229; ej tagas i anspr&#229;k utan Konungens medgivande.

Andra till tillf&#228;llig fond avsatta medel m&#229;, f&#246;rs&#229;vitt ej s&#228;rskilda
villkor eljest blivit stadgade f&#246;r deras disponerande, genom beslut i
vanlig ordning tagas i anspr&#229;k f&#246;r bestridande av kostnader f&#246;r
anskaffande av tillg&#229;ng f&#246;r stadigvarande bruk. Beslut att taga dylika
medel i anspr&#229;k f&#246;r annat &#228;ndam&#229;l skall f&#246;r att vinna bindande kraft
underst&#228;llas Konungens pr&#246;vning och fastst&#228;llande.

Gemensamma best&#228;mmelser

8 &#167; Fonds medel skola vara p&#229; betryggande s&#228;tt anbragta, kommun obetaget
att nyttja fondens medel i sin verksamhet. Vid anbringande eller
nyttjande av fonds medel skall tillses, att medlen vid behov &#228;ro
tillg&#228;ngliga.

Fonds medel m&#229; ej utan tillst&#229;nd av l&#228;nsstyrelsen anbringas annorlunda
&#228;n hos bank eller centralkassa f&#246;r jordbrukskredit eller &#229; postgirokonto
eller i s&#229;dana tillg&#229;ngar, i vilka f&#246;rmyndare &#228;ger utan &#246;verf&#246;rmyndarens
tillst&#229;nd anbringa omyndigs medel.

Vad nu sagts utg&#246;r ej hinder att till fond avs&#228;tta och i densamma
beh&#229;lla vad kommunen vid avyttrande av tillg&#229;ng f&#246;r stadigvarande bruk
bekommit i andra tillg&#229;ngar &#228;n penningmedel. Lag (1953:436).

9 &#167;. Kommun &#228;ger tillf&#246;ra s&#228;rskild fond r&#228;nta. Beslut d&#228;rom fattas i den
ordning, som g&#228;ller f&#246;r beslut om avs&#228;ttning av medel till fonden.

R&#228;nta &#229; skatteregleringsfond eller &#229; tillf&#228;llig fond m&#229; ej tillf&#246;ras
fonden.

10 &#167;. Vad i denna lag &#228;r f&#246;reskrivet ang&#229;ende kommun skall &#228;ga
motsvarande till&#228;mpning &#229; f&#246;rsamling, s&#228;rskilt skoldistrikt,
minicipalsamh&#228;llet, fattigv&#229;rdssamh&#228;lle, som avses i 6 &#167; lagen om
fattigv&#229;rden, samt landsting.

11 &#167;. Denna lag avser ej skogsaccisfond, fond av &#246;verskottsmedel &#229;
hamnr&#246;relse eller &#229; sluss-, kanal- eller annan farledsr&#246;relse, fond som
utg&#246;r pr&#228;stl&#246;netillg&#229;ng f&#246;r pastorat, fond, uppkommen genom avs&#228;ttning
av medel, som erh&#229;llits s&#229;som vederlag f&#246;r fastighet vilken f&#246;r n&#229;got
kommunens gemensamma nytta avseende &#228;ndam&#229;l tillfallit kommunen genom
g&#229;va eller testamente, eller fond bildad av annan egendom, som
tillfallit kommun genom g&#229;va eller testamente med f&#246;reskrift ang&#229;ende
egendomens anv&#228;ndning, eller av vederlag f&#246;r s&#229;dan egendom. Ej heller
avser lagen fond, som bildats enligt 7 &#167; lagen den 24 mars 1916 om
nyttjander&#228;tt till gravplats. Lag (1950:151).

&#214;verg&#229;ngsbest&#228;mmelser

1946:727

Denna lag tr&#228;der i kraft den 1 januari 1947, fr&#229;n och med vilken dag
lagen den 12 juni 1936 (nr 281) om kommunal fondbildning upph&#246;r att
g&#228;lla.

Den nya lagen skall &#228;ga till&#228;mpning j&#228;mv&#228;l &#229; fond, som finnes vid lagens
ikrafttr&#228;dande. D&#228;rvid skall f&#246;ljande iakttagas:

1) Allm&#228;n fond, som finnes vid den nya lagens ikrafttr&#228;dande, skall
d&#228;refter anses som skatteregleringsfond.

2) F&#246;rnyelsefond enligt 2 &#167; c) i den nu upph&#228;vda lagen m&#229; tagas i
anspr&#229;k f&#246;r avsett &#228;ndam&#229;l men nya medel m&#229; icke tillf&#246;ras fonden.
Kommunen &#228;ger r&#228;tt att &#246;verf&#246;ra medel i s&#229;dan fond till f&#246;rnyelsefond
enligt 6 &#167; femte stycket i den nya lagen.

3) F&#246;reskrifter, som Konungen meddelat j&#228;mlikt den nu upph&#228;vda lagen,
skola g&#228;lla s&#229;som om de meddelats med st&#246;d av den nya lagen.

4) I fr&#229;ga om fond av annat slag &#228;n i 1 &#167; eller 11 &#167; nya lagen avses,
som bildats f&#246;re den 1 januari 1947, skall vad i 8 - 10 &#167;&#167; nya lagen
stadgas &#228;ga motssvarande till&#228;mpning, och m&#229; s&#229;dan fond ej tagas i
anspr&#229;k utan Konungens medgivande; kommun dock obetaget att f&#246;re den 1
januari 1950 i den ordning, som eljest stadgas f&#246;r kommunala beslut,
besluta om fondmedlens avs&#228;ttande till s&#228;rskild fond enligt nya lagen.

1952:363

Denna lag tr&#228;der i kraft den 1 juli 1952.

Kommun m&#229; utan inh&#228;mtande av Konungens medgivande i varje s&#228;rskilt fall
besluta om &#246;verf&#246;rande till allm&#228;n investeringsfond av medel fr&#229;n fond
av annat slag &#228;n i 1 eller 11 &#167; lagen den 6 december 1946 om kommunal
fondbildning avses, under f&#246;ruts&#228;ttning att fonden bildats f&#246;re den 1
juli 1952.

1953:754, 1954:296, 1954:320

&quot;Lagen upph&#228;vd betr&#228;ffande landskommun, k&#246;ping, municipalsamh&#228;lle och
annan stad &#228;n Stockholm gm 1953:754, lagen upph&#228;vd betr&#228;ffande
f&#246;rsamling gm 1954:296 och betr&#228;ffande landsting gm 1954:320&quot;.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4480">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4482">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
