

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1994-10-04" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4484</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4483">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4485">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1944:407 ·
                    <a href="/sfsr?bet=1944:407">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kung&#246;relse (1944:407) med provisoriska best&#228;mmelser 
ang&#229;ende meritber&#228;kning f&#246;r bef&#228;lsutbildad v&#228;rnpliktig m.m.
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> F&#246;rsvarsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1944-06-09
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; 1 mom. Med bef&#228;lsutbildning f&#246;rst&#229;s i denna kung&#246;relse f&#246;ljande 
milit&#228;ra tj&#228;nstg&#246;ring, i den m&#229;n den icke inbegripes i den 
tj&#228;nstg&#246;ring, som j&#228;mlikt 27 &#167; 1 mom. A v&#228;rnpliktslagen &#229;ligger 
v&#228;rnpliktiga i allm&#228;nhet, n&#228;mligen 
  
1) utbildning enligt 27 &#167; 1 mom. B-D v&#228;rnpliktslagen; 

2) utbildning till flygf&#246;rare, bombf&#228;llare och navigat&#246;r eller 
flygskytt; samt   

3) utbildning till reservofficer eller till f&#228;nrik vid sj&#246;v&#228;rnsk&#229;ren. 

Med bef&#228;lsutbildad f&#246;rst&#229;s den, som med godk&#228;nda vitsord genomg&#229;tt 
bef&#228;lsutbildning.   

2 mom. Vad i denna kung&#246;relse stadgas om anst&#228;llning, befordran eller 
f&#246;rordnande har avseende &#229; dels befattning i statens tj&#228;nst, dels 
befattning vid kommunal flickskola, kommunal mellanskola, praktisk 
mellanskola, h&#246;gre folkskola eller vid folk- eller sm&#229;skola, dels ock 
annan kommunal befattning, som tills&#228;ttes av statlig myndighet eller 
betr&#228;ffande vilken kommunal myndighets beslut om tills&#228;ttande m&#229; 
sakligt pr&#246;vas av statlig myndighet. 

Vad i kung&#246;relsen stadgas om utbildningskurs har avseende &#229; kurs f&#246;r 
utbildning till befattning, som i f&#246;rsta stycket s&#228;gs. 
  
3 mom. Best&#228;mmelserna i denna kung&#246;relse skola till&#228;mpas i den m&#229;n ej 
Kungl. Maj:t f&#246;r visst verk eller viss undervisningsanstalt s&#228;rskilt 
best&#228;mt, p&#229; vad s&#228;tt bef&#228;lsutbildad skall &#228;ga tillgodor&#228;kna 
bef&#228;lsutbildningen i s&#229;dant h&#228;nseende, varom i kung&#246;relsen &#228;r fr&#229;ga. 

2 &#167; Vid tills&#228;ttande av eller f&#246;rordnande &#229; befattning eller 
uppg&#246;rande av f&#246;rslag d&#228;rtill skall den h&#228;nsyn, vartill 
omst&#228;ndigheterna f&#246;ranleda, tagas till bef&#228;lsutbildning hos s&#246;kande 
eller annan, som kan ifr&#229;gakomma till befattningen eller 
f&#246;rordnandet. 

3 &#167; Har bef&#228;lsutbildad s&#246;kande till befattning eller f&#246;rordnande ej p&#229; 
grund av vad nedan i denna kung&#246;relse s&#228;gs eller eljest m&#229; g&#228;lla f&#229;tt 
r&#228;kna sig bef&#228;lsutbildningen till godo i merith&#228;nseende, skall han &#228;ga 
f&#246;retr&#228;de framf&#246;r eljest j&#228;mst&#228;lld meds&#246;kande. 

4 &#167; D&#228;r av Kungl. Ma:jt i instruktion, arbetsordning eller dylik 
f&#246;rfattning eller av vederb&#246;rande myndighet meddelats f&#246;reskrift 
d&#228;rom, att anst&#228;llning hos verk eller befordran till viss befattning 
d&#228;rst&#228;des eller tilltr&#228;de till vid verket anordnad utbildningskurs 
icke m&#229; vinnas av den, som &#246;verskridit viss &#229;lder, skall f&#246;r 
bef&#228;lsutbildad till den s&#229;lunda best&#228;mda &#229;ldern l&#228;ggas tiden f&#246;r hans 
bef&#228;lsutbildning. 

D&#228;r av Kungl. Maj:t i stadga, reglemente eller dylik f&#246;rfattning eller 
av vederb&#246;rande myndighet meddelats f&#246;reskrift d&#228;rom, att s&#229;som elev 
vid l&#228;roanstalt icke m&#229; antagas den, som &#246;verskridit viss &#229;lder, skall 
vad i f&#246;reg&#229;ende stycke f&#246;reskrivits &#228;ga motsvarande till&#228;mpning. 

5 &#167; Har myndighet meddelat f&#246;reskrift, enligt vilken f&#246;r erh&#229;llande av 
anst&#228;llning hos eller f&#246;r befordran till befattning vid verket fordras 
viss teoretisk kompetens eller genomg&#229;ngen viss teoretisk eller 
praktisk utbildningskurs, b&#246;r myndigheten vid handl&#228;ggning av 
anst&#228;llnings- och befordrings&#228;renden i f&#246;rekommande fall taga under 
&#246;verv&#228;gande, om och i vad m&#229;n s&#229;dant villkor utan men f&#246;r fullgod 
personalrekrytering kan eftergivas i fr&#229;ga om bef&#228;lsutbildad. 

&#196;r dylik f&#246;reskrift meddelad av Kungl. Maj:t och finner myndigheten 
sk&#228;l till undantag d&#228;rifr&#229;n f&#246;religga betr&#228;ffande bef&#228;lsutbildad, b&#246;r 
fr&#229;gan om dispens underst&#228;llas Kungl. Maj:ts pr&#246;vning, d&#228;r ej r&#228;tt att 
meddela s&#229;dan dispens tillkommer myndigheten. 

6 &#167; Har myndighet s&#229;som beh&#246;righetsvillkor f&#246;r befordran till eller 
erh&#229;llande av f&#246;rordnande &#229; viss befattning vid verket f&#246;reskrivit 
viss tids f&#246;reg&#229;ende tj&#228;nstg&#246;ring vid verket eller eljest i statens 
eller kommuns tj&#228;nst eller har myndigheten enligt hittills till&#228;mpad 
praxis kr&#228;vt s&#229;dan f&#246;reg&#229;ende tj&#228;nstg&#246;ring, b&#246;r myndigheten, om och i 
den m&#229;n s&#229; finnes kunna ske, vid tj&#228;nstetills&#228;ttning eller meddelande 
av f&#246;rordnande s&#229;som tj&#228;nstg&#246;ringstid tillgodor&#228;kna bef&#228;lsutbildad 
tiden f&#246;r hans bef&#228;lsutbildning. 

Har f&#246;reskrift om s&#229;dant villkor meddelats av Kungl. Maj:t, b&#246;r 
myndigheten, d&#228;r densamma finner sk&#228;l d&#228;rtill f&#246;religga, underst&#228;lla 
fr&#229;gan om tillgodor&#228;kning Kungl. Maj:ts pr&#246;vning. 

7 &#167; D&#228;r ej Kungl. Maj:t i instruktion, arbetsordning eller dylik 
f&#246;rfattning eller ock i annan ordning meddelat s&#228;rskilda best&#228;mmelser 
om tj&#228;nst&#229;rsber&#228;kning f&#246;r befordran, b&#246;r myndighet vid handl&#228;ggning av 
befordrings&#228;renden, i den m&#229;n h&#228;nsyn d&#228;rvid tages till l&#228;ngden av 
f&#246;reg&#229;ende tj&#228;nstg&#246;ringstid i statens eller kommuns tj&#228;nst, s&#229;som 
s&#229;dan tid tillgodor&#228;kna bef&#228;lsutbildad j&#228;mv&#228;l tid, varunder han efter 
vunnen f&#246;rsta fortl&#246;pande anst&#228;llning i dylik tj&#228;nst underg&#229;tt 
bef&#228;lsutbildning, under f&#246;ruts&#228;ttning likv&#228;l att han, d&#228;rest 
bef&#228;lsutbildningen icke mellankommit, skulle hava tagits i anspr&#229;k f&#246;r 
tj&#228;nstg&#246;ring i civil statlig eller  kommunal anst&#228;llning. 

I det fall, att befattningshavare efter vunnen anst&#228;llning vid 
vederb&#246;rande verk intr&#228;tt i viss turordning f&#246;r erh&#229;llande av framtida 
f&#246;rordnande eller befordran, b&#246;r avbrott i anst&#228;llningen eller 
tj&#228;nstg&#246;ringen f&#246;r bef&#228;lsutbildning i och f&#246;r sig icke f&#246;ranleda 
rubbning i hans befordringstur. 

Den omst&#228;ndigheten, att befattningshavare p&#229; grund av bef&#228;lsutbildning 
kunnat genomg&#229; eller avsluta vid vederb&#246;rande verk anordnad 
utbildningskurs f&#246;rst senare &#228;n eljest skulle hava blivit fallet, b&#246;r 
icke f&#246;ranleda rubbning i hans befordringstur eller eljest l&#228;nda honom 
till men i befordringsh&#228;nseende. Detsamma skall g&#228;lla betr&#228;ffande 
elev, som p&#229; grund av bef&#228;lsutbildning kunnat avsluta vid vederb&#246;rande 
verk anordnad utbildningskurs f&#246;rst senare &#228;n eljest skulle hava 
blivit fallet. 

8 &#167; Har n&#229;gon, som p&#229; grund av sjukdom avbrutit bef&#228;lsutbildning, det 
oaktat f&#229;tt uppb&#228;ra premie i enlighet med vad d&#228;rom finnes 
f&#246;reskrivet, skall vad i denna kung&#246;relse &#228;r stadgat om 
tillgodor&#228;knande av bef&#228;lsutbildning &#228;ga till&#228;mpning betr&#228;ffande den 
fullgjorda delen av bef&#228;lsutbildningen. 

F&#246;r den, som med godk&#228;nda vitsord genomg&#229;tt till bef&#228;lsutbildning 
h&#246;rande l&#228;gre skola eller utbildning men underk&#228;nts i h&#246;gre s&#229;dan 
skola eller utbildning, skall vad i denna kung&#246;relse &#228;r stadgat om 
tillgodor&#228;knande av bef&#228;lsutbildning &#228;ga till&#228;mpning betr&#228;ffande den 
l&#228;gre skolan eller utbildningen. 

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4483">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4485">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
