

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-03-01" /> 
 <meta id="rattsinfo-edited" content="2023-03-01 13:23:52" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4514</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4513">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4515">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1936:81 ·
                    <a href="/sfsr?bet=1936:81">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1936:81) om skuldebrev</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1936-03-27
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1569
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Allm&#228;nna best&#228;mmelser

1 &#167;  Utf&#228;rdar n&#229;gon skuldebrev, svare han f&#246;r sin f&#246;rskrivning; dock &#228;ge
han, d&#228;r ej annat m&#229; anses avtalat, utan hinder av f&#246;rskrivningen g&#246;ra
g&#228;llande inv&#228;ndningar betr&#228;ffande r&#228;ttsf&#246;rh&#229;llande som f&#246;ranlett
handlingens utf&#228;rdande.

2 &#167;  &#196;r skuldebrev utf&#228;rdat av flere utan f&#246;rbeh&#229;ll om delad
ansvarighet, svare de en f&#246;r alla och alla f&#246;r en f&#246;r vad f&#246;rskrivet &#228;r.

D&#228;r n&#229;gon av dem betalt g&#228;lden, &#228;ge han att av varje medg&#228;lden&#228;r utkr&#228;va
dennes andel. Har n&#229;gon medg&#228;lden&#228;r kommit p&#229; uppenbart obest&#229;nd eller
&#228;r hans vistelseort ok&#228;nd, g&#228;lde envar av de &#246;vriga s&#229; stor del av
bristen som p&#229; honom bel&#246;per. Lag samma vare, d&#228;r den som betalt g&#228;lden
kr&#228;vt medg&#228;lden&#228;r &#229; dennes andel eller p&#229; &#228;ndam&#229;lsenligt s&#228;tt avs&#228;nt
meddelande om kravet, och betalning ej d&#228;refter ing&#229;tt inom fjorton
dagar.

3 &#167;  &#196;r ej best&#228;mt var betalningen skall erl&#228;ggas, varde den fullgjord i
borgen&#228;rens bostad. Driver han handel eller annan r&#246;relse, skall
betalningen fullg&#246;ras i aff&#228;rslokalen. Flyttar borgen&#228;ren fr&#229;n ett land
till ett annat, eller &#246;verg&#229;r fordringen till borgen&#228;r i annat land,
skall betalningen likv&#228;l erl&#228;ggas &#229; den ort som f&#246;rut var betalningsort.

Borgen&#228;ren &#228;ge att, inom det land d&#228;r betalning skall erl&#228;ggas, anvisa
annan betalningsort &#228;n nyss sagts, d&#228;r detta ej medf&#246;r v&#228;sentlig
ol&#228;genhet eller kostnad f&#246;r g&#228;lden&#228;ren.

Har borgen&#228;ren flyttat eller fordringen &#246;verg&#229;tt till annan borgen&#228;r,
och saknar g&#228;lden&#228;ren k&#228;nnedom om var betalning i ty fall skall
erl&#228;ggas, &#228;ge borgen&#228;ren ej tala &#229; dr&#246;jsm&#229;l med betalningen som d&#228;rav
f&#246;ranledes; och svare han f&#246;r kostnad och skada som tillskyndats
g&#228;lden&#228;ren d&#228;rigenom att f&#246;r&#228;ndringen ej varit denne kunnig.

4 &#167; Utges i st&#246;rre antal obligationer eller andra skuldebrev 
som uppenbarligen &#228;r avsedda f&#246;r den allm&#228;nna r&#246;relsen, 
fullg&#246;rs betalningen i g&#228;lden&#228;rens aff&#228;rslokal, om inget annat 
f&#246;rbeh&#229;ll har tr&#228;ffats.

Detsamma g&#228;ller i fr&#229;ga om ins&#228;ttningsbevis som utf&#228;rdats av 
bank eller kreditmarknadsf&#246;retag. Lag (2020:1028).

5 &#167; &#196;r f&#246;rfallotid ej avtalad, vare g&#228;lden&#228;ren pliktig att infria
skuldebrevet n&#228;r borgen&#228;ren det fordrar och &#228;ge r&#228;tt att betala s&#229; snart
han sj&#228;lv vill. R&#228;ntebetalning varde, s&#229; l&#228;nge huvudstolen ej &#228;r
f&#246;rfallen, fullgjord &#229;rligen &#229; dag som efter kalendern motsvarar dagen
f&#246;r skuldebrevets utf&#228;rdande.

Intr&#228;ffar skuldebrevs f&#246;rfallotid p&#229; s&#246;ndag eller annan allm&#228;n helgdag,
anses n&#228;sta s&#246;ckendag s&#229;som f&#246;rfallodag. Detsamma g&#228;ller, n&#228;r skuldebrev
lyder p&#229; betalning inom viss tid, vars sista dag &#228;r allm&#228;n helgdag.
Likst&#228;llda med allm&#228;n helgdag &#228;ro enligt denna lag l&#246;rdagar samt
midsommarafton, julafton och ny&#229;rsafton. Lag (1974:759).

6 &#167; I fr&#229;ga om r&#228;nta p&#229; grund av skuldebrev g&#228;lla best&#228;mmelserna i
r&#228;ntelagen (1975:635). Lag (1975:639).

7 &#167;  &#196;r skuldebrev st&#228;llt att betalas i myntslag som icke &#228;r g&#229;ngbart &#229;
den ort d&#228;r betalningen sker, m&#229;, d&#228;r ej annat f&#246;rbeh&#229;ll tr&#228;ffats,
skulden g&#228;ldas i ortens mynt efter v&#228;rdet &#229; betalningsdagen.

Varder skuldebrev &#229; myntslag som ej &#228;r g&#229;ngbart &#229; den ort d&#228;r betalning
skall ske icke i r&#228;tt tid infriat, och har kursen &#229; det utl&#228;ndska
myntslaget d&#228;r fallit, &#228;ge borgen&#228;ren kr&#228;va betalning i ortens mynt
efter kursen &#229; den dag d&#229; betalning hade bort erl&#228;ggas. F&#246;ranleda
omst&#228;ndigheterna annan ber&#228;kning av den skada borgen&#228;ren m&#229; hava lidit
genom kursfallet, varde betalningen d&#228;refter l&#228;mpad. Kan det antagas att
borgen&#228;ren ej av kursfallet haft skada, g&#228;lle vad i f&#246;rsta stycket &#228;r
sagt. Beror dr&#246;jsm&#229;let av borgen&#228;ren, eller av lagbud, avbrott i den
allm&#228;nna samf&#228;rdseln eller liknande o&#246;verstigligt hinder, som ej bort av
g&#228;lden&#228;ren tagas i ber&#228;kning vid skuldebrevets utf&#228;rdande, &#228;ge f&#246;rsta
stycket ock till&#228;mpning.

8 &#167; Har upph&#228;vts genom Lag (1976:189).

9 &#167;  Varder skuldebrev annorledes &#228;n genom g&#229;va &#246;verl&#229;tet &#229; annan, svare
&#246;verl&#229;taren f&#246;r fordringens giltighet, utan s&#229; &#228;r att den till vilken
fordringen &#246;verl&#228;ts &#228;gde k&#228;nnedom om att den var ogiltig eller hade
sk&#228;lig anledning till misstanke d&#228;rom.

F&#246;r g&#228;lden&#228;rens vederh&#228;ftighet svare &#246;verl&#229;taren ej utan att han &#229;tagit
sig det.

10 &#167;  Vad i denna lag s&#228;gs om &#246;verl&#229;telse av skuldebrev g&#228;lle ock i
fr&#229;ga om pants&#228;ttning av dylik handling.

2 kap. Om l&#246;pande skuldebrev

11 &#167;  S&#229;som l&#246;pande anses skuldebrev som &#228;r st&#228;llt till innehavaren
eller till viss man eller order.

Lika med skuldebrev som &#228;r st&#228;llt till innehavaren anses skuldebrev
varav ej framg&#229;r till vem betalning skall ske.

Har den som utf&#228;rdat skuldebrev till viss man d&#228;r&#229; tecknat medgivande
till inteckning, g&#228;lle skuldebrevet s&#229;som vore det st&#228;llt till viss man
eller order, utan s&#229; &#228;r att, genom orden &quot;icke till order&quot; eller
motsvarande uttryck, i skuldebrevet tr&#228;ffats f&#246;rbeh&#229;ll att det ej skall
vara l&#246;pande.

12 &#167;  Tecknas &#229; skuldebrev som &#228;r st&#228;llt till innehavaren p&#229;skrift,
enligt vilken det skall g&#228;lla s&#229;som st&#228;llt till viss man eller till viss
man eller order, vare utan hinder d&#228;rav skuldebrevet g&#228;llande i
innehavarens hand, d&#228;r ej p&#229;skriften var gjord av g&#228;lden&#228;ren, eller av
skuldebrevet framg&#229;r att den var tillkommen med hans samtycke.

13 &#167;  &#196;r skuldebrev st&#228;llt till innehavaren, skall den som har det i
h&#228;nder f&#246;rmodas &#228;ga r&#228;tt att g&#246;ra fordringen g&#228;llande.

&#196;r skuldebrev st&#228;llt till viss man eller order, och innehaves det av
annan &#228;n den till vilken det &#228;r st&#228;llt, skall ock den som har det i
h&#228;nder f&#246;rmodas &#228;ga r&#228;tt att g&#246;ra fordringen g&#228;llande, d&#228;r han till st&#246;d
f&#246;r sin r&#228;tt f&#246;rm&#229;r &#229;beropa lydelsen av sammanh&#228;ngande, till honom
fortg&#229;ende skriftliga &#246;verl&#229;telser, &#228;ven om n&#229;gon av dem &#228;r st&#228;lld till
innehavaren eller tecknad in blanco. &#196;r skuldebrevet intecknat, och
innehaves det av den intecknade egendomens &#228;gare, skall denne f&#246;rmodas
&#228;ga r&#228;tt att f&#246;rfoga &#246;ver skuldebrevet, &#228;nd&#229; att han ej f&#246;rm&#229;r &#229;beropa
skriftlig &#246;verl&#229;telse fr&#229;n den som, s&#229;vitt handlingen utvisar, n&#228;st f&#246;re
honom var dess r&#228;tte innehavare.

14 &#167;  Har skuldebrev som &#228;r st&#228;llt till innehavaren blivit av n&#229;gon som
hade det i h&#228;nder &#246;verl&#229;tet och kommit i f&#246;rv&#228;rvarens besittning; finnes
sedan att &#246;verl&#229;taren var i konkurs eller att han ej var r&#228;tte
borgen&#228;ren eller beh&#246;rig att &#229; dennes v&#228;gnar f&#246;rfoga &#246;ver skuldebrevet,
vare nye innehavaren &#228;ndock ansedd f&#246;r r&#228;tt borgen&#228;r, utan s&#229; &#228;r att han
visste att den andre ej &#228;gde &#246;verl&#229;ta handlingen, eller han &#229;sidosatt
den aktsamhet som, efter omst&#228;ndigheterna, sk&#228;ligen bort iakttagas.

I fr&#229;ga om skuldebrev till viss man eller order vare lag samma, d&#228;r
&#246;verl&#229;telsen var verkst&#228;lld av den som enligt 13 &#167; skulle f&#246;rmodas &#228;ga
r&#228;tt att g&#246;ra fordringen g&#228;llande, eller av n&#229;gon som sk&#228;ligen kunde
h&#229;llas f&#246;r denne eller antagas vara ber&#228;ttigad att handla &#229; hans v&#228;gnar.
Huruvida tidigare &#246;verl&#229;telse &#228;r &#228;kta och i &#246;vrigt giltig, vare
f&#246;rv&#228;rvaren ej pliktig att pr&#246;va, med mindre s&#228;rskild anledning d&#228;rtill
f&#246;religger. Lag (1975:249).

15 &#167;  Har n&#229;gon, efter &#246;verl&#229;telse, i god tro kommit i besittning av
l&#246;pande skuldebrev, m&#229; ej mot nye borgen&#228;ren g&#246;ras g&#228;llande:

att skuldebrevet &#228;r ogiltigt p&#229; grund av tv&#229;ng som avses i 29 &#167; lagen om
avtal eller p&#229; grund av svek eller annat f&#246;rh&#229;llande som avses i 30-33
&#167;&#167; sagda lag;

att betingat vederlag ej tillgodokommit g&#228;lden&#228;ren, eller att i &#246;vrigt
det r&#228;ttsf&#246;rh&#229;llande som f&#246;ranlett skuldebrevets utf&#228;rdande medf&#246;r r&#228;tt
till j&#228;v; ej heller

att, innan &#246;verl&#229;telsen skett, skuldf&#246;rh&#229;llandet upph&#246;rt eller
f&#246;r&#228;ndrats genom betalning, avtal, kvittning, upps&#228;gning eller dom.

Ej m&#229; nye borgen&#228;ren anses hava varit i god tro, d&#228;r han k&#228;nde
omst&#228;ndighet var&#229; inv&#228;ndningen grundas, eller hade sk&#228;lig anledning till
misstanke d&#228;rom.

Har ang&#229;ende betalning, upps&#228;gning eller annan omst&#228;ndighet som h&#228;r
f&#246;rut &#228;r n&#228;mnd &#229; skuldebrevet tecknats p&#229;skrift som ej l&#228;tteligen kunnat
avl&#228;gsnas, men har detta likv&#228;l skett, m&#229;, &#228;nd&#229; att nye borgen&#228;ren var i
god tro, den omst&#228;ndighet varom fr&#229;ga &#228;r g&#246;ras g&#228;llande.

I fr&#229;ga om inv&#228;ndning att l&#246;pande skuldebrev tillkommit f&#246;r skens skull,
eller att det utan undertecknarens vilja kommit ur dennes besittning, &#228;r
stadgat i lagen om avtal.

16 &#167;  Har g&#228;lden&#228;ren guldit r&#228;nta eller s&#229;dan avbetalning som enligt
skuldebrevet skall erl&#228;ggas &#229; d&#228;ri angiven tid, m&#229; det, utan hinder av
vad i 15 &#167; &#228;r stadgat, &#229;beropas j&#228;mv&#228;l mot ny borgen&#228;r som i god tro
f&#229;tt handlingen p&#229; sig &#246;verl&#229;ten sedan beloppet f&#246;rfallit till
betalning. Mot krav &#229; betalning som h&#228;r avses g&#228;lle ock annat j&#228;v som i
15 &#167; s&#228;gs.

17 &#167; &#196;ven om en ny borgen&#228;r &#228;r i god tro, f&#229;r g&#228;lden&#228;ren mot 
borgen&#228;ren g&#246;ra g&#228;llande att skuldebrevet &#228;r f&#246;rfalskat, att 
det p&#229; g&#228;lden&#228;rens v&#228;gnar har utf&#228;rdats av n&#229;gon som saknade 
beh&#246;righet till det eller att det &#228;r ogiltigt p&#229; grund av att 
det har kommit till under s&#229;dant tv&#229;ng som anges i 28 &#167; lagen 
(1915:218) om avtal och andra r&#228;ttshandlingar p&#229; 
f&#246;rm&#246;genhetsr&#228;ttens omr&#229;de.

Vidare f&#229;r g&#228;lden&#228;ren &#228;ven mot en godtroende borgen&#228;r g&#246;ra 
g&#228;llande att skuldebrevet har utf&#228;rdats av n&#229;gon som var 
omyndig eller handlade under p&#229;verkan av en psykisk st&#246;rning 
eller inte hade r&#228;tt att utf&#228;rda skuldebrevet p&#229; grund av att 
en f&#246;rvaltare enligt f&#246;r&#228;ldrabalken var f&#246;rordnad f&#246;r honom 
eller henne.

Slutligen f&#229;r g&#228;lden&#228;ren &#228;ven mot en godtroende borgen&#228;r 
&#229;beropa att skuldebrevet har d&#246;dats eller att betalning har 
fullgjorts genom att fordringsbeloppet har satts ned i 
allm&#228;nt f&#246;rvar eller att borgen&#228;ren p&#229; grund av preskription 
eller proklama har f&#246;rlorat sin talan eller att 
skuldf&#246;rh&#229;llandet har &#228;ndrats genom tv&#229;ngsackord, 
skuldsanering eller F-skuldsanering. Lag (2016:678).

18 &#167;  Har skuldebrevet genom &#246;verl&#229;telse kommit i ny borgen&#228;rs hand, och
&#228;ger g&#228;lden&#228;ren hos tidigare borgen&#228;r genfordran, m&#229; den ej g&#246;ras
kvittningsvis g&#228;llande, med mindre dess indrivande skulle &#228;ventyras
genom kvittningsr&#228;ttens upph&#246;rande och nye borgen&#228;ren uppenbarligen
ins&#229;g detta d&#229; skuldebrevet kom i hans hand.

Grundar sig genfordringen p&#229; det r&#228;ttsf&#246;rh&#229;llande som f&#246;ranlett
skuldebrevets utf&#228;rdande, g&#228;lle vad i 15 &#167; &#228;r stadgat om j&#228;v p&#229; grund av
s&#229;dant f&#246;rh&#229;llande.

19 &#167;  Har skuldebrev som &#228;r st&#228;llt till innehavaren infriats hos den som
hade det i besittning, och visar sig sedan att han var i konkurs eller
att han icke var r&#228;tte borgen&#228;ren eller beh&#246;rig att &#229; dennes v&#228;gnar
uppb&#228;ra beloppet, vare betalningen &#228;ndock gill, utan s&#229; &#228;r att
g&#228;lden&#228;ren visste att beloppet kom i or&#228;tta h&#228;nder eller &#229;sidosatt den
aktsamhet som, efter omst&#228;ndigheterna, sk&#228;ligen bort iakttagas.

I fr&#229;ga om skuldebrev till viss man eller order vare lag samma, d&#228;r
betalningen uppbars av den som enligt 13 &#167; skulle f&#246;rmodas &#228;ga r&#228;tt att
g&#246;ra fordringen g&#228;llande, eller av n&#229;gon som sk&#228;ligen kunde h&#229;llas f&#246;r
denne eller antagas vara ber&#228;ttigad att handla &#229; hans v&#228;gnar. Huruvida
&#246;verl&#229;telse som &#229;beropas av innehavaren &#228;r &#228;kta och i &#246;vrigt giltig,
vare g&#228;lden&#228;ren ej pliktig att pr&#246;va, med mindre s&#228;rskild anledning
d&#228;rtill f&#246;religger. Lag (1975:249).

20 &#167;  Har l&#246;pande skuldebrev efter &#246;verl&#229;telse kommit i ny innehavares
hand, vare &#228;ndock r&#228;ntebetalning som, d&#229; f&#246;rfallotid &#228;r inne, erl&#228;gges
till &#246;verl&#229;taren gill, utan s&#229; &#228;r att g&#228;lden&#228;ren visste, att denne ej
l&#228;ngre &#228;gde uppb&#228;ra betalning, eller hade sk&#228;lig anledning att det
misst&#228;nka. Vad s&#229;lunda stadgats om r&#228;nta g&#228;lle ock i fr&#229;ga om
avbetalning som enligt skuldebrevet skall erl&#228;ggas &#229; d&#228;ri angiven tid.

Erlades betalningen av l&#246;ftesman eller av n&#229;gon som icke, eller allenast
med intecknad egendom eller annan pant, svarade f&#246;r f&#246;rbindelsen, vare
betalningen ej gill, med mindre s&#229;v&#228;l denne som g&#228;lden&#228;ren var i god tro
p&#229; s&#228;tt i f&#246;rsta stycket s&#228;gs.

21 &#167;  Ej vare g&#228;lden&#228;ren pliktig att infria l&#246;pande skuldebrev utan att
det till honom &#229;terst&#228;lles; och give borgen&#228;ren honom s&#228;rskilt kvitto,
d&#228;r s&#229;dant p&#229;fordras.

I fr&#229;ga om betalning av r&#228;nta eller avbetalning &#229; huvudstolen &#228;ge
g&#228;lden&#228;ren kr&#228;va att s&#228;rskilt kvitto l&#228;mnas och anteckning g&#246;res &#229;
skuldebrevet; dock m&#229; anteckning om r&#228;ntebetalning eller om s&#229;dan
avbetalning som enligt skuldebrevet skall ske &#229; d&#228;ri angiven tid ej
kr&#228;vas, d&#228;r betalningen erl&#228;gges till den som, enligt vad av
skuldebrevet framg&#229;r, var dess f&#246;rste innehavare eller, g&#228;lden&#228;ren
veterligen, senare d&#228;r&#229; tecknats s&#229;som borgen&#228;r.

Upps&#228;gning av skuldebrevet varde p&#229; g&#228;lden&#228;rens beg&#228;ran tecknad &#229;
handlingen.

22 &#167; En &#246;verl&#229;telse av ett l&#246;pande skuldebrev g&#228;ller mot 
&#246;verl&#229;tarens borgen&#228;rer endast om den till vilken &#246;verl&#229;telsen 
skett har f&#229;tt handlingen i sin besittning.

Om ett kreditinstitut eller ett v&#228;rdepappersinstitut s&#228;ljer 
eller pants&#228;tter ett l&#246;pande skuldebrev, g&#228;ller f&#246;rs&#228;ljningen 
eller pants&#228;ttningen mot institutets borgen&#228;rer, &#228;ven om 
skuldebrevet l&#228;mnas kvar f&#246;r f&#246;rvaring hos institutet eller 
n&#229;gon annan f&#246;r dess r&#228;kning. Lag (2022:1569).

23 &#167;  D&#228;r till obligationer eller andra skuldebrev varom f&#246;rm&#228;les i 4 &#167;
f&#246;rsta stycket utf&#228;rdats r&#228;ntekuponger, tillkomme innehavare av s&#229;dan
kupong, &#228;nd&#229; att han icke innehar huvudf&#246;rbindelsen, att, mot kupongens
&#246;verl&#228;mnande uppb&#228;ra r&#228;ntan; och skall, under f&#246;ruts&#228;ttning att
huvudf&#246;rbindelsen lagligen medf&#246;rt betalningsskyldighet, &#229; kupongen
till&#228;mpas vad om skuldebrev till innehavaren &#228;r stadgat. Kupong som
finnes vara f&#246;rv&#228;rvad i samband med huvudf&#246;rbindelsen skall dock anses
allenast s&#229;som tillbeh&#246;r till denna. Best&#228;mmelser som innefattas i
huvudf&#246;rbindelsernas gemensamma text vare mot kuponghavaren g&#228;llande.

Ej m&#229; betalning kr&#228;vas f&#246;r r&#228;ntekupong som skulle f&#246;rfallit efter det
enligt best&#228;mmelse i huvudf&#246;rbindelsen denna &#228;r, i f&#246;ljd av utlottning
eller eljest, f&#246;rfallen till betalning.

Finnes kupong hava tidigare &#228;n en m&#229;nad f&#246;re f&#246;rfallodagen, utan samband
med huvudf&#246;rbindelsen, &#246;verl&#229;tits till kuponghavaren, &#228;ge 14 och 15 &#167;&#167;
ej till&#228;mpning; ej heller skall 19 &#167; vinna till&#228;mpning, d&#228;r tidigare &#228;n
nu &#228;r sagt betalning f&#246;r kupong erl&#228;gges till annan &#228;n den som visar sig
innehava huvudf&#246;rbindelsen.

24 &#167; &#196;ro utdelningskuponger utf&#228;rdade till aktiebrev, tillkomme
kuponghavare att, mot kupongens &#246;verl&#228;mnande, uppb&#228;ra utdelningen, &#228;nd&#229;
att han ej &#228;r aktie&#228;gare. S&#229; snart beslut om utdelning fattats, skall,
under f&#246;ruts&#228;ttning av aktier&#228;ttens giltighet, &#229; kupongen till&#228;mpas vad
om skuldebrev till innehavaren &#228;r stadgat; dock att kupong som finnes
hava f&#246;rv&#228;rvats i samband med aktiebrevet skall anses allenast s&#229;som
tillbeh&#246;r till detta. Vad i bolagsordningen m&#229; vara stadgat ang&#229;ende
kuponger l&#228;nde kuponghavaren till efterr&#228;ttelse.

Finnes kupong hava, utan samband med aktiebrevet, &#246;verl&#229;tits till
kuponghavaren innan utdelningen beslutits, g&#228;lle ej vad i 14 och 15 &#167;&#167;
&#228;r stadgat. Lag (1990:1118).

25 &#167;  Har r&#228;nte- eller utdelningskupong varom i 23 eller 24 &#167; s&#228;gs ej
f&#246;retetts till inl&#246;sen inom tre &#229;r fr&#229;n f&#246;rfallodagen, vare den ej
vidare g&#228;llande. Avtal om kortare tid vare utan verkan.

Anm&#228;ler n&#229;gon hos g&#228;lden&#228;ren, inom tiden f&#246;r kupongs giltighet, att
kupongen f&#246;rst&#246;rts eller eljest f&#246;rkommit, och gitter han g&#246;ra sin r&#228;tt
till kupongen sannolik, &#228;ge han, n&#228;r samma tid g&#229;tt till &#228;nda, utf&#229;
betalning, &#228;nd&#229; att kupongen ej f&#246;retes.

3 kap. Om enkla skuldebrev

26 &#167;  Enkelt skuldebrev &#228;r det som st&#228;lles till viss man.

Att skuldebrev som &#228;r st&#228;llt till viss man och av g&#228;lden&#228;ren f&#246;rsetts
med medgivande till inteckning g&#228;ller s&#229;som l&#246;pande, &#228;r stadgat i 11 &#167;.

27 &#167;  Varder enkelt skuldebrev &#246;verl&#229;tet, njute nye borgen&#228;ren ej mot
g&#228;lden&#228;ren b&#228;ttre r&#228;tt &#228;n den &#246;verl&#229;taren &#228;gde; dock g&#228;lle, i fr&#229;ga om
skuldebrev som uppr&#228;ttats f&#246;r skens skull, vad d&#228;rom &#228;r stadgat i lagen
om avtal.

28 &#167;  F&#246;r fordran hos &#246;verl&#229;taren &#228;ge g&#228;lden&#228;ren njuta kvittning, utan
s&#229; &#228;r att han f&#246;rv&#228;rvat genfordringen efter den tid d&#229; &#246;verl&#229;telsen blev
honom kunnig eller han fick sk&#228;lig anledning till f&#246;rmodan d&#228;rom.
F&#246;rf&#246;ll genfordringen f&#246;rst efter sagda tid och senare &#228;n skuldebrevet,
&#228;ge kvittning ej rum.

29 &#167;  Har enkelt skuldebrev &#246;verl&#229;tits, vare, d&#228;r g&#228;lden&#228;ren &#228;ndock
erl&#228;gger betalning till &#246;verl&#229;taren, s&#229;dan betalning gill, utan s&#229; &#228;r
att g&#228;lden&#228;ren visste, att den andre ej l&#228;ngre &#228;gde uppb&#228;ra betalning,
eller hade sk&#228;lig anledning att det misst&#228;nka.

30 &#167;  Erl&#228;gges betalning till den som beropar sig &#229; skriftlig
&#246;verl&#229;telse av enkelt skuldebrev, och finnes sedan &#246;verl&#229;telsen vara
ogiltig, vare utan hinder d&#228;rav betalningen gill, s&#229;framt ej g&#228;lden&#228;ren
&#228;gde kunskap om den omst&#228;ndighet som medf&#246;rde ogiltigheten eller hade
sk&#228;lig anledning till misstanke d&#228;rom; dock &#228;ge g&#228;lden&#228;ren ej
tillgodor&#228;kna sig betalningen, d&#228;r &#246;verl&#229;telsen var f&#246;rfalskad eller
eljest tillkommen under n&#229;gon av de omst&#228;ndigheter som enligt 17 &#167;
medf&#246;ra ogiltighet av f&#246;rskrivning.

31 &#167; Om n&#229;gon &#246;verl&#229;ter ett enkelt skuldebrev, g&#228;ller 
&#246;verl&#229;telsen mot &#246;verl&#229;tarens borgen&#228;rer endast om g&#228;lden&#228;ren 
har underr&#228;ttats om &#229;tg&#228;rden av &#246;verl&#229;taren eller den till 
vilken &#246;verl&#229;telsen har skett. Om &#246;verl&#229;telsen innebar g&#229;va, 
ska det som &#228;r s&#228;rskilt f&#246;reskrivet om g&#229;vor g&#228;lla i fr&#229;ga om 
&#246;verl&#229;telsens verkan.

Om ett enkelt skuldebrev har &#246;verl&#229;tits till flera, g&#228;ller en 
tidigare &#246;verl&#229;telse framf&#246;r en &#246;verl&#229;telse som har skett 
senare. En senare &#246;verl&#229;telse g&#228;ller dock framf&#246;r en tidigare, 
om g&#228;lden&#228;ren f&#246;rst underr&#228;ttas om den senare &#246;verl&#229;telsen och 
f&#246;rv&#228;rvaren d&#229; var i god tro.

F&#246;rsta stycket g&#228;ller inte

1. om n&#229;gon har avh&#228;nt sig en bokf&#246;ringspliktig r&#246;relse och 
avh&#228;ndandet omfattar fordringar som har uppkommit i r&#246;relsen, 
eller

2. om ett kreditinstitut eller ett v&#228;rdepappersinstitut 
pants&#228;tter ett enkelt skuldebrev till Riksbanken.
Lag (2022:1569).

4 kap. S&#228;rskilda best&#228;mmelser ang&#229;ende vissa enkla skuldebrev

32 &#167;  Inneh&#229;ller bevis r&#246;rande tillgodohavande hos bank f&#246;rbeh&#229;ll enligt
vilket medlen ej m&#229; uttagas utan att beviset &#229;terst&#228;lles eller f&#246;rses
med p&#229;skrift, vare, i fr&#229;ga om bankens r&#228;tt att mot ny innehavare av
beviset g&#246;ra g&#228;llande inv&#228;ndning som grundas &#229; bankens f&#246;rh&#229;llande till
tidigare innehavare, till&#228;mpat vad med avseende &#229; l&#246;pande skuldebrev &#228;r
stadgat; och skola de i 22 &#167; givna best&#228;mmelser om &#246;verl&#229;telses verkan
mot &#246;verl&#229;tarens borgen&#228;rer &#228;ga till&#228;mpning. Varder s&#229;dant bevis
&#246;verl&#229;tet till flere, &#228;ge den f&#246;retr&#228;de som i god tro f&#229;tt beviset i
besittning.

Betr&#228;ffande motbok r&#246;rande tillgodohavande hos bank skall vad i f&#246;rsta
stycket &#228;r stadgat g&#228;lla, &#228;nd&#229; att motboken ej inneh&#229;ller f&#246;rbeh&#229;ll som
d&#228;r &#228;r sagt.

Enkla skuldebrev som, under namn av f&#246;rlagsbevis eller eljest, utgivas i
st&#246;rre antal och uppenbarligen &#228;ro avsedda f&#246;r den allm&#228;nna r&#246;relsen,
vare ock, oaktat s&#229;dant f&#246;rbeh&#229;ll saknas, ansedda lika med l&#246;pande
skuldebrev i de h&#228;nseenden nu &#228;ro angivna.

33 &#167;  Har i enkelt skuldebrev intagits f&#246;rbeh&#229;ll, som skulle medf&#246;ra att
betalning till innehavaren finge anses gill &#228;nd&#229; att han ej vore r&#228;tt
borgen&#228;r eller beh&#246;rig att &#229; r&#228;tte borgen&#228;rens v&#228;gnar uppb&#228;ra betalning,
m&#229; s&#229;dant f&#246;rbeh&#229;ll ej &#229;beropas, d&#228;r g&#228;lden&#228;ren &#229;sidosatt sk&#228;lig
aktsamhet vid pr&#246;vning huruvida innehavaren var den till vilken
skuldebrevet var st&#228;llt eller dennes r&#228;ttsinnehavare eller &#228;gde &#229; r&#228;tte
borgen&#228;rens v&#228;gnar uppb&#228;ra betalningen.

Betr&#228;ffande motbok med bank g&#228;lle vad d&#228;rom &#228;r s&#228;rskilt stadgat. Lag
(1968:606).


&#214;verg&#229;ngsbest&#228;mmelser

2020:1028

1. Denna lag tr&#228;der i kraft den 1 januari 2021.

2. &#196;ldre best&#228;mmelser g&#228;ller dock fortfarande f&#246;r 
ins&#228;ttningsbevis som utf&#228;rdats av aktiebolag och ekonomiska 
f&#246;reningar som omfattas av punkt 2 och 3 i ikrafttr&#228;dande- och 
&#246;verg&#229;ngsbest&#228;mmelserna till lagen (2020:1026) om upph&#228;vande 
av lagen (2004:299) om inl&#229;ningsverksamhet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4513">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4515">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
