

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2021-10-04 15:39:58" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4515</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4514">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4516">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1936:79 ·
                    <a href="/sfsr?bet=1936:79">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1936:79) om erk&#228;nnande och verkst&#228;llighet av dom som meddelats i Schweiz</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1936-03-27
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:914
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Dom som i Schweiz meddelats i tvistem&#229;l, s&#229; ock dom som i fr&#229;ga om
annat &#228;n straff eller f&#246;rverkande av gods d&#228;r givits i brottm&#229;l, vare
under de i denna lag stadgade villkor g&#228;llande j&#228;mv&#228;l h&#228;r i riket.

2 &#167; Med dom f&#246;rst&#229;s i denna lag allm&#228;n domstols beslut som inneb&#228;r
avg&#246;rande av huvudsaken, s&#229; ock beslut ang&#229;ende ers&#228;ttning f&#246;r
r&#228;tteg&#229;ngskostnad som meddelats i f&#246;ljd av beslutet i huvudsaken.
Under allm&#228;nna domstolar inbegripas schweiziska handelsdomstolar och
yrkesskiljedomstolar.

Lika med dom g&#228;lle f&#246;rlikning som stadf&#228;sts av domstol.

3 &#167; Beslut som givits i m&#229;l ang&#229;ende boskillnad, hemskillnad eller
&#228;ktenskapsskillnad vare ansett s&#229;som dom i tvistem&#229;l, &#228;nd&#229; att
beslutet meddelats p&#229; ans&#246;kan. Beslut i f&#246;rmynderskaps&#228;rende vare
d&#228;remot ej i n&#229;got fall ansett s&#229;som dom.

4 &#167; Dom som givits av schweizisk domstol vare ej h&#228;r i riket
g&#228;llande,

1. d&#228;r domstol i Schweiz, enligt vad i denna lag s&#228;gs, ej &#228;gt beh&#246;rig
het att meddela domen;

2. d&#228;r erk&#228;nnande av domen skulle vara uppenbart of&#246;renligt med
grunderna f&#246;r r&#228;ttsordningen h&#228;r i riket;

3. d&#228;r domen ang&#229;r &#228;mne av personr&#228;ttslig, familjer&#228;ttslig eller
arvsr&#228;ttslig natur och &#228;r grundad p&#229; lag, vars best&#228;mmelser i &#228;mnet
&#228;ro stridande mot den lag som skolat vinna till&#228;mpning enligt h&#228;r
g&#228;llande internationellt privatr&#228;ttsliga regler;

4. d&#228;r domen ej vunnit laga kraft enligt lagen &#229; den ort d&#228;r den
meddelats; eller

5. d&#228;r domen &#228;r tredskodom och utebliven part ej personligen eller
genom befullm&#228;ktigat ombud i tid undf&#229;tt del av st&#228;mningen.

5 &#167; Dom varom f&#246;rut &#228;r sagt skall anses vara av r&#228;tt domstol
meddelad,

1. d&#228;r svaranden vid tiden f&#246;r m&#229;lets anh&#228;ngigg&#246;rande hade sitt
verkliga hemvist i Schweiz eller, d&#229; fr&#229;ga &#228;r om bolag, f&#246;rening,
annan samf&#228;llighet eller stiftelse, sitt s&#228;te i denna stat; och skall
h&#228;rvid med verkligt hemvist f&#246;rst&#229;s den ort d&#228;r svaranden &#228;r boende
med avsikt att stadigt kvarstanna;

2. d&#228;r svaranden uttryckligen f&#246;rbundit sig att svara vid den domstol
av vilken domen meddelats;

3. d&#228;r svaranden utan f&#246;rbeh&#229;ll ing&#229;tt i huvudsakligt svarom&#229;l;

4. d&#228;r fr&#229;ga &#228;r om genk&#228;rom&#229;l som &#228;ger gemenskap med huvudk&#228;rom&#229;let;

5. d&#228;r svaranden i Schweiz innehar kommersiellt eller industriellt
f&#246;retag eller filial och tvisten h&#228;nf&#246;rde sig till denna r&#246;relse;

6. d&#228;r svaranden i Schweiz haft ombud som han enligt d&#228;r g&#228;llande lag
var pliktig att h&#229;lla och tvisten h&#228;nf&#246;rde sig till verksamhet som han
d&#228;r ut&#246;vade;

7. d&#228;r domen avser f&#246;rpliktelse p&#229; grund av lagstridig g&#228;rning som
svaranden beg&#229;tt i Schweiz och svaranden under vistelse d&#228;rst&#228;des
personligen f&#229;tt del av st&#228;mningen; och skall h&#228;rvid med s&#229;dan f&#246;r
pliktelse likst&#228;llas f&#246;rpliktelse som har sin grund i olycksh&#228;ndelse i
f&#246;ljd av trafik med fortskaffningsmedel av vad slag som helst; eller

8. d&#228;r enligt internationell &#246;verenskommelse, i vilken s&#229;v&#228;l Sverige
som Schweiz &#228;r f&#246;rdragsslutande part och som ej inneh&#229;ller best&#228;m
melser om erk&#228;nnande och verkst&#228;llighet, beh&#246;righet tillkom schweizisk
domstol.

Vad f&#246;rut i denna paragraf &#228;r sagt skall icke &#228;ga till&#228;mpning &#229; dom
som avser fr&#229;ga av personr&#228;ttslig, familjer&#228;ttslig eller arvsr&#228;ttslig
natur. I fr&#229;ga om s&#229;dan dom vare domstolen ansedd s&#229;som beh&#246;rig, d&#228;r
beh&#246;righet skulle hava under motsvarande omst&#228;ndigheter tillkommit
svensk domstol.

6 &#167; Vid pr&#246;vning av fr&#229;ga huruvida i denna lag stadgade villkor f&#246;r
domens erk&#228;nnande f&#246;religga &#228;r svensk myndighet icke bunden av det
avg&#246;rande som h&#228;rutinnan tr&#228;ffats genom domen. Den &#228;ger d&#228;remot icke i
&#246;vrigt ing&#229; i ny pr&#246;vning av den sak som genom domen avgjorts.

7 &#167; Anh&#228;ngigg&#246;res hos domstol talan i sak, vilken veterligen redan &#228;r
anh&#228;ngig vid schweizisk domstol som enligt denna lag &#228;r beh&#246;rig, skall
den svenska domstolen visa m&#229;let ifr&#229;n sig. Lag (1981:777).

8 &#167; En dom eller en f&#246;rlikning som enligt 1–5 &#167;&#167; g&#228;ller i
Sverige ska, efter en ans&#246;kan av en part, f&#246;rklaras
verkst&#228;llbar. Lag (2014:914).

9 &#167; En ans&#246;kan om att en dom eller en f&#246;rlikning ska
f&#246;rklaras verkst&#228;llbar g&#246;rs till den tingsr&#228;tt som regeringen
f&#246;reskriver.

S&#246;kanden ska tillsammans med ans&#246;kan ge in

1. domen i original eller en kopia av domen som har bestyrkts
av den aktuella myndigheten,

2. bevis om att domen har f&#229;tt laga kraft,

3. domstols protokoll eller n&#229;gon annan handling som visar
att villkoren i 5 &#167; f&#246;rsta stycket &#228;r uppfyllda, och

4. om ans&#246;kan avser en tredskodom, handlingar i original
eller i bestyrkt kopia som visar att en part som uteblivit
har f&#229;tt del av st&#228;mningen i tid antingen personligen eller
genom ett ombud med fullmakt, eller, i fall som avses i 5 &#167;
f&#246;rsta stycket 7, att han eller hon f&#229;tt del av st&#228;mningen p&#229;
det s&#228;tt som f&#246;reskrivs d&#228;r.

Om ans&#246;kan avser en f&#246;rlikning, ska s&#246;kanden tillsammans med
ans&#246;kan ge in en kopia av ett protokoll som bestyrkts av en
beh&#246;rig myndighet samt bevis om att f&#246;rlikningen har
stadf&#228;sts av en domstol och kan verkst&#228;llas i Schweiz.

Handlingarna ska vara f&#246;rsedda med bevis om utf&#228;rdarens
beh&#246;righet som meddelats av schweiziska f&#246;rbundskansliet. En
&#246;vers&#228;ttning av handlingarna till svenska ska &#228;ven ges in.
&#214;vers&#228;ttningen ska vara bestyrkt av en svensk diplomatisk
eller konsul&#228;r tj&#228;nsteman som &#228;r anst&#228;lld i Schweiz eller av
en schweizisk diplomatisk eller konsul&#228;r tj&#228;nsteman som &#228;r
anst&#228;lld i Sverige eller av en svensk notarius publicus.
Lag (2014:914).

10 &#167; Om en dom eller f&#246;rlikning f&#246;rklaras verkst&#228;llbar,
verkst&#228;lls domen eller f&#246;rlikningen p&#229; samma s&#228;tt som en
svensk dom som har f&#229;tt laga kraft. En f&#246;reskrift om
tv&#229;ngsmedel i domen eller f&#246;rlikningen ska dock inte
till&#228;mpas. Lag (2014:914).

11 &#167; Vid handl&#228;ggning i domstol av ett &#228;rende om
verkst&#228;llbarhetsf&#246;rklaring till&#228;mpas i &#246;vrigt lagen
(1996:242) om domstols&#228;renden. Lag (2014:914).

12 &#167; Denna lag g&#228;ller inte om konventionen den 30 oktober
2007 om domstols beh&#246;righet och om erk&#228;nnande och
verkst&#228;llighet av domar p&#229; privatr&#228;ttens omr&#229;de (2007 &#229;rs
Luganokonvention) &#228;r till&#228;mplig. Den g&#228;ller inte heller i
fr&#229;ga om en dom eller f&#246;rlikning som avser

1. konkurs eller ackordsf&#246;rhandling utan konkurs, d&#228;ri
inbegripen fr&#229;ga om ogiltighet av r&#228;ttshandling som ing&#229;tts
av konkursg&#228;lden&#228;ren; eller

2. r&#228;tt till fast egendom i annat land &#228;n Schweiz eller
skyldighet att tr&#228;ffa f&#246;rfogande om dylik r&#228;tt eller p&#229;f&#246;ljd
av s&#229;dan skyldighets &#229;sidos&#228;ttande, dock att &#228;ven i ty fall
domen eller f&#246;rlikningen g&#228;ller, d&#228;r den avser &#228;mne av
familjer&#228;ttslig eller arvsr&#228;ttslig natur. Lag (2009:1306).

13 &#167; Har upph&#228;vts genom lag (1976:1119).

&#214;verg&#229;ngsbest&#228;mmelser

1936:79

Denna lag tr&#228;der i kraft den dag Konungen best&#228;mmer; den &#228;ger
ej till&#228;mpning &#229; dom som meddelats eller f&#246;rlikning som
stadf&#228;sts f&#246;re n&#228;mnda dag. I vad eljest &#228;r stadgat om giltighet
eller verkst&#228;llighet i vissa fall av utl&#228;ndsk domstols beslut
g&#246;res ej &#228;ndring genom denna lag.

2014:914

1. Denna lag tr&#228;der i kraft den 10 januari 2015.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r handl&#228;ggningen i Svea hovr&#228;tt
och H&#246;gsta domstolen av &#228;renden som har inletts i hovr&#228;tten
f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4514">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4516">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
