

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-11-17" /> 
 <meta id="rattsinfo-edited" content="2022-11-17 10:49:05" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4524</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4523">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4525">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1934:68 ·
                    <a href="/sfsr?bet=1934:68">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1934:68) om verkan av konkurs, 
som intr&#228;ffat i Danmark, Finland,
Island eller Norge</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1934-04-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:971
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Varder n&#229;gon f&#246;rsatt i konkurs i Danmark, Finland, Island eller
Norge, skall konkursen omfatta j&#228;mv&#228;l g&#228;lden&#228;rens egendom h&#228;r i riket.

I fr&#229;ga om s&#229;dan egendom skola, d&#228;r ej annat f&#246;ljer av vad h&#228;r nedan
stadgas, l&#228;nda till efterr&#228;ttelse de i den fr&#228;mmande staten givna
lagbest&#228;mmelser om den verkan konkurs medf&#246;r betr&#228;ffande g&#228;lden&#228;rens
r&#228;tt att r&#229;da &#246;ver sin egendom, om vad till konkursbo h&#246;rer och om
&#229;tervinning till konkursbo, om g&#228;lden&#228;rs r&#228;ttigheter och skyldigheter
under konkurs, om konkursbos f&#246;rvaltning, om borgen&#228;rers betalnings-
och f&#246;rm&#229;nsr&#228;tt, om utdelning, om ackord samt om avslutande av
konkurs; dock skall i konkursboet ej ing&#229; egendom h&#228;r i riket, som
enligt svensk lag &#246;verhuvud ej m&#229; tagas i anspr&#229;k av &#228;garens
borgen&#228;rer.

Lika med konkurs anses i denna lag s&#229;dan offentlig likvidation av bank
som enligt lagen i den fr&#228;mmande stat, d&#228;r banken har sitt s&#228;te,
utesluter konkursf&#246;rfarande.

2 &#167; G&#246;res av konkursdomstol eller konkursf&#246;rvaltning i stat, som i 1 &#167;
&#228;r sagd, hos tingsr&#228;tten h&#228;r i riket, inom vars &#228;mbetsomr&#229;de
g&#228;lden&#228;ren &#228;ger tillg&#229;ngar, framst&#228;llning om upptecknande av den h&#228;r i
riket befintliga egendomen, skall tingsr&#228;tten f&#246;rordna l&#228;mplig person
att uppr&#228;tta bouppteckning, vari skola upptagas g&#228;lden&#228;rens tillg&#229;ngar
h&#228;r i riket med angivande av v&#228;rdet, &#228;vensom av den g&#228;ld, f&#246;r vilken
s&#229;dan tillg&#229;ng p&#229; grund av inteckning eller eljest s&#228;rskilt h&#228;ftar.

P&#229; framst&#228;llning av konkursdomstol eller konkursf&#246;rvaltning i den
fr&#228;mmande staten har tingsr&#228;tten ock att f&#246;rordna l&#228;mplig person att
omh&#228;nderhava g&#228;lden&#228;rens h&#228;r i riket varande egendom, intill dess den
kan &#246;vertagas av konkursf&#246;rvaltningen; och har den, som s&#229;lunda
f&#246;rordnats, j&#228;mv&#228;l att, d&#228;r egendomen &#228;r utsatt f&#246;r f&#246;rsk&#228;mning eller
snar f&#246;rst&#246;relse eller hastigt fallande i v&#228;rde eller erfordras
alltf&#246;r kostsam v&#229;rd, f&#246;ranstalta om f&#246;rs&#228;ljning av egendomen. Lag
(1987:675).

3 &#167; &#196;r framst&#228;llning hos tingsr&#228;tten gjord om &#229;tg&#228;rd, varom s&#228;gs i 
2 &#167;, och finner tingsr&#228;tten att kostnad f&#246;r &#229;tg&#228;rden b&#246;r f&#246;rskjutas, 
&#228;ge han att, innan beslut fattas, av den, som &#229;tg&#228;rden p&#229;kallat, kr&#228;va
f&#246;rskott med belopp, som han pr&#246;var sk&#228;ligt. Handling, som &#228;r avfattad
p&#229; finska eller isl&#228;ndska spr&#229;ket, skall vara &#229;tf&#246;ljd av styrkt
&#246;vers&#228;ttning till danska, norska eller svenska spr&#229;ket. Lag (1987:675).

4 &#167; Yppas fr&#229;ga om &#229;tervinning till konkursboet av fast egendom h&#228;r i
riket eller fr&#229;ga, huruvida inskrivning i domstolsprotokoll eller
fastighetsbok &#228;r av betydelse f&#246;r giltigheten gentemot boet av
g&#228;lden&#228;rens f&#246;rfogande &#246;ver s&#229;dan egendom, varde fr&#229;gan pr&#246;vad enligt
svensk lag.

Uppkommer motsvarande fr&#229;ga betr&#228;ffande registrerat fartyg eller
luftfartyg, som har hemort h&#228;r i riket eller i n&#229;gon av de fr&#228;mmande
staterna, eller betr&#228;ffande lott i s&#229;dant fartyg, l&#228;nde till
efterr&#228;ttelse lagen i den stat, d&#228;r fartyget har hemort.

5 &#167; Har, vid f&#246;rs&#228;ljning av g&#228;lden&#228;ren tillh&#246;rig l&#246;s egendom h&#228;r i
riket, var&#229; best&#228;mmelserna i 4 &#167; ej &#228;ro till&#228;mpliga, denna f&#246;rblivit i
hans v&#229;rd, eller har s&#229;dan egendom blivit, p&#229; s&#228;tt f&#246;r visst fall &#228;r
d&#228;rom stadgat, satt till underpant f&#246;r g&#228;ld, och &#228;r egendomen, n&#228;r
konkursen intr&#228;ffar, kvar h&#228;r i riket, skall svensk lag l&#228;nda till
efterr&#228;ttelse vid bed&#246;mande av fr&#229;ga, huruvida avtalets verkan mot
borgen&#228;rer &#228;r beroende av att det i f&#246;reskriven ordning kungjorts
eller inf&#246;rts i offentligt register.

6 &#167; Huru konkursen verkar i fr&#229;ga om best&#229;ndet av r&#228;tt, som vinnes
genom utm&#228;tning h&#228;r i riket, samt betr&#228;ffande fortg&#229;ngen av h&#228;r
p&#229;b&#246;rjat utm&#228;tningsf&#246;rfarande skall bed&#246;mas enligt svensk lag.

7 &#167; &#196;r egendom, som vid konkursens b&#246;rjan fanns h&#228;r i riket, pantsatt,
eller m&#229; den enligt h&#228;r g&#228;llande lag kvarh&#229;llas f&#246;r fordran, skall i
fr&#229;ga om r&#228;tten att ur egendomen uttaga fordringen svensk lag &#228;ga
till&#228;mpning.

8 &#167; Vid f&#246;rs&#228;ljning av konkursboets egendom h&#228;r i riket skall f&#246;rfaras
i enlighet med svensk lag.

9 &#167; Uppst&#229;r h&#228;r i riket fr&#229;ga, huruvida s&#228;rskild f&#246;rm&#229;nsr&#228;tt &#228;ger rum
i egendom, som h&#228;r fanns vid konkursens intr&#228;ffande, eller i fr&#229;ga om
f&#246;retr&#228;det mellan flera s&#228;rskilda f&#246;rm&#229;nsr&#228;tter i s&#229;dan egendom, varde
den pr&#246;vad enligt svensk lag; dock skall i egendom som h&#228;r avses
s&#228;rskild f&#246;rm&#229;nsr&#228;tt st&#228;dse g&#228;lla framf&#246;r allm&#228;n f&#246;rm&#229;nsr&#228;tt som
enligt 1 &#167; skall komma i betraktande.

10 &#167; Vid till&#228;mpning av de f&#246;reskrifter denna lag inneh&#229;ller om
egendoms befintlighet h&#228;r i riket skall konkursg&#228;lden&#228;rens fordran,
som &#228;r grundad p&#229; l&#246;pande skuldebrev eller annat fordringsbevis, vars
f&#246;reteende utg&#246;r villkor f&#246;r r&#228;tt att utkr&#228;va fordringen, anses
befintlig d&#228;r handlingen finnes, men annan fordran betraktas s&#229;som
befintlig i den fr&#228;mmande staten.

Registrerat fartyg eller luftfartyg, som har hemort h&#228;r i riket eller
i n&#229;gon av de fr&#228;mmande staterna, skall anses befintligt i den stat,
d&#228;r det har hemort, dock ej vid till&#228;mpning av 8 &#167;.

11 &#167; Denna lag &#228;ger ej till&#228;mpning &#229; fr&#229;ga om konkursbos r&#228;tt eller
plikt att tilltr&#228;da ett av g&#228;lden&#228;ren slutet avtal, som ej var fr&#229;n
b&#229;da sidor fullgjort d&#229; konkursen intr&#228;ffade.

12 &#167; Har, i konkurs eller efter offentlig ackordsf&#246;rhandling utan
konkurs, ackord blivit fastst&#228;llt i n&#229;gon av de fr&#228;mmande staterna,
g&#228;lle ackordet s&#229; som vore det h&#228;r i riket fastst&#228;llt.

13 &#167; Om en offentlig ackordsf&#246;rhandling utan konkurs har 
inletts i ett annat nordiskt land, f&#229;r inte, s&#229; l&#228;nge 
f&#246;rhandlingen p&#229;g&#229;r, beslut om konkurs eller om 
planf&#246;rhandling under f&#246;retagsrekonstruktion meddelas i 
Sverige. I fr&#229;ga om utm&#228;tning och f&#246;rs&#228;ljning av utm&#228;tt 
egendom till&#228;mpas svensk lag n&#228;r egendomen finns h&#228;r.
Lag (2022:971).

14 &#167; Har, i beslut om g&#228;lden&#228;rens f&#246;rs&#228;ttande i konkurs eller
inledande av offentlig ackordsf&#246;rhandling utan konkurs, angivits, att
r&#228;tten eller domaren grundat sin beh&#246;righet p&#229; annan omst&#228;ndighet &#228;n
att g&#228;lden&#228;ren har eller vid sin d&#246;d hade sitt hemvist i den fr&#228;mmande
staten, skall denna lag ej &#228;ga till&#228;mpning utan konkursen eller
ackordsf&#246;rhandlingen fortg&#229;.

Fr&#228;mmande bolag, f&#246;rening eller stiftelse skall anses hava hemvist i
den stat, d&#228;r bolaget, f&#246;reningen eller stiftelsen har sitt s&#228;te.

&#214;verg&#229;ngsbest&#228;mmelser

1934:68

Denna lag tr&#228;der i kraft den dag Konungen best&#228;mmer men skall ej &#228;ga
till&#228;mpning, d&#228;r konkursen f&#246;ljt p&#229; ans&#246;kan, som gjorts f&#246;re lagens
ikrafttr&#228;dande, eller offentlig ackordsf&#246;rhandling utan konkurs
inletts f&#246;re ikrafttr&#228;dandet. &#197; d&#246;dsbos konkurs &#228;ger lagen ej
till&#228;mpning , med mindre Konungen meddelat s&#228;rskilt f&#246;rordnande om
dess till&#228;mplighet &#229; s&#229;dana konkurser.

1981:7

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. Lagen f&#229;r
s&#228;ttas i kraft i f&#246;rh&#229;llande till tv&#229; eller tre av de l&#228;nder som anges
i lagen.

Genom lagen upph&#228;vs lagen (1934:68) om verkan av konkurs som intr&#228;ffat
i Danmark, Finland, Island eller Norge. S&#228;tts lagen i kraft i
f&#246;rh&#229;llande till endast tv&#229; eller tre av de l&#228;nder som anges i lagen,
g&#228;ller dock den gamla lagen fortfarande i f&#246;rh&#229;llande till de &#246;vriga
l&#228;nderna.

Den gamla lagen g&#228;ller fortfarande i fr&#229;ga om konkurser och
f&#246;rhandlingar om offentligt ackord utan konkurs som har beslutats f&#246;re
den nya lagens ikrafttr&#228;dande.

2022:971

1. Denna lag tr&#228;der i kraft den 1 augusti 2022.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r en f&#246;rhandling om 
offentligt ackord enligt den upph&#228;vda lagen (1996:764) om 
f&#246;retagsrekonstruktion.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4523">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4525">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
