

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1999-08-25" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4525</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4524">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4526">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1934:67 ·
                    <a href="/sfsr?bet=1934:67">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1934:67) med best&#228;mmelser om konkurs, 
som omfattar egendom i Danmark, Finland,
Island eller Norge
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1934-04-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1987:674
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Har n&#229;gon, som h&#228;r i riket f&#246;rs&#228;ttes i konkurs, egendom j&#228;mv&#228;l i 
Danmark, Finland, Island eller Norge, skall konkursen omfatta sagda 
egendom. 

I fr&#229;ga om s&#229;dan egendom skola, d&#228;r ej annat f&#246;ljer av vad h&#228;r nedan 
stadgas, l&#228;nda till efterr&#228;ttelse vad svensk lag inneh&#229;ller om den 
verkan konkurs medf&#246;r betr&#228;ffande g&#228;lden&#228;rens r&#228;tt att r&#229;da &#246;ver sin 
egendom, om vad till konkursbo h&#246;rer och om &#229;tervinning till konkursbo, 
om g&#228;lden&#228;rs r&#228;ttigheter och skyldigheter under konkurs, om konkursbos 
f&#246;rvaltning, om borgen&#228;rers betalnings- och f&#246;rm&#229;nsr&#228;tt, om utdelning, 
om ackord samt om avslutande av konkurs; dock skall i konkursboet ej 
ing&#229; egendom, som enligt lagen i den fr&#228;mmande stat, d&#228;r den finnes, 
&#246;verhuvud ej m&#229; tagas i anspr&#229;k av &#228;garens borgen&#228;rer. 

2 &#167; Intr&#228;ffar h&#228;r i riket konkurs, som omfattar egendom i n&#229;gon av 
f&#246;ren&#228;mnda fr&#228;mmande stater, b&#246;r r&#228;tten utan dr&#246;jsm&#229;l l&#229;ta i den f&#246;r 
offentliga meddelanden avsedda tidningen i den fr&#228;mmande staten kung&#246;ra 
beslutet om egendomsavtr&#228;de. R&#228;tten b&#246;r ock f&#246;ranstalta, att i den 
fr&#228;mmande staten konkursen varder, i den m&#229;n s&#229;dant &#228;r d&#228;r p&#229;bjudet, 
inskriven i fastighetsbok eller domstolsprotokoll (tinglyst) eller i 
fartygsregister eller annat offentligt register. Lag (1987:674). 

3 &#167; Yppas, betr&#228;ffande registrerat fartyg eller luftfartyg, som har 
hemort i n&#229;gon av de fr&#228;mmande staterna, eller lott i s&#229;dant fartyg, 
fr&#229;ga om &#229;tervinning till konkursbo eller fr&#229;ga, huruvida inskrivning i 
fartygsregister &#228;r av betydelse f&#246;r giltigheten gentemot konkursboet av 
g&#228;lden&#228;rens f&#246;rfogande &#246;ver fartyget eller fartygslotten, l&#228;nde till 
efterr&#228;ttelse lagen i den stat, d&#228;r fartyget har hemort. 

4 &#167; D&#228;r, i enlighet med lagen i den fr&#228;mmande staten, l&#246;s egendom var&#229; 
best&#228;mmelserna i 3 &#167; ej &#228;ga till&#228;mpning &#228;r satt till underpant f&#246;r g&#228;ld, 
skall s&#229;framt egendomen, d&#229; konkursen intr&#228;ffar, &#228;r kvar i den fr&#228;mmande 
staten, l&#228;nda till efterr&#228;ttelse vad dess lag m&#229; inneh&#229;lla r&#246;rande 
verkan mot konkursbo d&#228;rav, att inskrivning (tinglysning) av 
pants&#228;ttningen skett eller f&#246;rsummats. 

5 &#167; Huru konkurs verkar i fr&#229;ga om best&#229;ndet av r&#228;tt, som vinnes genom 
utm&#228;tning (utlegg) i den fr&#228;mmande staten, samt betr&#228;ffande fortg&#229;ngen 
av d&#228;r p&#229;b&#246;rjat utm&#228;tningsf&#246;rfarande, skall bed&#246;mas enligt den statens 
lag. 

6 &#167; &#196;r egendom, som vid konkursens intr&#228;ffande fanns i den fr&#228;mmande 
staten, pantsatt, eller m&#229; den enligt dess lag kvarh&#229;llas f&#246;r fordran, 
skall den statens lag till&#228;mpas i fr&#229;ga om r&#228;tten att ur egendomen 
uttaga fordringen. 

7 &#167; Vid f&#246;rs&#228;ljning av konkursboets egendom i den fr&#228;mmande staten skall 
f&#246;rfaras i enlighet med dess lag. 

8 &#167; Fr&#229;ga, huruvida s&#228;rskild f&#246;rm&#229;nsr&#228;tt &#228;ger rum i egendom, som vid 
konkursens intr&#228;ffande fanns i annan f&#246;rdragsslutande stat, s&#229; ock fr&#229;ga 
om f&#246;retr&#228;det mellan flera s&#228;rskilda f&#246;rm&#229;nsr&#228;tter i s&#229;dan egendom, 
varde pr&#246;vad enligt den fr&#228;mmande statens lag. Uppst&#229;r, betr&#228;ffande 
egendom som h&#228;r avses, fr&#229;ga om f&#246;retr&#228;det mellan fordran med allm&#228;n och 
med s&#228;rskild f&#246;rm&#229;nsr&#228;tt, &#228;ge den senare fordringen f&#246;retr&#228;de. 

Fr&#229;ga, huruvida f&#246;rm&#229;nsr&#228;tt &#228;ger rum f&#246;r skatt eller annan allm&#228;n 
avgift, som p&#229;lagts i den fr&#228;mmande staten, eller f&#246;r hushyra f&#246;r d&#228;r 
bel&#228;gen fastighet, skall bed&#246;mas enligt den statens lag. Allm&#228;n 
f&#246;rm&#229;nsr&#228;tt, som s&#229;lunda skall g&#228;lla, omfattar ej annan egendom &#228;n den 
som vid konkursens intr&#228;ffande fanns i den fr&#228;mmande staten, men g&#228;ller 
i den egendomen framf&#246;r annan allm&#228;n f&#246;rm&#229;nsr&#228;tt. Vad i finsk lag finnes 
stadgat om f&#246;retr&#228;det mellan allm&#228;n f&#246;rm&#229;nsr&#228;tt f&#246;r skatt och s&#228;rskild 
f&#246;rm&#229;nsr&#228;tt f&#246;r annan fordran skall, utan hinder av vad i f&#246;rsta stycket 
s&#228;gs, vinna till&#228;mpning. 

9 &#167; Vid till&#228;mpning av de f&#246;reskrifter denna lag inneh&#229;ller om egendoms 
befintlighet i viss fr&#228;mmande stat skall konkursg&#228;lden&#228;rens fordran, som 
&#228;r grundad p&#229; l&#246;pande skuldebrev eller annat fordringsbevis, vars 
f&#246;reteende utg&#246;r villkor f&#246;r r&#228;tt att utkr&#228;va fordringen, anses 
befintlig d&#228;r handlingen finnes, men annan fordran betraktas s&#229;som 
befintlig h&#228;r i riket. 

Registrerat fartyg eller luftfartyg, som har hemort h&#228;r i riket eller i 
n&#229;gon av de fr&#228;mmande staterna, skall anses befintligt i den stat d&#228;r 
det har hemort, dock ej vid till&#228;mpning av 7 &#167;. 

10 &#167; Denna lag &#228;ger ej till&#228;mpning &#229; fr&#229;ga om konkursbos r&#228;tt eller 
plikt att tilltr&#228;da ett av g&#228;lden&#228;ren slutet avtal, som ej var fr&#229;n b&#229;da 
sidor fullgjort d&#229; konkursen intr&#228;ffade. 

11 &#167; Har i beslut om g&#228;lden&#228;rens f&#246;rs&#228;ttande i konkurs angivits, att 
r&#228;tten grundat sin beh&#246;righet p&#229; annan omst&#228;ndighet &#228;n att g&#228;lden&#228;ren 
har eller vid sin d&#246;d hade sitt hemvist h&#228;r i riket, &#228;ge denna lag ej 
till&#228;mpning.

Bolag, f&#246;rening eller stiftelse skall anses hava hemvist h&#228;r i riket, om 
styrelsen d&#228;r har sitt s&#228;te. Lag (1987:674).

&#214;verg&#229;ngsbest&#228;mmelser 

1934:67 

Denna lag tr&#228;der i kraft den dag Konungen best&#228;mmer men skall, d&#228;r 
konkurs f&#246;ljt p&#229; ans&#246;kan som gjorts f&#246;re lagens ikrafttr&#228;dande, ej &#228;ga 
till&#228;mpning &#229; konkursen. &#197; d&#246;dsbos konkurs &#228;ger lagen ej till&#228;mpning, 
med mindre Konungen meddelat s&#228;rskilt f&#246;rordnande om dess till&#228;mplighet 
&#229; s&#229;dana konkurser. 

1981:6 

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. Lagen f&#229;r s&#228;ttas 
i kraft i f&#246;rh&#229;llande till tv&#229; eller tre av de l&#228;nder som anges i lagen. 

Genom lagen upph&#228;vs lagen (1934:67) med best&#228;mmelser om konkurs, som 
omfattar egendom i Danmark, Finland, Island eller Norge. S&#228;tts lagen i 
kraft i f&#246;rh&#229;llande till endast tv&#229; elle tre av de l&#228;nder som anges i 
lagen, g&#228;ller dock den gamla lagen fortfarande i f&#246;rh&#229;llande till de 
&#246;vriga l&#228;nderna. 

Den gamla lagen g&#228;ller fortfarande i fr&#229;ga om konkurser och 
f&#246;rhandlingar om offentligt ackord utan konkurs som har beslutats f&#246;re 
den nya lagens ikrafttr&#228;dande. 

1987:674

Denna lag tr&#228;der i kraft den 1 januari 1988. Betr&#228;ffande konkurser vari 
konkursbeslutet har meddelats f&#246;re ikrafttr&#228;dandet g&#228;ller dock 11 &#167; i 
sin &#228;ldre lydelse. Vid fullg&#246;randet av en uppgift som enligt &#228;ldre lag 
ankommer p&#229; konkursdomaren best&#229;r tingsr&#228;tten av en lagfaren domare.




</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4524">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4526">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
