

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-02-13" /> 
 <meta id="rattsinfo-edited" content="2023-02-13 10:28:43" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4538</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4537">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4539">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1933:269 ·
                    <a href="/sfsr?bet=1933:269">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1933:269) om &#228;gofred</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1933-06-02
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:844
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Om v&#229;rd av hemdjur.

1 &#167; Var, som &#228;ger eller till underh&#229;ll eller nyttjande mottagit
hemdjur, vare pliktig att medelst h&#228;gnad eller vallning eller p&#229; annat
s&#228;tt h&#229;lla s&#229;dan v&#229;rd om dem, att de ej olovligen inkomma &#229; annans
&#228;gor.

Om r&#228;tt f&#246;r del&#228;gare i samf&#228;lld mark att d&#228;r utsl&#228;ppa hemdjur &#228;r
s&#228;rskilt stadgat.

2 kap. Om st&#228;ngselskyldighet.

2 &#167; Nyttjas fastighets &#228;gor till bete f&#246;r hemdjur och finnas djuren
tj&#228;nligast genom st&#228;ngsel kunna h&#229;llas fr&#229;n angr&#228;nsande &#228;gor &#229; annan
fastighet, skall p&#229; yrkande fr&#229;n endera sidan st&#228;ngsel h&#229;llas mellan
&#228;gorna.

Mellan &#228;gor skilda av v&#228;g, var&#229; grind eller led ej m&#229; h&#229;llas, &#228;ger
st&#228;ngselskyldighet ej rum.

Om undantag fr&#229;n best&#228;mmelserna i denna paragraf, d&#229; f&#246;rordnande om
betesreglering meddelats i fr&#229;ga om visst l&#228;n eller viss del av l&#228;n,
stadgas i 3 kap.

3 &#167; F&#246;ranledes st&#228;ngselskyldighet av betning allenast &#229; ena sidan, tage
den sidan del i st&#228;ngslet med tre fj&#228;rdedelar och grannen blott med en
fj&#228;rdedel. I annat fall tage vardera lika lott.

Vardera sidan skall svara f&#246;r viss str&#228;cka &#229; marken; och skall den, d&#228;r
ej annat &#246;verenskommits, utl&#228;ggas i ett sammanhang. M&#246;ter &#229; en str&#228;cka
p&#229; grund av markens beskaffenhet st&#246;rre sv&#229;righet &#228;n &#229; annan i fr&#229;ga om
st&#228;ngslets uppf&#246;rande eller underh&#229;ll, skall vid f&#246;rdelningen sk&#228;lig
minskning i l&#228;ngd d&#228;remot ber&#228;knas; ing&#229;r i st&#228;ngslet grind eller led,
skall avseende ock f&#228;stas &#229; st&#246;rre kostnad f&#246;r grinden eller ledet.

4 &#167; St&#228;ngsel skall s&#228;ttas i &#228;gogr&#228;nsen.

G&#229;r &#228;gogr&#228;ns i &#228;lv, &#229;, dike eller annat vatten, som ej g&#246;r fred utan
st&#228;ngsel, h&#229;lle var sin del av st&#228;ngslet &#229; sin egen sida, och tage b&#229;da
lott i det st&#228;ngsel, som d&#228;remellan s&#228;ttes &#246;ver vattnet. Finnes
l&#228;mpligare, att hela st&#228;ngslet s&#228;ttes &#229; ena sidan, m&#229; det ske. Samma
g&#228;lle, d&#228;r fastighetens &#228;gor skiljas av v&#228;g. G&#229;r &#228;gogr&#228;ns &#246;ver berg
eller annorst&#228;des, d&#228;r st&#228;ngsel ej kan uppf&#246;ras utan synnerlig
sv&#229;righet eller osk&#228;lig kostnad, varde st&#228;ngslet satt &#229; annat st&#228;lle,
som &#228;r n&#228;rmaste och pr&#246;vas tj&#228;nligt. V&#229;llas i fall, om vilka nu &#228;r
sagt, skada eller intr&#229;ng &#229; fastighet, d&#228;r st&#228;ngslet s&#228;ttes, svare
h&#228;rf&#246;r de st&#228;ngselskyldiga var efter sin andel i skyldigheten.
Ers&#228;ttning, som p&#229; grund h&#228;rav skall g&#228;ldas, best&#228;mmes i penningar att
utg&#229; p&#229; en g&#229;ng.

5 &#167; St&#228;ngsel ska vara s&#229; beskaffat att det fredar mot st&#246;rre 
hemdjur (h&#228;star och n&#246;tkreatur). 

Pr&#246;vas i fr&#229;ga om visst l&#228;n eller viss del av l&#228;n 
erforderligt, att st&#228;ngsel fredar &#228;ven mot mindre hemdjur 
eller visst slag av s&#229;dana djur, f&#229;r regeringen, efter h&#246;rande 
av vederb&#246;rande region och hush&#229;llningss&#228;llskap, meddela 
f&#246;reskrifter om det. S&#229;dan f&#246;reskrift ska &#228;ven till&#228;mpas i 
fr&#229;ga om st&#228;ngsel som ska h&#229;llas i gr&#228;nsen mellan det omr&#229;de 
f&#246;reskriften avser och invidliggande mark. Lag (2019:844).

6 &#167; St&#228;ngsel ska om v&#229;ren vara i fredgillt st&#229;nd den 15 maj 
och d&#228;refter underh&#229;llas tills tj&#228;le kommer i marken p&#229; 
h&#246;sten. 

Pr&#246;vas i fr&#229;ga om visst l&#228;n eller viss del av l&#228;n l&#228;mpligt, 
att den tid d&#229; st&#228;ngsel om v&#229;ren ska vara fredgillt ska vara 
en annan dag &#228;n den 15 maj, f&#229;r regeringen, efter h&#246;rande av 
vederb&#246;rande region och hush&#229;llningss&#228;llskap, meddela 
f&#246;reskrifter om det. 

Det finns s&#228;rskilda best&#228;mmelser om r&#228;tt f&#246;r l&#228;nsstyrelse att 
best&#228;mma vilken tid av &#229;ret grind &#246;ver allm&#228;n v&#228;g ska h&#229;llas 
avlyft. Lag (2019:844).

7 &#167; Skall st&#228;ngselskyldighet utg&#246;ras av del&#228;gare i samf&#228;lld jord, tage
dessa del i skyldigheten efter vars och ens lott i jorden.

Har yrkande, att st&#228;ngsel skall fordras f&#246;r samf&#228;lld jord, vid
omr&#246;stning i laga ordning mellan del&#228;garna l&#228;mnats utan bifall, vare
de, som blivit &#246;verr&#246;stade, ej d&#228;rav hindrade att p&#229;yrka st&#228;ngslet, d&#228;r
de vilja &#246;vertaga de &#246;vriga del&#228;garnas andelar i detta.

8 &#167; F&#246;r st&#228;ngselskyldighet svare i fr&#229;ga om fastighet, som tillh&#246;r
staten eller allm&#228;n inr&#228;ttning, innehavaren samt i fr&#229;ga om annan
fastighet &#228;garen. &#196;r fastighet uppl&#229;ten p&#229; arrende, ligge skyldigheten,
i vad ang&#229;r st&#228;ngsels underh&#229;ll, &#229; arrendatorn.

Ny &#228;gare eller innehavare vare pliktig fullg&#246;ra vad f&#246;retr&#228;daren
eftersatt i st&#228;ngsels uppf&#246;rande eller underh&#229;ll men svare ej f&#246;r
bidrag i penningar, som f&#246;rfallit till betalning, innan han tilltr&#228;dde
fastigheten.

Om st&#228;ngsel kring pr&#228;stg&#229;rd &#228;r s&#228;rskilt stadgat. Lag (1977:667).

9 &#167; Det som s&#228;gs i denna lag om st&#228;ngselskyldighet g&#228;ller
inte betr&#228;ffande omr&#229;den med detaljplan. Lag (2010:903).

3 kap. Om r&#228;tt till gemensamt bete och om betesreglering.

10 &#167; M&#246;ter skogs- eller utmark &#229; &#246;mse sidor om &#228;gogr&#228;ns och fanns ej
st&#228;ngsel i gr&#228;nsen den 1 januari 1933, skall skogs- eller utmarken, i
den m&#229;n den ej h&#229;lles inh&#228;gnad, anses uppl&#229;ten till gemensamt bete f&#246;r
st&#246;rre hemdjur.

&#196;r f&#246;r visst l&#228;n eller viss del av l&#228;n meddelad f&#246;reskrift, varom i 5 &#167;
andra stycket s&#228;gs, skall inom l&#228;net eller l&#228;nsdelen r&#228;tten till
gemensamt bete &#228;ven avse s&#229;dana mindre hemdjur, som f&#246;reskriften ang&#229;r.

&#197; den till gemensamt bete uppl&#229;tna marken m&#229; fr&#229;n fastighet, vartill
h&#246;r del i marken eller p&#229; grund av servitut betesr&#228;tt d&#228;r&#229;, ej
utsl&#228;ppas flera hemdjur &#228;n som sk&#228;ligen kunna vinterf&#246;das &#229;
fastigheten.

11 &#167; Pr&#246;vas f&#246;r skogs&#229;terv&#228;xtens skyddande inom visst l&#228;n 
eller viss del av l&#228;n erforderligt, att r&#228;tt till bete p&#229; 
oh&#228;gnad mark, som i 10 &#167; s&#228;gs, ska f&#246;rbjudas helt eller 
delvis, s&#229;som betr&#228;ffande vissa slag av hemdjur eller viss tid 
av &#229;ret, f&#229;r regeringen, p&#229; framst&#228;llning av vederb&#246;rande 
region och hush&#229;llningss&#228;llskap, meddela f&#246;reskrifter om det.
Lag (2019:844).

12 &#167; D&#228;r inom visst l&#228;n eller viss del av l&#228;n skogs- eller 
utmark var uppl&#229;ten till gemensamt bete p&#229; grund av 
best&#228;mmelserna i 5 &#167; f&#246;rordningen den 21 december 1857 om 
&#228;gors fredande emot skada av annans hemdjur samt om 
st&#228;ngselskyldighet den 1 januari 1933, f&#229;r regeringen om det 
finns sk&#228;l f&#246;r det, p&#229; framst&#228;llning av vederb&#246;rande region 
och hush&#229;llningss&#228;llskap, besluta att betesreglering p&#229; s&#229;dan 
mark inom l&#228;net eller l&#228;nsdelen f&#229;r &#228;ga rum p&#229; det s&#228;tt och 
under de villkor som f&#246;reskrivs i 13-19 &#167;&#167;. 

Har statsbidrag beviljats till utf&#246;rande av &#229;tg&#228;rder f&#246;r 
skogsproduktionens h&#246;jande enligt skogsv&#229;rdsplan, fastst&#228;lld 
av Skogsstyrelsen f&#246;r viss del av l&#228;n, f&#229;r regeringen r&#246;rande 
l&#228;nsdelen p&#229; framst&#228;llning av Skogsstyrelsen fatta ett s&#229;dant 
beslut som anges i f&#246;rsta stycket. 

Inom l&#228;n eller l&#228;nsdel, d&#228;r beslut enligt f&#246;rsta eller andra 
stycket g&#228;ller, f&#229;r st&#228;ngsel enligt 2 &#167; inte kr&#228;vas mellan 
&#228;gor som utg&#246;rs av skogs- eller utmark, om inte st&#228;ngsel 
mellan &#228;gorna fanns den 1 januari 1933. Lag (2019:844).

13 &#167; D&#228;r inom l&#228;n eller l&#228;nsdel, varest f&#246;rordnande enligt 12 &#167; g&#228;ller,
skogs- eller utmarken till s&#228;rskilda fastigheter, p&#229; s&#228;tt i sagda
paragraf s&#228;gs, den 1 januari 1933 var uppl&#229;ten till gemensamt bete samt
n&#229;gon del av marken nyttjas till s&#229;dant bete, skall, om det f&#246;r n&#229;gon
av fastigheterna yrkas, betesreglering &#229; marken ske, s&#229; framt n&#246;dig
betesmark f&#246;r varje fastighet kan utan osk&#228;lig kostnad eller ol&#228;genhet
f&#246;r fastighetens brukande anordnas &#229; fastighetens omr&#229;de eller, om f&#246;r
viss fastighet tillg&#229;ng d&#228;rtill ej finnes, fastighetens betesbehov
l&#228;mpligen kan tillgodoses genom uppl&#229;telse av betesmark &#229; annan
fastighet tillh&#246;rande del av skogs- eller utmarken.

Anses betesreglering ej l&#228;mpligen kunna omfatta skogs- eller utmarken i
dess helhet, m&#229; den begr&#228;nsas att avse den del av marken, som tillh&#246;r
tv&#229; eller flera fastigheter och helt eller delvis nyttjas till
gemensamt bete, under f&#246;ruts&#228;ttning att behovet av bete f&#246;r den eller
de fastigheter, vartill &#229;terst&#229;ende del av marken h&#246;r, kan &#229;
fastigheterna sk&#228;ligen tillgodoses.

Skogs- eller utmark, som den 1 januari 1933 h&#246;lls inh&#228;gnad utan att
st&#228;ngselskyldighet &#228;gde rum, skall vid betesreglering anses som om den
sagda dag var uppl&#229;ten till gemensamt bete.

&#197; mark, f&#246;r vilken betesreglering tr&#228;tt i till&#228;mpning, &#228;ger r&#228;tt till
gemensamt bete ej vidare rum f&#246;r de fastigheter, vartill marken h&#246;r. Ej
heller m&#229; d&#228;refter n&#229;got omr&#229;de av marken nyttjas till bete f&#246;r den
fastighet, till vilken omr&#229;det h&#246;r, med mindre erforderlig h&#228;gnad
h&#229;lles kring omr&#229;det.

14 &#167; Finnes vid betesreglering uppl&#229;telse av betesmark enligt 13 &#167; b&#246;ra
f&#246;r n&#229;gon fastighet &#228;ga rum &#229; annan fastighet, skall fr&#229;n denna
uppl&#229;tas vad f&#246;r &#228;ndam&#229;let erfordras.

&#197;s&#228;mjas &#228;garna till tv&#229; eller flera fastigheter, att betesmark uppl&#229;tes
gemensamt f&#246;r fastigheterna, och finnes s&#229;dant l&#228;mpligt, m&#229; det ske.

Vid uppl&#229;telse, som nu sagts, skall tillses, att s&#229;dan mark tages i
anspr&#229;k, som med h&#228;nsyn till beskaffenhet och l&#228;ge &#228;r d&#228;rtill mest
l&#228;mpad, samt att ol&#228;genhet ej d&#228;rigenom tillskyndas brukandet av den
fastighet, var&#229; betesmarken uppl&#229;tits.

15 &#167; Betesmark, som uppl&#229;titis enligt 14 &#167;, skall h&#229;llas inh&#228;gnad samt,
i den m&#229;n det kan ske utan osk&#228;lig kostnad, anordnas f&#246;r betesbruk och
d&#228;refter bibeh&#229;llas i ett f&#246;r s&#229;dant bruk ordnat skick. Skyldighet, som
nu sagts, &#229;ligger fastighet, f&#246;r vilken betesmarken uppl&#229;tits; och
skall betr&#228;ffande s&#229;dan skyldighet vad i 8 &#167; &#228;r stadgat om ansvarighet
f&#246;r st&#228;ngselskyldighet &#228;ga motsvarande till&#228;mpning.

Om tid, d&#229; h&#228;gnad kring betesmarken skall h&#229;llas i fredgillt st&#229;nd,
g&#228;ller vad i 6 &#167; &#228;r stadgat.

I fr&#229;ga om ansvarighet f&#246;r skyldighet j&#228;mlikt 2 &#167; att h&#229;lla st&#228;ngsel i
&#228;gogr&#228;ns och i fr&#229;ga om r&#228;tt att fordra st&#228;ngsel i s&#229;dan gr&#228;ns skall s&#229;
anses som om betesmarken tillh&#246;rde fastighet, f&#246;r vilken den uppl&#229;tits.

Har betesmarken uppl&#229;tits &#229; skogsmark, skall, s&#229; l&#228;nge uppl&#229;telsen &#228;ger
best&#229;nd, den f&#246;r skogsmarken g&#228;llande skogsv&#229;rdslagstiftningen icke &#228;ga
till&#228;mpning &#229; betesmarken.

16 &#167; F&#246;r uppl&#229;telse av betesmark s&#229; ock f&#246;r skada och intr&#229;ng, som
f&#246;ranledes av de i 15 &#167; f&#246;rsta stycket angivna arbeten, skall
ers&#228;ttning g&#228;ldas av &#228;garen till fastighet, f&#246;r vilken marken
uppl&#229;tits. S&#229;dan ers&#228;ttning skall best&#228;mmas i penningar samt
fastst&#228;llas att utg&#229;, i vad den avser uppl&#229;telse av mark samt skada
eller intr&#229;ng till f&#246;ljd av betesmarkens inh&#228;gnande, &#229;rligen med lika
belopp och i &#246;vrigt p&#229; en g&#229;ng.

Har ers&#228;ttning best&#228;mts att utg&#229; f&#246;r skada eller intr&#229;ng till f&#246;ljd av
betesmarks anordnande f&#246;r betesbruk, m&#229; &#229;tg&#228;rd i s&#229;dant syfte ej
vidtagas, innan ers&#228;ttningen guldits.

17 &#167; D&#228;r skyldighet enligt 15 &#167; f&#246;rsta stycket eller 16 &#167; &#229;ligger tv&#229;
eller flera fastigheter gemensamt, svaras f&#246;r envar av dem efter dess
nytta av betesmarken.

18 &#167; Stadgandena i 13--17 &#167;&#167; om fastighet, vartill h&#246;r del i skogs-
eller utmark, som den 1 januari 1933 var uppl&#229;ten till gemensamt bete,
&#228;ge motsvarande till&#228;mpning &#229; fastighet, vartill p&#229; grund av servitut
h&#246;r betesr&#228;tt &#229; s&#229;dan mark, dock att betesreglering ej m&#229; p&#229;fordras f&#246;r
fastigheten.

I fr&#229;ga om servitut, som nu sagts, m&#229; vid betesreglering, d&#228;r det kan
ske utan n&#229;gons f&#246;rf&#229;ng, f&#246;reskrivas, att den ber&#228;ttigade skall med
mark&#228;garens uteslutande ut&#246;va betesr&#228;tten &#229; visst omr&#229;de av den
fastighet, var&#229; servitutet ligger. Dock m&#229; d&#228;rtill ej anvisas mark &#229;
annan del av fastigheten &#228;n den betesr&#228;tten f&#246;rut avs&#229;g.

19 &#167; Nyttjades omr&#229;de, som betesreglering avser, f&#246;re den 1 januari
1933 enligt r&#229;dande sedvana i orten stadigvarande till bete f&#246;r
fastighet, vartill ej h&#246;r del i omr&#229;det eller p&#229; grund av servitut
betesr&#228;tt d&#228;r&#229;; kan &#229; fastigheten sk&#228;ligen vinterf&#246;das minst ett st&#246;rre
hemdjur och finnes, att n&#246;dig betesmark ej kan anordnas &#229; fastigheten
utan osk&#228;lig kostnad eller ol&#228;genhet f&#246;r dess brukande, men att dess
betesbehov kan, sedan erforderliga uppl&#229;telser enligt 14 och 18 &#167;&#167; &#228;gt
rum, l&#228;mpligen tillgodoses genom uppl&#229;telse av betesmark &#229; omr&#229;det,
skall vid regleringen fr&#229;n fastighet, var&#229; s&#229;dan mark &#228;r att tillg&#229;,
uppl&#229;tas vad f&#246;r &#228;ndam&#229;let erfordras.

Fastighet, f&#246;r vilken behovet av betesmark pr&#246;vas vara st&#246;rre &#228;n f&#246;r
annan, &#228;ge f&#246;retr&#228;de till erh&#229;llande av uppl&#229;telse enligt f&#246;rsta
stycket.

I fr&#229;ga om uppl&#229;telse, som nu sagts, skola best&#228;mmelserna i 14 &#167; andra
och tredje styckena samt 15--17 &#167;&#167; &#228;ga till&#228;mpning.

20 &#167; Gr&#228;nsar skogs- eller utmark, som till f&#246;ljd av betesreglering ej
m&#229; nyttjas till gemensamt bete f&#246;r de fastigheter, vartill marken h&#246;r,
intill annan skogs- eller utmark, bel&#228;gen inom l&#228;n eller l&#228;nsdel, d&#228;r
f&#246;rordnande enligt 12 &#167; g&#228;ller, och nyttjas markerna till gemensamt
bete f&#246;r andra fastigheter, skall, d&#228;r det yrkas f&#246;r n&#229;gon av
f&#246;rstn&#228;mnda fastigheter, st&#228;ngsel h&#229;llas mellan markerna. I st&#228;ngslet
skola dessa fastigheter gemensamt taga del med en fj&#228;rdedel och de
andra med tre fj&#228;rdedelar, och skall inom vardera fastighetsgruppen
st&#228;ngselskyldigheten f&#246;rdelas efter varje fastighets nytta av
st&#228;ngslet.

Gr&#228;nsar fastighets skogs- eller utmark, f&#246;r vilken betesreglering tr&#228;tt
i till&#228;mpning, intill s&#229;dan mark, tillh&#246;rande annan fastighet och
bel&#228;gen inom l&#228;n eller l&#228;nsdel, d&#228;r f&#246;rordnande enligt 12 &#167; ej g&#228;ller,
samt nyttjas markerna till gemensamt bete, skall r&#228;tten att enligt 2 &#167;
fordra st&#228;ngsel mellan markerna tillkomma denna fastighet samt envar av
de fastigheter, som betesregleringen avser. Sistn&#228;mnda fastigheter
skola gemensamt svara f&#246;r den andel av st&#228;ngslet, som enligt 3 &#167; skolat
&#229;ligga den grannfastighet, f&#246;r vilken betesregleringen &#228;ger
till&#228;mpning, och varde st&#228;ngselskyldigheten f&#246;rdelad mellan
fastigheterna efter varje fastighets nytta av st&#228;ngslet.

4 kap. Om behandlingen av st&#228;ngsel- och betesfr&#229;gor.

Om synef&#246;rr&#228;ttning,

21 &#167; V&#228;ckes fr&#229;ga om st&#228;ngselskyldighet eller betesreglering, skall
saken, d&#228;r ej f&#246;rening enligt vad i 36 eller 37 &#167; s&#228;gs d&#228;rom tr&#228;ffas,
f&#246;retagas till pr&#246;vning vid synef&#246;rr&#228;ttning i den ordning nedan
stadgas.

22 &#167; R&#228;tt att f&#246;r fastighet p&#229;kalla synef&#246;rr&#228;ttning samt att d&#228;rvid
f&#246;ra talan tillkommer dess &#228;gare.

&#196;r enligt 8 &#167; annan &#228;n &#228;garen pliktig att svara f&#246;r fastighet &#229;liggande
skyldighet att uppf&#246;ra eller underh&#229;lla st&#228;ngsel, &#228;ge ock han p&#229;kalla
f&#246;rr&#228;ttning f&#246;r best&#228;mmande av underh&#229;llsskyldigheten &#228;vensom att vid
synef&#246;rr&#228;ttning f&#246;ra talan i den m&#229;n honom enligt 8 &#167; &#229;liggande
f&#246;rpliktelse av f&#246;rr&#228;ttningen ber&#246;res.

Innehavare av nyttjande eller servitutsr&#228;tt till fastighet, som
synef&#246;rr&#228;ttning ang&#229;r, vare j&#228;mv&#228;l i annat fall &#228;n ovan sagts
ber&#228;ttigad att vid f&#246;rr&#228;ttningen f&#246;ra talan s&#229;vitt denna ber&#246;r hans
r&#228;tt.

23 &#167; Till f&#246;retagande av synef&#246;rr&#228;ttning skall l&#228;nsstyrelsen p&#229; ans&#246;kan
f&#246;rordna person, &#229;t vilken uppdraget finnes kunna anf&#246;rtros. Ang&#229;r den
s&#246;kta f&#246;rr&#228;ttningen fastigheter inom skilda l&#228;n, vare l&#228;nsstyrelsen i
ettvart av l&#228;nen beh&#246;rig att upptaga ans&#246;kningen.

I ans&#246;kningen b&#246;ra fullst&#228;ndigt uppgivas &#228;rendets omfattning och
beskaffenhet, de fastigheter saken f&#246;rmenas ang&#229;, vederb&#246;rande &#228;gare
till namn och hemvist samt s&#229;dana nyttjande- och servitutsr&#228;ttshavare,
vilkas r&#228;tt kan vara beroende av f&#246;rr&#228;ttningen.

Om f&#246;rordnandet skall l&#228;nsstyrelsen underr&#228;tta l&#228;nets lantm&#228;terikontor
&#228;vensom, d&#228;r den s&#246;kta f&#246;rr&#228;ttningen ang&#229;r fastighet i annat l&#228;n,
lantm&#228;terikontoret i detta l&#228;n och, d&#228;r den ang&#229;r fastighet i stad
eller samh&#228;lle, varest den f&#246;r st&#228;derna g&#228;llande ordning f&#246;r bebyggande
skall iakttagas, byggnadsn&#228;mnden i staden eller samh&#228;llet.

24 &#167; F&#246;rr&#228;ttningsmannen ska, om han eller hon finner det 
n&#246;dv&#228;ndigt eller n&#229;gon av sak&#228;garna beg&#228;r det, vid 
f&#246;rr&#228;ttningen bitr&#228;das av tv&#229; gode m&#228;n, som av sak&#228;garna 
eller, om dessa inte kommer &#246;verens, av f&#246;rr&#228;ttningsmannen 
ska utses bland dem som &#228;r valda till n&#228;mndem&#228;n i domkretsen 
eller till gode m&#228;n vid fastighetsbildningsf&#246;rr&#228;ttningar.

I s&#229;dana fall, d&#228;r synef&#246;rr&#228;ttning handl&#228;ggs utan bitr&#228;de av 
gode m&#228;n, ska vad i denna lag &#228;r stadgat om synem&#228;nnen i 
till&#228;mpliga delar g&#228;lla f&#246;rr&#228;ttningsmannen. Best&#228;ms under 
f&#246;rr&#228;ttningens g&#229;ng att gode m&#228;n ska tillkallas p&#229;verkar 
detta inte &#229;tg&#228;rd som vidtagits dessf&#246;rinnan.

Har synem&#228;nnen olika meningar, g&#228;ller den mening de flesta 
har. Har alla var sin mening och kan man inte enas g&#228;ller 
f&#246;rr&#228;ttningsmannens. Lag (2018:414).

25 &#167; I fr&#229;ga om f&#246;rr&#228;ttningen skall i till&#228;mpliga delar l&#228;nda till
efterr&#228;ttelse vad i fastighetsbildningslagen (1970:988) &#228;r i fr&#229;ga om
fastighetsbildningsf&#246;rr&#228;ttning stadgat om anlitande av bitr&#228;de av
sakkunnig, om kallelse- och delgivningsf&#246;rfarande, om anm&#228;lan r&#246;rande
f&#246;rordnande av god man enligt 18 kap. 4  &#167; f&#246;r&#228;ldrabalken, om j&#228;v mot
f&#246;rr&#228;ttningsman och om protokoll vid f&#246;rr&#228;ttning. Lag (1971:1053).

26 &#167; Synem&#228;nnen och sakkunnigt bitr&#228;de njute ers&#228;ttning enligt vad
s&#228;rskilt &#228;r stadgat. S&#229;dan ers&#228;ttning s&#229; ock kostnad f&#246;r kallelser
eller annat, som f&#246;r f&#246;rr&#228;ttningen &#228;r av n&#246;den, skall, d&#228;r ej
annorlunda &#228;r s&#228;rskilt stadgat, av s&#246;kanden genast erl&#228;ggas.

Vid f&#246;rr&#228;ttningen skall efter ty finnes sk&#228;ligt best&#228;mmas, vilken eller
vilka sak&#228;gare skola slutligen g&#228;lda ber&#246;rda ers&#228;ttning och kostnad
samt, om flera pr&#246;vas d&#228;rtill skyldiga, efter vilken grund beloppet
skall mellan dem f&#246;rdelas.

27 &#167; 1 mom. Vid f&#246;rr&#228;ttning r&#246;rande st&#228;ngselskyldighet skall efter
omst&#228;ndigheterna tillses:
huruvida s&#229;dan skyldighet &#228;ger rum samt vilka fastigheter skyldigheten
&#229;ligger;

huru skyldigheten skall f&#246;rdelas mellan fastigheterna;

huru stor andel i st&#228;ngselskyldighet, som enligt 20 &#167; gemensamt &#229;ligger
viss grupp av fastigheter, bel&#246;per &#229; varje till gruppen h&#246;rande
fastighet;

vilken str&#228;ckning &#229; marken skall anvisas varje fastighet eller
fastighetsgrupp, som st&#228;ngselskyldighet &#229;ligger;
varest st&#228;ngsel i fall, d&#229; s&#229;dant enligt 4 &#167; m&#229; s&#228;ttas annorst&#228;des &#228;n i
&#228;gogr&#228;ns, skall uppf&#246;ras;

huru st&#228;ngsel skall vara beskaffat;
inom vilken tid st&#228;ngsel skall vara uppf&#246;rt;
huruvida och med vilket belopp ers&#228;ttning enligt 4 &#167; skall erl&#228;ggas;
huru utgift f&#246;r f&#246;rr&#228;ttningen skall g&#228;ldas enligt 26 &#167; andra stycket.

2 mom. Vid f&#246;rr&#228;ttning r&#246;rande betesreglering skall efter
omst&#228;ndigheterna utredas:
vilket omr&#229;de f&#246;rr&#228;ttningen l&#228;mpligen b&#246;r avse;

huru, med till&#228;mpning av best&#228;mmelserna i 13, 14 och 18 &#167;&#167;, r&#228;tten till
bete &#229; omr&#229;det b&#246;r regleras f&#246;r varje fastighet, vartill h&#246;r del i
omr&#229;det eller p&#229; grund av servitut betesr&#228;tt d&#228;r&#229;;
&#229; vilken tid betesregleringen skall tr&#228;da i till&#228;mpning;
huruvida och p&#229; vilket s&#228;tt enligt 19 &#167; betesmark &#229; omr&#229;det b&#246;r
uppl&#229;tas f&#246;r d&#228;r angiven fastighet;

med vilka slag av hemdjur betning m&#229; &#228;ga rum &#229; betesmark, som uppl&#229;tits
enligt 14, 18 eller 19 &#167;, samt huru s&#229;dan mark i &#246;vrigt m&#229; nyttjas till
bete f&#246;r den eller de fastigheter, f&#246;r vilka den uppl&#229;tits;
huru och inom vilken tid dylik betesmark skall inh&#228;gnas och anordnas
f&#246;r betesbruk;

huruvida och med vilket belopp ers&#228;ttning enligt 16 &#167; skall erl&#228;ggas
samt inom vilken tid ers&#228;ttningen skall g&#228;ldas;

huru skyldighet, som enligt 15 &#167; f&#246;rsta stycket eller 16 &#167; &#229;ligger tv&#229;
eller flera fastigheter gemensamt, skall mellan dem f&#246;rdelas;
huru utgift f&#246;r f&#246;rr&#228;ttningen skall g&#228;ldas enligt 26 &#167; andra stycket.

28 &#167; Synem&#228;nnen skola s&#246;ka s&#229;vitt m&#246;jligt mellan sak&#228;garna &#229;stadkomma
f&#246;rening; och varde, d&#228;r i viss fr&#229;ga f&#246;rening sker, s&#228;rskild
avhandling d&#228;rom uppr&#228;ttad, av de sak&#228;gare, vilkas r&#228;tt av fr&#229;gan
ber&#246;res, underskriven samt medelst synem&#228;nnens p&#229;skrift vitsordad.
F&#246;reningen vare ej g&#228;llande, med mindre f&#246;reningen av synem&#228;nnen pr&#246;vas
&#246;verensst&#228;mma med de i denna lag stadgade grunder.

R&#246;rer f&#246;rening statens eller allm&#228;n inr&#228;ttnings r&#228;tt, skall, &#228;nd&#229; att
dess ombud d&#228;r&#229; ing&#229;tt, f&#246;reningen i avseende &#229; s&#229;dan r&#228;tt ej g&#228;lla,
med mindre den varder av vederb&#246;rande myndighet godk&#228;nd. Lag
(1977:667).

29 &#167; Sedan alla vid f&#246;rr&#228;ttningen f&#246;rekommande fr&#229;gor blivit
avgjorda genom f&#246;rening eller beh&#246;rigen utredda, skola
synem&#228;nnen f&#246;r sak&#228;garna framl&#228;gga skriftligt utl&#229;tande i
saken.

Utl&#229;tandet skall inneh&#229;lla synem&#228;nnens besked, med angivande av
sk&#228;len, i de i 27 &#167; eller eljest h&#228;r ovan omf&#246;rm&#228;lda fr&#229;gor.
Skall, enligt vad i 41 &#167; s&#228;gs, styrelse f&#246;r samf&#228;llighet utses,
skola synem&#228;nnen uppdraga &#229;t en eller flera av sak&#228;garna att i
den i 44 &#167; stadgade ordning utf&#228;rda kallelse till sammantr&#228;de
f&#246;r styrelseval och tillika best&#228;mma den tid, inom vilken valet
skall &#228;ga rum och anm&#228;lan d&#228;rom g&#246;ras hos l&#228;nsstyrelsen,
&#228;vensom, d&#228;r samf&#228;lligheten omfattar fastigheter i skilda l&#228;n,
hos vilken l&#228;nsstyrelse s&#229;dan anm&#228;lan skall ske.

Sist f&#246;rklaras f&#246;rr&#228;ttningen avslutad med tillk&#228;nnagivande, vid
vilken mark- och milj&#246;domstol talan mot f&#246;rr&#228;ttningen m&#229;
anh&#228;ngigg&#246;ras samt vad enligt 31 &#167; skall iakttagas f&#246;r s&#229;dan
talans bevarande. Lag (2010:978).

30 &#167; Avskrift av f&#246;rr&#228;ttningsprotokollet med det i 29 &#167;
omf&#246;rm&#228;lda utl&#229;tandet j&#228;mte avhandlingar om ing&#229;ngna f&#246;reningar
och &#246;vriga vid f&#246;rr&#228;ttningen uppr&#228;ttade handlingar skall av
f&#246;rr&#228;ttningsmannen inom en m&#229;nad efter f&#246;rr&#228;ttningens avslutande
&#246;verl&#228;mnas till n&#229;gon i orten boende p&#229;litlig person, som av
sak&#228;garna eller, om dessa ej &#228;ro ense, av synem&#228;nnen utses att
mottaga samma handlingar; och vare handlingarna hos den s&#229;lunda
utsedde tillg&#228;ngliga f&#246;r envar, som &#229;stundar att granska eller
avskriva dem.

F&#246;rr&#228;ttningsmannen skall &#228;ven inom den i f&#246;rsta stycket angivna
tiden, dels skriftligen underr&#228;tta de myndigheter som avses i
23 &#167; tredje stycket om dagen f&#246;r f&#246;rr&#228;ttningens avslutande, dels,
om f&#246;rr&#228;ttningen avser betesreglering, till Skogsstyrelsen s&#228;nda
&#246;ver kopior av f&#246;rr&#228;ttningshandlingarna. (Lag 2005:1168).

31 &#167; &#196;r sak&#228;gare missn&#246;jd med f&#246;rr&#228;ttning, skall han vid talans
f&#246;rlust inom tv&#229; m&#229;nader efter f&#246;rr&#228;ttningens avslutande vid den
mark- och milj&#246;domstol, som i 46  &#167; stadgas, v&#228;cka talan mot
samtliga &#246;vriga sak&#228;gare. Lag (2010:978).

32 &#167; Klandras ej f&#246;rr&#228;ttning s&#229;som i 31 &#167; s&#228;gs, g&#229;r ett d&#228;rvid meddelat
utl&#229;tande i verkst&#228;llighet s&#229;som laga kraft &#228;gande dom, s&#229;vitt
utl&#229;tandet avser en annan fr&#229;ga &#228;n som n&#228;mns i 49 eller 62  &#167;.

&#196;ven om talan f&#246;rs mot f&#246;r&#228;ttningen, f&#229;r utl&#229;tandet, s&#229;vitt d&#228;rigenom
n&#229;gon f&#246;rpliktats att uppf&#246;ra st&#228;ngsel, verkst&#228;llas, om s&#246;kanden
st&#228;ller s&#228;kerhet enligt vad som s&#228;gs i 2 kap. uts&#246;kningsbalken f&#246;r
skadest&#229;nd, som han kan bli skyldig att utge, om utl&#229;tandet &#228;ndras av
domstol. Domstol, d&#228;r talan mot f&#246;rr&#228;ttningen &#228;r anh&#228;ngig, f&#229;r, n&#228;r det
finns sk&#228;l till det, f&#246;rordna, att verkst&#228;llighet ej f&#229;r &#228;ga rum. Lag
(1981:795).

33 &#167; N&#228;r i m&#229;l, som i 31 &#167; avses, st&#228;mning &#228;r utf&#228;rdad,
infordre r&#228;tten genast fr&#229;n f&#246;rr&#228;ttningsmannen
f&#246;r&#228;ttningsprotokollet och &#246;vriga f&#246;rr&#228;ttningen r&#246;rande
handlingar. F&#246;rr&#228;ttningsmannen vare pliktig, d&#228;r r&#228;tten s&#229;
pr&#246;var n&#246;digt, att inst&#228;lla sig vid r&#228;tten f&#246;r att h&#246;ras i
m&#229;let. Gottg&#246;relse &#229;t f&#246;rr&#228;ttingsmannen f&#246;r s&#229;dan inst&#228;llelse
skall f&#246;rskjutas av den part, som klandrat f&#246;rr&#228;ttningen; och
pr&#246;ve r&#228;tten i slutliga utslaget, huruvida kostnad, som n&#229;gon
s&#229;lunda f&#246;rpliktats att f&#246;rskjuta, skall helt eller delvis
gottg&#246;ras honom av annan part.

Sedan m&#229;let blivit genom laga kraft &#228;gande utslag avgjort,
skall f&#246;rr&#228;ttningsakten &#246;vers&#228;ndas, om m&#229;let &#229;terf&#246;rvisats till
f&#246;rr&#228;ttingsmannen, till denne men eljest till
lantm&#228;terikontoret i det l&#228;n, varest f&#246;rr&#228;ttningsmannen
f&#246;rordnats, f&#246;r att d&#228;r f&#246;rvaras. Utskrift av utslag i m&#229;let
skall, &#228;nd&#229; att utslaget icke vunnit laga kraft, &#246;vers&#228;ndas
till n&#228;mnda lantm&#228;terikontor samt, om m&#229;let ang&#229;r
betesreglering, Skogsstyrelsen &#228;vensom till f&#246;rr&#228;ttningsmannen
och den, som enligt 30 &#167; f&#246;rsta stycket har att f&#246;rvara
avskrift av f&#246;rr&#228;ttningshandlingarna. &#197;terf&#246;rvisas m&#229;let till
f&#246;rr&#228;ttningsmannen, vare han skyldig att d&#228;rom omedelbart
underr&#228;tta s&#229;dan i 23 &#167; tredje stycket omf&#246;rm&#228;ld myndighet,
till vilken utskrift av utslaget icke enligt vad nu &#228;r sagt
skall &#246;vers&#228;ndas.

F&#246;res ej talan mot f&#246;rr&#228;ttningen, &#229;ligge f&#246;rr&#228;ttingsmannen att
inom sex m&#229;nader efter dess avslutande ins&#228;nda
f&#246;rr&#228;ttningsakten till den myndighet, hos vilken, enligt vad i
andra stycket s&#228;gs, akten skall f&#246;rvaras.

Huru f&#246;rr&#228;ttningsman m&#229; genom vite tillh&#229;llas att fullg&#246;ra
honom &#229;liggande skyldighet att redovisa f&#246;rr&#228;ttningsakt, d&#228;rom
f&#246;rordnar regeringen. Lag (2005:1168).

34 &#167; Yppas tvist mellan &#228;gare, innehavare av nyttjander&#228;tt eller andra
om b&#228;ttre r&#228;tt till vad s&#229;som ers&#228;ttning enligt 4 eller 16  &#167; skall
utg&#229;, skall tvisten h&#228;nvisas till s&#228;rskilt utf&#246;rande.

35 &#167; Vad genom f&#246;rr&#228;ttning eller dom blivit best&#228;mt ang&#229;ende
st&#228;ngselskyldighet eller betesreglering vare g&#228;llande mot ny &#228;gare
eller innehavare av fastighet, som st&#228;ngselskyldigheten eller
betesregleringen ang&#229;r.

Om f&#246;reningar

36 &#167; Har i annan ordning &#228;n vid synef&#246;rr&#228;ttning uppr&#228;ttats
skriftlig och av vittnen styrkt f&#246;rening r&#246;rande
st&#228;ngselskyldighet eller betesreglering, &#228;ge envar, som
deltagit i f&#246;reningen, uppvisa denna hos den eller de
fastighetsdomstolar, inom vilkas domv&#228;rjo de fastigheter,
f&#246;reningen ang&#229;r, &#228;ro bel&#228;gna. &#214;verensst&#228;mmer f&#246;reningen med de
i denna lag stadgade grunder, och hava, d&#228;r f&#246;reningen avser
uppl&#229;telse av betesmark, i f&#246;reningen tydligt angivits den
uppl&#229;tna markens l&#228;ge och gr&#228;nser, den eller de fastigheter,
f&#246;r vilka den uppl&#229;tits, s&#228;tt och tid f&#246;r markens inh&#228;gnande
och anordnande f&#246;r betesbruk samt huruvida ers&#228;ttning skall
utg&#229; och i s&#229; fall med vilket belopp ers&#228;ttningen skall i den
ordning 16 &#167; f&#246;reskriver betalas, skall r&#228;tten registrera
f&#246;reningen. Sedan vare f&#246;reningen g&#228;llande mot framtida &#228;gare
eller innehavare av fastigheterna s&#229; ock, d&#228;r registreringen
&#228;gt rum inom tv&#229; m&#229;nader sedan f&#246;reningen ingicks, mot den, som
efter uppr&#228;ttandet men f&#246;re registreringen blivit &#228;gare eller
innehavare. F&#246;rening, som slutits f&#246;r bost&#228;lle eller staten
eller allm&#228;n inr&#228;ttning tillh&#246;rig, p&#229; viss tid uppl&#229;ten
fastighet, have dock ej verkan mot senare innehavare, med
mindre f&#246;reningen blivit av vederb&#246;rande myndighet godk&#228;nd.

N&#228;r en f&#246;rening registrerats skall r&#228;tten s&#228;nda &#246;ver beslutet
till l&#228;nets lantm&#228;terikontor s&#229; ock, d&#228;r f&#246;reningen ang&#229;r
betesreglering, till Skogsstyrelsen. Lag (2005:1168).

37 &#167; Tr&#228;ffas f&#246;rening, att st&#228;ngsel ej skall h&#229;llas mellan
angr&#228;nsande &#228;gor, oaktat st&#228;ngsel enligt denna lag kunnat &#228;skas,
eller att st&#228;ngsel skall vara av viss annan beskaffenhet &#228;n den, som
enligt 5 &#167; eller med

st&#246;d d&#228;rav meddelad f&#246;reskrift &#228;r f&#246;r orten g&#228;llande, eller att
st&#228;ngsel skall helt eller delvis s&#228;ttas annorst&#228;des &#228;n i 4 &#167; &#228;r
f&#246;reskrivet; &#228;r f&#246;reningen uppr&#228;ttad p&#229; s&#228;tt i 36 &#167; s&#228;gs och har i
f&#246;rekommande fall d&#228;ri tydligt angivits den str&#228;ckning, vari
st&#228;ngslet skall framg&#229;, skall om s&#229;dan f&#246;renings uppvisande och
registrering, om verkan av f&#246;reningen s&#229; ock om &#246;vers&#228;ndande av
beslut, vad i 36 &#167; &#228;r stadgat &#228;ga motsvarande till&#228;mpning.

I f&#246;rening, som nu sagts, b&#246;ra upptagas de villkor med avseende &#229;
hemdjurs v&#229;rd, varom &#246;verenskommelse tr&#228;ffats vid f&#246;reningens
uppr&#228;ttande.

F&#246;rening, som i denna paragraf avses, &#228;ger ej giltighet ut&#246;ver tio
&#229;r sedan den blivit registrerad. Lag (1996:252).

Om j&#228;mkning

38 &#167; Har i laga ordning best&#228;mts om skyldighet att h&#229;lla st&#228;ngsel eller
att h&#229;lla betesmark inh&#228;gnad och i ett f&#246;r betesbruk ordnat skick, och
varder fastighet, som skyldigheten helt eller delvis &#229;ligger, sedermera
delad eller sammanlagd med annan fastighet, &#228;ge envar, vars r&#228;tt &#228;r
d&#228;rav beroende, fordra s&#229;dan j&#228;mkning av skyldigheten, som enligt denna
lag &#228;r p&#229;kallad med h&#228;nsyn till delningen eller sammanl&#228;ggningen.
Intill dess fr&#229;gan h&#228;rom avgjorts svare, d&#228;r delning skett, de
nybildade fastigheterna gemensamt f&#246;r skyldigheten i f&#246;rh&#229;llande till
varje fastighets taxeringsv&#228;rde.

Intr&#228;da eljest, sedan fr&#229;ga om st&#228;ngselskyldighet eller betesreglering
blivit i laga ordning avgjord, s&#229;dana &#228;ndrade f&#246;rh&#229;llanden, som p&#229;
fr&#229;gan synnerligen inverka, &#228;ge envar sak&#228;gare p&#229;kalla fr&#229;gans
&#229;terupptagande. Dock m&#229; fr&#229;ga om st&#228;ngselskyldighet ej &#229;nyo upptagas,
f&#246;rr&#228;n tio &#229;r f&#246;rflutit fr&#229;n det fr&#229;gan slutligen avgjordes, med mindre
st&#228;ngselskyldighet f&#246;r fastighet f&#246;rklarats icke &#228;ga rum men
fastighetens &#228;gor d&#228;refter nyttjas till betning, som medf&#246;r behov av
st&#228;ngsel, eller fastighets andel i st&#228;ngsel best&#228;mts l&#228;gre &#228;n som med
h&#228;nsyn till sedermera intr&#228;dda f&#246;rh&#229;llanden b&#246;r enligt 3  &#167; f&#246;rsta
stycket g&#228;lla. Ej heller m&#229;, sedan betesreglering i laga ordning &#228;gt
rum, fr&#229;ga v&#228;ckas, att r&#228;tt att nyttja regleringsomr&#229;det till gemensamt
bete skall tillkomma de fastigheter, regleringen ang&#229;tt, eller n&#229;gon av
dem.

39 &#167; Vid j&#228;mkning av st&#228;ngselskyldighet skall envar, i den m&#229;n s&#229; kan
ske, bibeh&#229;llas vid den str&#228;cka han f&#246;rut haft. Erh&#229;ller d&#228;rvid n&#229;gon i
utbyte mot sitt f&#246;rra st&#228;ngsel annat, som &#228;r s&#228;mre, njute han
ers&#228;ttning f&#246;r skillnaden i v&#228;rde. Den som vid j&#228;mkningen erh&#229;ller
minskning i honom &#229;liggande st&#228;ngselskyldighet have ej r&#228;tt att f&#246;r
st&#228;ngsel, fr&#229;n vars underh&#229;llande han befrias, fordra betalning av den,
som d&#228;rmed belastas ut&#246;ver sin f&#246;rra st&#228;ngselskyldighet, i annat fall
&#228;n d&#229; j&#228;mkning f&#246;ranledes av f&#246;rh&#229;llande, som i 38  &#167; andra stycket
andra punkten s&#228;gs, samt j&#228;mkningen p&#229;kallats inom tio &#229;r fr&#229;n det
st&#228;ngselfr&#229;gan slutligen avgjordes.

40 &#167; P&#229;kallas j&#228;mkning, skall, d&#228;r ej f&#246;rening enligt vad i 36 eller
37  &#167; s&#228;gs d&#228;rom tr&#228;ffas, saken f&#246;retagas till pr&#246;vning vid
synef&#246;rr&#228;ttning med dem, som saken ang&#229;r; och g&#228;lle om s&#229;dan
f&#246;rr&#228;ttning i till&#228;mpliga delar vad ovan &#228;r stadgat om synef&#246;rr&#228;ttning.

Om st&#228;ngsel- och betessamf&#228;lligheter

41 &#167; Har i laga ordning best&#228;mts, att vissa sak&#228;gare gemensamt skola
h&#229;lla st&#228;ngsel eller verkst&#228;lla arbete f&#246;r betesmarks inh&#228;gnande  och
anordnande f&#246;r betesbruk, och &#228;ro dessa flera &#228;n tv&#229;, skall f&#246;r
samf&#228;lligheten utses styrelse, best&#229;ende av en eller flera ledam&#246;ter.

Vilja sak&#228;garna antaga stadgar r&#246;rande handhavande av samf&#228;llighetens
angel&#228;genheter, skola dessa stadgar f&#246;r att bliva g&#228;llande fastst&#228;llas
av l&#228;nsstyrelsen.

42 &#167; Anm&#228;lan om val av styrelse skall g&#246;ras hos l&#228;nsstyrelsen inom tid,
som i laga ordning best&#228;mts. F&#246;rsummas det, &#228;ge l&#228;nsstyrelsen p&#229;
yrkande av n&#229;gon, vars r&#228;tt kan vara beroende d&#228;rav, att styrelse
finnes, f&#246;rordna syssloman att, intill dess efter inkommen anm&#228;lan om
verkst&#228;llt val f&#246;rordnandet &#229;terkallas, handhava samf&#228;llighetens
angel&#228;genheter och f&#246;retr&#228;da sak&#228;garna p&#229; s&#228;tt om styrelse &#228;r stadgat.
Syssloman &#229;tnjute av sak&#228;garna arvode, som best&#228;mmes av l&#228;nsstyrelsen.

Sker &#228;ndring i styrelsens sammans&#228;ttning, skall styrelsen of&#246;rdr&#246;jligen
g&#246;ra anm&#228;lan d&#228;rom hos l&#228;nsstyrelsen.

L&#228;nsstyrelsen skall f&#246;ra anteckning &#246;ver st&#228;ngsel- och
betessamf&#228;lligheter. F&#246;rteckningen skall inneh&#229;lla uppgifter om
styrelsens sammans&#228;ttning, s&#229; ock om f&#246;rordnande av syssloman. Lag
(1977:667).

43 &#167; Vad i 3 kap. 15 samt 17--21  &#167;&#167; vattenlagen &#228;r stadgat
skall &#228;ga motsvarande till&#228;mpning i fall, som i 41  &#167; denna lag
avses, dock att talan, varom i 3  kap. 20  &#167; vattenlagen
f&#246;rm&#228;les, skall anh&#228;ngigg&#246;ras hos den mark- och milj&#246;domstol,
som i 46  &#167; denna lag stadgas. Lag (2010:978).

44 &#167; Sak&#228;gares r&#228;tt att deltaga i handhavandet av samf&#228;llighetens
angel&#228;genheter ut&#246;vas &#229; sammantr&#228;de, d&#228;rvid envar av sak&#228;garna &#228;ger
r&#246;str&#228;tt efter det andelstal, som &#228;r best&#228;mmande f&#246;r hans delaktighet i
kostnaderna f&#246;r det arbete, som &#229;ligger samf&#228;lligheten. Kallelse till
sammantr&#228;de skall, d&#228;r ej i g&#228;llande stadgar annorlunda best&#228;mts,
antingen delgivas samtliga sak&#228;gare minst en vecka f&#246;re sammantr&#228;det
eller ock minst fjorton dagar d&#228;rf&#246;rut inf&#246;ras i den eller de
ortstidningar som samf&#228;lligeten best&#228;mmer. Betr&#228;ffande s&#229;dant
sammantr&#228;de skall i &#246;vrigt vad i 3 kap. 22  &#167; vattenlagen &#228;r f&#246;reskrivet
i till&#228;mpliga delar l&#228;nda till efterr&#228;ttelse. Lag (1977:667).

45 &#167; Vad i 3 kap. 23-25  &#167;&#167; vattenlagen &#228;r stadgat skall &#228;ga
motsvarande till&#228;mpning i fall, som avses i 44  &#167; denna lag;
dock skall talan, varom i 3 kap. 23  &#167; vattenlagen f&#246;rm&#228;les,
anh&#228;ngigg&#246;ras hos den mark- och milj&#246;domstol, som i 46  &#167; denna
lag stadgas. Lag (2010:978).

45 a &#167; Med vattenlagen i 43--45  &#167;&#167; avses vattenlagen (1918:523) i dess
lydelse vid utg&#229;ngen av &#229;r 1983. (Lag 1983:650).

Om laga domstol

46 &#167; M&#229;l om st&#228;ngselskyldighet skall upptagas vid mark- och
milj&#246;domstolen i den ort, d&#228;r svarandens fastighet ligger
eller, d&#228;r flera fastigheter &#229; svarandesidan &#228;ro, de flesta av
dem &#228;ro bel&#228;gna.

M&#229;l om betesreglering skall anh&#228;ngigg&#246;ras vid mark- och
milj&#246;domstolen i den ort, d&#228;r det omr&#229;de regleringen avser i
sin helhet eller till st&#246;rsta delen &#228;r bel&#228;get, eller, om m&#229;let
allenast ang&#229;r fr&#229;ga om uppl&#229;telse av betesmark, vid mark- och
milj&#246;domstolen i den ort, d&#228;r betesmarken &#228;r bel&#228;gen.
Lag (2010:978).

Om besv&#228;r

46 a &#167; L&#228;nsstyrelses beslut enligt 23, 41, 42 eller 43 &#167; eller om
f&#246;rordnande av f&#246;rr&#228;ttningsman enligt 40 &#167; f&#229;r &#246;verklagas hos allm&#228;n
f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

Annat beslut av l&#228;nsstyrelse enligt denna lag, betr&#228;ffande vilket
f&#246;rbud mot klagan inte f&#246;reskrivits, f&#229;r &#246;verklagas hos regeringen.
Lag (1995:7).

5 kap.  Om skadest&#229;nd samt om r&#228;tt att b&#228;ttra annans h&#228;gnad och att
intaga annans hemdjur

47 &#167; Kommer n&#229;gons hemdjur olovligen in &#229; annans &#228;gor och g&#246;r d&#228;r&#229;
skada, vare djurets &#228;gare pliktig ers&#228;tta skadan, &#228;nd&#229; att han ej &#228;r
d&#228;rtill v&#229;llande. Vad &#228;garen s&#229;lunda n&#246;dgats utgiva &#228;ger han s&#246;ka &#229;ter
av den, som v&#229;llat skadan.

Vad nu stadgats om &#228;gare till hemdjur g&#228;lle ock den, som mottagit
djuret till underh&#229;ll eller nyttjande.

48 &#167; F&#246;rsummar st&#228;ngselskyldig att &#229; tid, som i 6  &#167; s&#228;gs, h&#229;lla sitt
st&#228;ngsel i fredgillt st&#229;nd och avhj&#228;lper han ej of&#246;rdr&#246;jligen befunnen
brist, d&#229; han d&#228;rom tills&#228;ges, st&#229;nde sj&#228;lv den skada, som genom
f&#246;rsummelsen v&#229;llas &#229; hans &#228;gor, samt ers&#228;tte skada och f&#246;rlust, som
d&#228;rav tillskyndas annan, mot vilken st&#228;ngselskyldigheten g&#228;ller.

Komma genom f&#246;rsummelsen den st&#228;ngselskyldiges egna hemdjur in &#229; annans
&#228;gor, g&#229;nge, &#228;nd&#229; att han ej tillsagts om bristen, som i allm&#228;nna
strafflagen skils.

49 &#167; Avser f&#246;rsummelsen underh&#229;ll av st&#228;ngsel och b&#228;ttrar 
den f&#246;rsumlige inte of&#246;rdr&#246;jligen efter tills&#228;gelse, f&#229;r den 
som st&#228;ngselskyldigheten g&#228;ller mot och som kan av 
f&#246;rsummelsen lida men, h&#229;lla syn genom tv&#229; f&#246;r uppdraget 
l&#228;mpliga personer, mot vilka inte f&#246;rekommer j&#228;v som g&#228;ller 
mot domare. Av synem&#228;nnen ska den ene vara n&#228;mndeman i 
domkretsen eller god man vid 
fastighetsbildningsf&#246;rr&#228;ttningar. Har den f&#246;rsumlige i god 
tid kallats till synen och blir bristen vid synen vitsordad, 
f&#246;rel&#228;gger honom synem&#228;nnen viss tid, inte kortare &#228;n fem 
dagar, inom vilken han ska ha botat bristen, vid &#228;ventyr att 
denna annars f&#229;r avhj&#228;lpas av den, som p&#229;kallat synen. Denne 
f&#229;r efter utg&#229;ngen av sagda tid, till utr&#246;nande av huruvida 
vid synen befunna brister blivit avhj&#228;lpta, l&#229;ta anst&#228;lla 
efterbesiktning i samma ordning som om syn stadgats; dock &#228;r 
efterbesiktning inte av n&#246;den, om den f&#246;rsumlige avl&#228;mnat 
skriftligt erk&#228;nnande, att &#229;tg&#228;rd f&#246;r bristens avhj&#228;lpande 
inte vidtagits. D&#228;refter har den, som fordrar r&#228;ttelse, r&#228;tt 
till utm&#228;tning hos den f&#246;rsumlige inte mindre f&#246;r kostnaden 
f&#246;r synen och f&#246;r efterbesiktning, d&#228;r s&#229;dan erfordrats, &#228;n 
&#228;ven f&#246;r det belopp, vartill det eftersatta arbetet av 
synem&#228;nnen uppskattats, samt &#228;r skyldig att d&#228;refter 
of&#246;rdr&#246;jligen ombes&#246;rja arbetets utf&#246;rande. N&#246;jes inte den 
andre d&#228;r&#229;t, f&#229;r han eller hon v&#228;cka talan om klander hos 
mark- och milj&#246;domstolen inom en m&#229;nad efter utm&#228;tningen. 
F&#246;rsitts denna tid, &#228;r r&#228;tten till talan f&#246;rlorad.

Den som fordrar r&#228;ttelse har ocks&#229;, om bristen inte 
of&#246;rdr&#246;jligen efter tills&#228;gelse avhj&#228;lps, r&#228;tt att sj&#228;lv bota 
denna och sedan av den f&#246;rsumlige f&#229; betalning f&#246;r vad 
arbetet visas sk&#228;ligen ha kostat.

Vad h&#228;r ovan &#228;r stadgat om st&#228;ngsels underh&#229;ll har 
motsvarande till&#228;mpning, d&#228;r n&#229;gon brister i underh&#229;ll av 
h&#228;gnad kring betesmark, som uppl&#229;tits enligt denna lag.
Lag (2018:414).

50 &#167; Utsl&#228;ppes hemdjur &#229; tid, d&#229; skyldighet att h&#229;lla st&#228;ngsel i
fredgillt st&#229;nd ej &#228;ger rum, skall tillses, att det ej ofredar annans
&#228;gor.

&#196;r hemdjur otamt eller okynnigt, s&#229; att det bryter eller fl&#246;jer &#246;ver
gill h&#228;gnad, skall, &#228;nd&#229; att djuret uttsl&#228;ppes &#229; h&#228;gnade &#228;gor, d&#228;rom
tagas s&#229;dan v&#229;rd, att annans mark ej ofredas.

51 &#167; Den, vars &#228;gor lidit skada av annans hemdjur, l&#229;te skadan genast
synas och v&#228;rderas av tv&#229; f&#246;r uppdraget l&#228;mpliga m&#228;n, mot vilka ej
f&#246;rekommer j&#228;v som g&#228;ller mot domare. Lag (1946:837).

52 &#167; Finner n&#229;gon &#229; sina &#228;gor annans hemdjur, som dit olovligen
inkommit, &#228;ge han intaga djuret. Dock vare han pliktig att om
intagningen genast underr&#228;tta djurets &#228;gare eller, om han &#228;r
fr&#229;nvarande, den som &#228;r satt i hans st&#228;lle. &#196;r &#228;garen ej k&#228;nd, skall
intagaren of&#246;rdr&#246;jligen l&#229;ta inf&#246;ra kung&#246;relse om intagningen i
ordstidning.

Den, som intagit hemdjur, vare skyldig att underh&#229;lla och v&#229;rda djuret.
Sedan underr&#228;ttelse eller kung&#246;relse &#228;gt rum enligt f&#246;rsta stycket, &#228;ge
han r&#228;tt att nyttja djuret. Lag (1977:667).

53 &#167; &#196;gare till intaget hemdjur have ej, utom i de i 54  &#167; angivna fall,
r&#228;tt att &#229;terf&#229; djuret, f&#246;rr&#228;n han antingen i l&#246;sen d&#228;rf&#246;r utgiver det
v&#228;rde, vartill skadan ber&#228;knats enligt 51  &#167;, s&#229; ock kung&#246;relsekostnad
samt det belopp, vartill kostnaden f&#246;r djurets underh&#229;ll och v&#229;rd
blivit av tv&#229; f&#246;r uppdraget l&#228;mpliga m&#228;n, mot vilka ej f&#246;rekommer j&#228;v
som g&#228;ller mot domare, uppskattat, med avdrag f&#246;r den nytta intagaren
under tiden haft av djuret, eller ock f&#246;r s&#229;dan l&#246;sen st&#228;ller full pant
eller borgen. N&#246;jes ej djurets &#228;gare &#229;t v&#228;rdering eller uppskattning,
som nu sagts, eller vill han av annat sk&#228;l &#229;tervinna vad han utgivit i
l&#246;sen, inst&#228;mme saken till domstol inom en m&#229;nad efter det djuret
utl&#246;stes. Lag (1946:837).

54 &#167; Kan den, som intagit hemdjur, ej p&#229; s&#228;tt i 51  &#167; s&#228;gs visa vilken
skada det gjort, och har han ej heller med djurets &#228;gare tr&#228;ffat
&#246;verenskommelse om skadans v&#228;rde, vare han skyldig att utgiva djuret
utan annan l&#246;sen &#228;n de kostnadsbelopp, som omf&#246;rm&#228;las i 53  &#167;.

Har intagaren underl&#229;tit att underr&#228;tta eller kung&#246;ra enligt 52  &#167;, give
ut djuret utan l&#246;sen och g&#228;lde ers&#228;tting till &#228;garen f&#246;r det denne
varit i saknad d&#228;rav.

I nu angivna fall st&#229;nde det fritt f&#246;r intagaren att efter st&#228;mning
uts&#246;ka vad honom i l&#246;sen kan tillkomma i den m&#229;n hans fordran ej
guldits vid djurets utl&#228;mnande.

55 &#167; Bjuder &#228;garen till intaget hemdjur l&#246;sen enligt 53 &#167; eller
54 &#167; f&#246;rsta stycket, men vill intagaren ej utl&#228;mna djuret,
skall &#228;garen neds&#228;tta det belopp i pengar, vartill l&#246;sen
uppg&#229;r, eller st&#228;lla full pant eller borgen d&#228;rf&#246;r hos
Kronofogdemyndigheten eller n&#229;gon i orten boende p&#229;litlig
person. Om han &#228;nd&#229; inte f&#229;r ut djuret eller om intagaren ej
vill utgiva det utan l&#246;sen i fall, som i 54 &#167; andra stycket
s&#228;gs, har &#228;garen r&#228;tt att av Kronofogdemyndigheten p&#229; den
tredskandes bekostnad erh&#229;lla handr&#228;ckning f&#246;r att f&#229; ut
djuret. Intagaren &#228;r ocks&#229; skyldig att ers&#228;tta all den skada
och kostnad, som v&#229;llats &#228;garen genom hans v&#228;gran.
Lag (2006:677).

56 &#167; Varder intaget hemdjur ej utl&#246;st inom fjorton dagar efter det
underr&#228;ttelse enligt 52  &#167; skett, vare intagaren ber&#228;ttigad att utan
ytterligare anmaning l&#229;ta s&#228;lja djuret &#229; offentlig auktion och ur
k&#246;peskillingen uttaga honom tillkommande l&#246;sen.

57 &#167; Blir &#228;garen till intaget hemdjur inte k&#228;nd inom fjorton
dagar efter det kung&#246;relse enligt 52 &#167; &#228;gt rum, ska intagaren
utan dr&#246;jsm&#229;l anm&#228;la intagningen till Polismyndigheten.

Sedan anm&#228;lan gjorts har intagaren r&#228;tt att s&#228;lja djuret p&#229;
offentlig auktion och ta ut sin l&#246;sen ur
f&#246;rs&#228;ljningssumman.

Om ett &#229;r har f&#246;rflutit fr&#229;n det att
intagningen anm&#228;ldes till Polismyndigheten, och &#228;garen
fortfarande &#228;r ok&#228;nd, ska djuret eller, om detta s&#229;lts,
f&#246;rs&#228;ljningssumman i dess helhet tillfalla intagaren.
Lag (2014:695).

58 &#167; Uppkommer tvist, huruvida den, som intagit hemdjur, funnit det &#229;
sin mark, och kan ej detta anses styrkt, g&#228;lde ers&#228;ttning till djurets
&#228;gare f&#246;r den skada, som denne genom intagningen tillskyndats.

Enahanda ers&#228;ttningsskyldighet &#229;ligge intagaren, d&#228;r denne till f&#246;ljd
av f&#246;rsummelse, varom i 48  &#167; f&#246;rm&#228;les, eller annat eget v&#229;llande skall
sj&#228;lv vidk&#228;nnas den skada, som djuret gjort &#229; hans &#228;gor. Lag
(1946:837).

6 kap.  Om f&#246;rseelser mot f&#246;reskrifter r&#246;rande betning samt om
f&#246;rverkande av r&#228;tt till betesmark.

59 &#167; Bryter n&#229;gon upps&#229;tligen mot best&#228;mmelsen i 10  &#167; tredje stycket
eller mot betesf&#246;rbud, varom i 11  &#167; f&#246;rm&#228;les, d&#246;mes till b&#246;ter.

Lag samma vare, d&#228;r n&#229;gon i strid med best&#228;mmelsen i 13  &#167; fj&#228;rde
stycket upps&#229;tligen nyttjar till bete i regleringsomr&#229;de ing&#229;ende mark,
som tillh&#246;r honom eller var&#229; han &#228;ger s&#228;rskild betesr&#228;tt, utan att
erforderlig h&#228;gnad h&#229;lles omkring marken.

Beg&#229;r n&#229;gon f&#246;rseelse, som i f&#246;rsta eller andra stycket s&#228;gs, av
oaktsamhet eller v&#229;llar n&#229;gon genom f&#246;rsummelse i den v&#229;rd om egna
eller andras kreatur honom &#229;ligger eller p&#229; annat s&#228;tt, att kreatur
olovligen inkommer p&#229; annans &#228;gor, vare straffet b&#246;ter fr&#229;n och med fem
till och med femtio kronor.

Ansvar enligt denna paragraf skall ej &#229;d&#246;mas, om g&#228;rningen &#228;r belagd
med straff i brottsbalken. Lag (1977:667).

60 &#167; har upph&#228;vts genom lag (1988:187).

61 &#167; D&#228;r &#229; skogs- eller utmark, som enligt 10  &#167; skall anses uppl&#229;ten
till gemensamt bete, eller &#229; omr&#229;de, var&#229; betesreglering &#228;gt rum,
hemdjur h&#229;lles &#229; bete i uppenbar strid med best&#228;mmelserna i denna lag
eller f&#246;reskrift, som enligt lagen meddelats, vare del&#228;gare i marken
eller omr&#229;det s&#229; ock innehavare av s&#228;rskild betesr&#228;tt d&#228;r&#229; ber&#228;ttigad
intaga djuret; och skall i ty fall vad i 52--58  &#167;&#167; &#228;r stadgat &#228;ga
motsvarande till&#228;mpning.

Vad den, som intagit hemdjur enligt f&#246;rsta stycket, uppburit i
ers&#228;ttning f&#246;r skada, som djuret gjort &#229; marken eller omr&#229;det, vare han
pliktig utgiva till den, som lidit skadan.

62 &#167; Varder betesmark, som uppl&#229;tits enligt denna lag, ej
anordnad f&#246;r betesbruk p&#229; s&#228;tt och inom tid, som i laga ordning
best&#228;mts, eller varder &#229;tg&#228;rd, som erfordras f&#246;r betesmarkens
bibeh&#229;llande i ett f&#246;r betesbruk ordnat skick, eftersatt och
vidtages ej r&#228;ttelse efter tills&#228;gelse, m&#229; p&#229; talan av &#228;garen
till den fastighet, varifr&#229;n betesmarken uppl&#229;tits, domstol
f&#246;rklara r&#228;tten till betesmarken f&#246;rverkad s&#229; ock efter h&#246;rande
av Skogstyrelsen f&#246;rplikta &#228;garen till den fastighet, f&#246;r
vilken betesmarken uppl&#229;tits, att inom viss tid vidtaga de
&#229;tg&#228;rder f&#246;r betryggande av skogs&#229;terv&#228;xt &#229; betesmarken, som av
f&#246;rh&#229;llandena p&#229;kallas.

Talan, som nu n&#228;mnts, m&#229; ock, d&#228;r betesmarken uppl&#229;tits &#229;
skogsmark, f&#246;ras av Skogsstyrelsen, varvid det &#229;ligger
domstolen att f&#246;re m&#229;lets avg&#246;rande bereda &#228;garen till den
fastighet, varifr&#229;n betesmarken uppl&#229;tits, tillf&#228;lle att d&#228;ri
yttra sig.

Domstol, varest talan enligt denna paragraf &#228;r anh&#228;ngig, &#228;ge,
n&#228;r sk&#228;l d&#228;rtill &#228;ro, meddela f&#246;rbud att &#229; betesmarken avverka
skog. Lag (2005:1168).

63 &#167; har upph&#228;vts genom lag (1988:187).

7 kap.  &#214;verg&#229;ngsbest&#228;mmelser

64 &#167; Denna lag tr&#228;der i kraft den 1 januari 1934.

65 &#167; Genom denna lag upph&#228;vas:

5 kap. samt 9 kap. 1--4  &#167;&#167; och 6--8  &#167;&#167; byggningabalken, i den m&#229;n dessa
stadganden &#228;nnu &#228;ga giltighet;

f&#246;rordningen den 31 januari 1815 huru laggill st&#228;ngsel b&#246;r vara
beskaffad j&#228;mte kammarkollegii kung&#246;relse den 17 oktober samma &#229;r
ang&#229;ende &#228;ndring i sagda f&#246;rordning;

f&#246;rordningen den 21 december 1857 (nr 59 s. 1) om &#228;gors fredande emot
skada av annans hemdjur samt om st&#228;ngselskyldighet samt lagen den 15
juni 1923 (nr 218) om &#228;ndrad lydelse av &#167; 5 i f&#246;rordningen;

s&#229; ock vad i &#246;vrigt finnes i lag eller s&#228;rskild f&#246;rfatting stridande
mot denna lags best&#228;mmelser.

66 &#167; D&#228;r i lag eller s&#228;rskild f&#246;rfattning f&#246;rekommer h&#228;nvisning till
lagrum, som ersatts genom best&#228;mmelse i nya lagen, skall denna i
st&#228;llet till&#228;mpas.

67 &#167; De vid nya lagens ikrafttr&#228;dande anh&#228;ngiga m&#229;l, som r&#246;ra &#228;mne,
varom i nya lagen f&#246;reskrift givits, skola handl&#228;ggas och bed&#246;mas
enligt &#228;ldre stadganden; dock att, d&#228;r m&#229;l om h&#228;gnadsskyldighet blivit
anh&#228;ngiggjort inom ett &#229;r f&#246;re nya lagens ikrafttr&#228;dande och s&#229;dant
m&#229;l, d&#229; nya lagen tr&#228;der i kraft, &#228;nnu icke av underr&#228;tten avd&#246;mts,
m&#229;let skall bed&#246;mas efter nya lagen. Ang&#229;r m&#229;l, som efter ty nu sagts
skall handl&#228;ggas och bed&#246;mas enligt &#228;ldre stadganden, fr&#229;ga, varom
f&#246;rm&#228;les i &#167; 17 andra stycket i f&#246;rordningen den 21 december 1857,
skall vad i sagda lagrum &#228;r f&#246;reskrivet fortfarande g&#228;lla, och &#228;ge, d&#228;r
part ej fullg&#246;r honom enligt n&#228;mnda lagrum &#229;liggande h&#228;gnadsskyldighet
samt underl&#229;ter att of&#246;rdr&#246;jligen efter tills&#228;gelse ombes&#246;rja vad som
eftersatts, best&#228;mmelserna i 48 och 49  &#167;&#167; nya lagen motsvarande
till&#228;mpning.

68 &#167; Har genom &#246;verenskommelse eller beslut enligt &#228;ldre stadganden
tr&#228;ffats best&#228;mmelse om h&#228;gnadskyldighet i &#228;gogr&#228;ns, skall vad s&#229;lunda
best&#228;mts efter nya lagens ikrafttr&#228;dande fortfara att g&#228;lla till dess
p&#229; yrkande av sak&#228;gare fr&#229;gan om skyldighet att h&#229;lla st&#228;ngsel i
&#228;gogr&#228;nsen blivit avgjord enligt nya lagen. V&#228;ckes yrkande, som nu
sagts, skall vad i 39  &#167; &#228;r stadgat &#228;ga motsvarande till&#228;mpning.

Har f&#246;re nya lagens ikrafttr&#228;dande h&#229;llits syn enligt &#167; 22 i
f&#246;rordningen den 21 december 1857, skall vad i f&#246;rordningen &#228;r stadgat
om r&#228;tt till utm&#228;tning efter synen fortfarande g&#228;lla.

69 &#167; Har l&#228;genhet f&#246;re den 1 januari 1908 avs&#246;ndrats till besittning p&#229;
viss tid eller livstid, skola i fr&#229;ga om h&#229;llande av st&#228;ngsel mellan
l&#228;genheten och stamhemmanet &#228;ldre best&#228;mmelser &#228;ga till&#228;mpning.

70 &#167; Genom nya lagen f&#246;rringas ej giltigheten av f&#246;rening, som
uppr&#228;ttats enligt &#167; 19 i f&#246;rordningen den 21 december 1857, och &#228;ge
betr&#228;ffande s&#229;dan f&#246;rening n&#228;mnda f&#246;rordning fortfarande till&#228;mpning.
Vilja vederb&#246;rande jord&#228;gare efter nya lagens ikrafttr&#228;dande f&#246;rnya
f&#246;reningen, skall d&#228;rvid sagda lag till&#228;mpas.

71 &#167; Betesf&#246;rbud, som meddelats genom kung&#246;relsen den 28 januari 1876
(nr 7 s. 1) ang&#229;ende inskr&#228;nkning i betesr&#228;tt &#229; oh&#228;gnad mark och
d&#228;rtill sig anslutande kung&#246;relser eller med st&#246;d av 3 mom. i &#167; 5
f&#246;rordningen den 21 december 1857, s&#229;dant detta lagrum lyder enligt
lagen den 15 juni 1923, skola g&#228;lla s&#229;som vore de utf&#228;rdade enligt 11  &#167;
i nya lagen.

Det alla som vederb&#246;r hava sig h&#246;rsamligen att efterr&#228;tta. Till
yttermera visso hava Vi detta med egen hand underskrivit och med V&#229;rt
kungl. sigill bekr&#228;fta l&#229;tit.

&#214;verg&#229;ngsbest&#228;mmelser

1995:7

Denna lag tr&#228;der i kraft den 1 april 1995. Beslut som har meddelats
f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre best&#228;mmelser.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4537">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4539">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
