

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2015-01-19" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4545</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4544">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4546">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1932:130 ·
                    <a href="/sfsr?bet=1932:130">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">V&#228;xellag (1932:130)
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1932-05-13
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:604
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">F&#246;rsta avdelningen

Om dragna (trasserade) v&#228;xlar

1 kap. Om utst&#228;llande av v&#228;xel och v&#228;xels form

1 &#167; V&#228;xel skall inneh&#229;lla

1) ben&#228;mningen, v&#228;xel, inf&#246;rd i sj&#228;lva texten och uttryckt &#229; det spr&#229;k,
var&#229; handlingen &#228;r avfattad:

2) ovillkorlig anmodan att betala visst penningbelopp (v&#228;xelsumma);

3) namnet &#229; den, som skall infria v&#228;xeln (v&#228;xelbetalare, trassat);

4) uppgift &#229; f&#246;rfallotiden;

5) uppgift &#229; den ort, d&#228;r betalningen skall erl&#228;ggas;

6) namnet &#229; den, till vilken eller till vars order betalningen skall
erl&#228;ggas (remittent);

7) uppgift &#229; dag och ort f&#246;r v&#228;xelns utst&#228;llande; samt

8) underskrift av den, som utst&#228;ller v&#228;xeln (utst&#228;llare, trassent).

2 &#167; Handling, vari saknas n&#229;got av vad v&#228;xel skall enligt 1 &#167; inneh&#229;lla,
vare ogiltig s&#229;som v&#228;xel, d&#228;r ej annat f&#246;ljer av vad nedan i denna
paragraf s&#228;gs.

&#196;r f&#246;rfallotid ej utsatt, skall v&#228;xeln anses betalbar vid uppvisandet.

S&#229;som v&#228;xels betalningsort och tillika s&#229;som v&#228;xelbetalarens boningsort
skall, d&#228;r ej annan ort s&#228;rskilt angivits, g&#228;lla den, som &#228;r utsatt vid
v&#228;xelbetalarens namn.

V&#228;xel, vari orten f&#246;r utst&#228;llandet ej &#228;r n&#228;mnd men ort &#228;r vid
utst&#228;llarens namn utsatt, skall anses vara d&#228;r utst&#228;lld.

3 &#167; V&#228;xel m&#229; lyda &#229; utst&#228;llarens egen order.

Den m&#229; dragas p&#229; utst&#228;llaren sj&#228;lv.

Den m&#229; dragas f&#246;r tredje mans r&#228;kning.

4 &#167; V&#228;xel m&#229; lyda p&#229; betalning hos tredje man, vare sig &#229;
v&#228;xelbetalarens boningdsort eller &#229; annan ort.

5 &#167; I v&#228;xel, som lyder p&#229; betalning vid uppvisandet eller viss tid efter
uppvisandet. &#196;ge utst&#228;llaren best&#228;mma, att v&#228;xelsumman skall l&#246;pa med
r&#228;nta. &#196;r i annan v&#228;xel s&#229;dan best&#228;mmelse given, vare den best&#228;mmelse
ogill.

R&#228;ntefoten varde utsatt i v&#228;xeln; har det ej skett, vare best&#228;mmelsen om
r&#228;nta ogill.

R&#228;ntan skall l&#246;pa fr&#229;n dagen f&#246;r v&#228;xelns utst&#228;llande, d&#228;r ej annan dag
&#228;r utsatt.

6 &#167; &#196;r v&#228;xelsumma utsatt s&#229;v&#228;l i bokst&#228;ver som i siffror, men till olika
belopp, g&#228;lle den i bokst&#228;ver utsatta summan.

&#196;re v&#228;xelsumma utsatt flera g&#229;nger i bokst&#228;ver eller flera g&#229;nger i
siffror, g&#228;lle, om beloppen &#228;ro olika, v&#228;xeln endast f&#246;r den minsta
summan.

7 &#167; Finnes underskrift &#229; v&#228;xel vara tecknad av person, som icke kan med
laga verkan ing&#229; v&#228;xelf&#246;rbindelse, eller &#228;r underskrift falsk eller
tecknad i diktad persons namn eller av annan grund utan verkan emot
undertecknaren eller den, &#229; vars v&#228;gnar den tecknats, svare &#246;vriga
v&#228;xelg&#228;lden&#228;rer likv&#228;l f&#246;r sina f&#246;rbindelser.

8 &#167; Har n&#229;gon tecknat sitt namn &#229; v&#228;xel s&#229;som st&#228;llf&#246;retr&#228;dare f&#246;r
annan, och &#228;gde han ej beh&#246;righet att handla &#229; dennes v&#228;gnar, svare
sj&#228;lv f&#246;r v&#228;xelf&#246;rbindelsen men njute, d&#228;r han infriar v&#228;xeln, samma
r&#228;tt, som skulle tillkommit den andre. Vad nu sagts g&#228;lle ock om den,
som &#228;ger f&#246;retr&#228;da annan men &#246;verskridit sin beh&#246;righet.

9 &#167; Utst&#228;llare svare f&#246;r v&#228;xelns godk&#228;nnande (accept) och betalning.

Han &#228;ge fritaga sig fr&#229;n ansvarighet f&#246;r v&#228;xelns godk&#228;nnande. Har han
gjort f&#246;rbeh&#229;ll om att vara fri fr&#229;n ansvarighet f&#246;r v&#228;xelns betalning,
vare det f&#246;rbeh&#229;ll utan verkan.

10 &#167; Har v&#228;xel, som utgivits i ofullst&#228;ndigt skick, blivit utfylld p&#229;
ett s&#228;tt, som strider mot tr&#228;ffad &#246;verenskommelse, m&#229; denna omst&#228;ndighet
ej &#229;beropas emot v&#228;xelinnehavaren, med mindre han vid v&#228;xelns
f&#246;rv&#228;rvande var i ond tro eller f&#246;rfor med grov v&#229;rdsl&#246;shet.

2 kap. Om &#246;verl&#229;telse av v&#228;xel (indossament)

11 &#167; V&#228;xel m&#229;, &#228;nd&#229; att den ej &#228;r uttryckligen st&#228;lld till order,
medelst p&#229;skrift &#246;verl&#229;tas till annan (indossatarie).

Har utst&#228;llare i v&#228;xeln insatt orden &quot;icke till order&quot; eller motsvarande
uttryck, m&#229; den ej &#246;verl&#229;tas i annan form eller med annan verkan &#228;n som
i allm&#228;nhet g&#228;ller i fr&#229;ga om &#246;verl&#229;telse av fordran.

V&#228;xel m&#229; &#246;verl&#229;tas &#228;ven till v&#228;xelbetalaren, vare sig denne godk&#228;nt
v&#228;xeln eller icke, till utst&#228;llaren eller till annan v&#228;xelg&#228;lden&#228;r.
Dessa &#228;ge &#229;nyo &#246;verl&#229;ta v&#228;xeln.

12 &#167; &#214;verl&#229;telse skall vara ovillkorlig. Villkor, varav dess giltighet
gjorts beroende, vare utan verkan.

&#214;verl&#229;telse, som avser en del av v&#228;xelsumman, vare ogill.

&#214;verl&#229;telse till innehavaren vare g&#228;llande s&#229;som &#246;verl&#229;telse in blanco.

13 &#167; &#214;verl&#229;telse skall tecknas &#229; sj&#228;lva v&#228;xeln eller &#229; ett d&#228;rvid h&#228;ftat
blad (allonge). Den skall undertecknas av &#246;verl&#229;taren.

&#214;verl&#229;telse vare giltig, &#228;ven om d&#228;ri ej &#228;r n&#228;mnt, till vem v&#228;xeln
&#246;verl&#229;tes, eller &#246;verl&#229;taren allenast tecknat sitt namn (indossament in
blanco). I sistn&#228;mnda fall skall &#246;verl&#229;telsen, f&#246;r att g&#228;lla, vara
tecknad &#229; v&#228;xelns baksida eller p&#229; vidh&#228;ftat blad.

14 &#167; Genom &#246;verl&#229;telse varda alla av v&#228;xeln h&#228;rflytande r&#228;ttigheter
&#246;verflyttade.

Om &#246;verl&#229;telse tecknats in blanco, &#228;ge v&#228;xelinnehavaren:

1) ifylla den med sitt eller annans namn;

2) teckna ny &#246;verl&#229;telse, in blanco eller till annan person; eller

3) &#246;verl&#229;ta v&#228;xeln till annan person utan att ifylla &#246;verl&#229;telsen eller
teckna ny &#246;vrl&#229;telse.

15 &#167; Den, som &#229; v&#228;xel tecknat &#246;verl&#229;telse, vare, s&#229;vitt han ej gjort
s&#228;rskilt f&#246;rbeh&#229;ll, ansvarig f&#246;r v&#228;xelns godk&#228;nnande och betalning.

Han &#228;ge f&#246;rbjuda, att v&#228;xeln &#229;nyo &#246;verl&#229;tes; g&#246;r han det, vare fri fr&#229;n
ansvarigheten emot dem, till vilka &#246;verl&#229;telse d&#228;refter sker.

16 &#167; Den, som har v&#228;xel i h&#228;nder, skall anses som r&#228;tt innehavare av
densamma, s&#229; framt han styrker sin r&#228;tt till v&#228;xeln genom en oavbruten
f&#246;ljd av &#246;verl&#229;telsen, &#228;ven om den sista &#228;r in blanco. Utstrukna
&#246;verl&#229;telser varde h&#228;rvid betraktade s&#229;som ej f&#246;refintliga. F&#246;ljer &#229; en
&#246;verl&#229;telse in blanco annan &#246;verl&#229;telse, skall den, som undertecknat den
senare, anses hava f&#246;rv&#228;rvat v&#228;xeln genom &#246;verl&#229;telsen in blanco.

Har v&#228;xel f&#246;r n&#229;gon f&#246;rkommit, p&#229; vad s&#228;tt det vara m&#229;, vare dock
innehavaren, d&#228;r han styrker sin r&#228;tt till v&#228;xeln p&#229; s&#228;tt i f&#246;rsta
stycket s&#228;gs, icke pliktig att l&#228;mna v&#228;xeln ifr&#229;n sig, med mindre han
vid v&#228;xelns f&#246;rv&#228;rvande var i ond tro eller f&#246;rfor med grov v&#229;rdsl&#246;shet.

17 &#167; Den, mot vilken talan p&#229; grund av v&#228;xel g&#246;res g&#228;llande, &#228;ge ej mot
innehavaren framst&#228;lla inv&#228;ndningar, som grundas p&#229; den f&#246;rres s&#228;rskilda
f&#246;rh&#229;llande till utst&#228;llaren eller till f&#246;reg&#229;ende v&#228;xelinnehavare, med
mindre innehavaren vid v&#228;xelns f&#246;rv&#228;rvande upps&#229;tligen handlat till
g&#228;lden&#228;rens f&#246;rf&#229;ng.

18 &#167; Inneh&#229;ller &#246;verl&#229;telse orden &quot;valuta till indrivning&quot;, &quot;till
inkasso&quot; eller annan uttryck, som angiver att &#246;verl&#229;telsen endast
innefattar ett uppdrag (prokuraindossament), &#228;ge innehavaren av v&#228;xeln
att g&#246;ra g&#228;llande alla av denna h&#228;rflytande r&#228;ttigheter men icke att
&#246;verl&#229;ta den annorledes &#228;n medelst ny prokura&#246;verl&#229;telse.

V&#228;xelg&#228;lden&#228;r &#228;ge, i fall som nu sagts, ej mot v&#228;xelinnehavaren
framst&#228;lla andra inv&#228;ndningar &#228;n dem han kunnat g&#246;ra g&#228;llande mot
&#246;verl&#229;taren.

Uppdrag, som innefattas i prokura&#246;verl&#229;telse, vare ej f&#246;rfallet, om
&#246;verl&#229;taren d&#246;r eller f&#246;rlorar f&#246;rm&#229;gan att med laga verkan f&#246;retaga
r&#228;ttshandling.

19 &#167; Inneh&#229;ller &#246;verl&#229;telse orden &quot;valuta till s&#228;kerhet&quot;, &quot;valuta till
pant&quot; eller annat uttryck, som angiver att v&#228;xeln &#246;verl&#229;tits s&#229;som pant,
&#228;ge innehavaren av v&#228;xeln g&#246;ra g&#228;llande alla av denna h&#228;rflytande
r&#228;ttigheter; dock g&#228;lle av honom tecknad &#246;verl&#229;telse allenast s&#229;som
prokura&#246;verl&#229;telse.

V&#228;xelg&#228;lden&#228;r &#228;ge ej mot v&#228;xelinnehavaren framst&#228;lla inv&#228;ndningar,
grundade p&#229; g&#228;lden&#228;rens s&#228;rskilda f&#246;rh&#229;llande till &#246;verl&#229;taren, med
mindre innehavaren vid v&#228;xelns mottagande upps&#229;tligen handlat till
g&#228;lden&#228;rens f&#246;rf&#229;ng.

20 &#167; &#214;verl&#229;telse, som tecknas efter v&#228;xelns f&#246;rfallotid, &#228;ge enahanda
verkan som dessf&#246;rinnan tecknad &#246;verl&#229;telse; varder v&#228;xeln &#246;verl&#229;ten
f&#246;rst efter det protest upptagits f&#246;r bristande betalning eller efter
utg&#229;ngen av den f&#246;r protestens upptagande best&#228;mda tid, &#228;ge dock
&#246;verl&#229;telsen ej annan verkan &#228;n som i allm&#228;nhet f&#246;ljer av fordrans
&#246;verl&#229;tande.

Finnes &#229; v&#228;xeln &#246;verl&#229;telse, som ej &#228;r dagtecknad, skall den, s&#229; framt
ej annan styrkes; anses hava tillkommit f&#246;re utg&#229;ngen av den f&#246;r protest
stadgade tid.

3 kap. Om v&#228;xels godk&#228;nnande (accept)

21 &#167; V&#228;xelinnehavare, s&#229; ock den, som allenast har v&#228;xel i h&#228;nder, vare
intill v&#228;xelns f&#246;rfallodag ber&#228;ttigad att f&#246;r v&#228;xelbetalaren &#229; hans
boningsort uppvisa v&#228;xeln till godk&#228;nnande.

22 &#167; I envar v&#228;xel &#228;ge utst&#228;llaren f&#246;reskriva dess uppvisande till
godk&#228;nnande, med eller utan uts&#228;ttande av viss tid f&#246;r uppvisandet.

Han vare ber&#228;ttigad att i v&#228;xeln f&#246;rbjuda dess uppvisande till
godk&#228;nnande, dock ej d&#228;r v&#228;xeln lyder p&#229; betalning viss tid efter
uppvisandet eller p&#229; betalning hos tredje man eller &#229; annan ort &#228;n
v&#228;xelbetalarens boningssort.

Utst&#228;llaren &#228;ge j&#228;mv&#228;l best&#228;mma, att uppvisande till godk&#228;nnande ej m&#229;
ske f&#246;re viss tidpunkt.

Den, som &#246;verl&#229;ter v&#228;xel, &#228;ge f&#246;reskriva dess uppvisande till
godk&#228;nnande, med eller utan uts&#228;ttande av viss tid, utan s&#229; &#228;r att
utst&#228;llaren f&#246;rbjudit s&#229;dant uppvisande.

23 &#167; &#196;r v&#228;xel st&#228;lld att betalas viss tid efter uppvisandet, skall den
uppvisas till godk&#228;nnande inom ett &#229;r fr&#229;n dagen f&#246;r dess utst&#228;llande.

Utst&#228;llaren &#228;ge s&#228;tta uppvisningstiden kortare eller l&#228;ngre &#228;n nu sagts.

Uppvisningtid, som nu &#228;r sagd, m&#229; av &#246;verl&#229;tare f&#246;rkortas.

24 &#167; D&#228;r v&#228;xelbetalaren det yrkar, skall v&#228;xeln &#229;nyo uppvisas f&#246;r honom
dagen efter f&#246;rsta uppvisandet. Ej m&#229; n&#229;gon g&#246;ra g&#228;llande, att s&#229;dant
yrkande &#229;sidosatts, med mindre i protesten omn&#228;mnts, att yrkandet
framst&#228;llts.

Ej vare v&#228;xelinnehavare pliktig att till v&#228;xelbetalaren utl&#228;mna v&#228;xel,
som uppvisas till godk&#228;nnande.

25 &#167; Godk&#228;nnande skall tecknas &#229; v&#228;xeln. Det skall uttryckas genom ordet
&quot;godk&#228;nnes&quot; (&quot;accepteras&quot;) eller annat motsvarande uttryck samt
undertecknas av v&#228;xelbetalaren. Dennes blotta namnteckning &#229; v&#228;xelns
framsida g&#228;lle ock s&#229;som godk&#228;nnande.

Lyder v&#228;xel &#229; betalning viss tid efter uppvisandet, eller skall den
enligt s&#228;rskilt f&#246;rbeh&#229;ll uppvisas till godk&#228;nnande inom viss tid, varde
godk&#228;nnandet dagtecknat; och skall d&#228;rvid uts&#228;ttas den dag d&#229;
godk&#228;nnandet tecknas, s&#229; framt ej innehavaren fordrar, att
uppvisningsdagen skall uts&#228;ttas. Varder godk&#228;nnandet ej dagtecknat,
&#229;ligger det v&#228;xelinnehavaren, om han vill bevara sin r&#228;tt till
&#229;terg&#229;ngstalan mot &#246;verl&#229;tare och utst&#228;llaren, att l&#229;ta styrka
f&#246;rsummelsen genom en i beh&#246;rig tid upptagen protest.

26 &#167; Godk&#228;nnande m&#229; ej f&#246;rknippas med f&#246;rbeh&#229;ll men kan inskr&#228;nkas till
en del av v&#228;xelsumman.

G&#246;ras eljest vid godk&#228;nnande avvikelser fr&#229;n v&#228;xelns inneh&#229;ll, vare s&#229;
ansett som hade godk&#228;nnande v&#228;grats; dock svare godk&#228;nnaren i enlighet
med utf&#228;stelsens avfattning.

27 &#167; Har utst&#228;llare av v&#228;xel s&#229;som betalningsort angivit annan ort &#228;n
v&#228;xelbetalarens boningsort men ej utsatt, hos vem betalningen skall &#229;
den andra orten erl&#228;ggas, m&#229; v&#228;xelbetalaren uts&#228;tta det vid
godk&#228;nnandet. Har det ej skett, anses godk&#228;nnaren hava &#229;tagit sig att
sj&#228;lv inl&#246;sa v&#228;xeln p&#229; betalningsorten.

&#196;r v&#228;xel st&#228;lld att betalas hos v&#228;xelbetalaren, &#228;ge denne i godk&#228;nnandet
angivna, varest &#229; betalningsorten betalning skall kr&#228;vas, eller f&#246;r
betalningens erl&#228;ggande anvisa n&#229;gon &#229; samma ort.

28 &#167; Godk&#228;nnande medf&#246;re f&#246;rpliktelse att inl&#246;sa v&#228;xeln &#229; f&#246;rfallodagen.

Infrias ej v&#228;xeln, &#228;ge innehavaren, j&#228;mv&#228;l d&#228;r han &#228;r utst&#228;llare, att p&#229;
grund av v&#228;xeln omedelbart av godk&#228;nnaren kr&#228;va att utbekomma allt, som
skall g&#228;ldas j&#228;mlikt 48 och 49 &#167;&#167;.

29 &#167; Har v&#228;xexelbetalare tecknat godk&#228;nnande &#229; v&#228;xeln men utstrukit
detta innan han &#229;terst&#228;llt v&#228;xeln, vare s&#229; ansett som hade godk&#228;nnande
v&#228;grats. Utstrykningen anses hava skett f&#246;r &#229;terst&#228;llandet, d&#228;rest ej
motsatsen styrkes.

Har v&#228;xelbetalaren skriftligen om sitt godk&#228;nnannde underr&#228;ttat
v&#228;xelinnehavaren eller n&#229;gon v&#228;xelg&#228;lden&#228;r, vare han, utan hinder av
utstrykningen, gentemot denne f&#246;rpliktad i enlighet med sitt
godk&#228;nannde.

4 kap. Om v&#228;xelborgen (aval)

30 &#167; F&#246;r betalning av v&#228;xelsumman eller en del d&#228;rav m&#229; s&#228;kerhet st&#228;llas
medelst v&#228;xelborgen (aval).

S&#229;dan borgen m&#229; l&#228;mnas s&#229;v&#228;l av v&#228;xelg&#228;lden&#228;r som av tredje man.

31 &#167; V&#228;xelborgen skall tecknas &#229; v&#228;xeln eller ett d&#228;rvid h&#228;ftat blad.

S&#229;dan borgen uttryckes genom orden &quot;s&#229;som avtal&quot; eller annat motsvarande
uttryck; den skall undertecknas av borgesmannen.

V&#228;xelborgen m&#229; &#228;ven l&#228;mnas medelst borgesmannens blotta namnteckning &#229;
v&#228;xelns framsida, dock inte av utst&#228;llaren eller v&#228;xelbetalaren.

V&#228;xelborgen skall utvisa, f&#246;r vem den ing&#229;tts. I brist p&#229; uppgift h&#228;rom
skall den anses ing&#229;ngen f&#246;r utst&#228;llaren.

32 &#167; Den, som tecknat v&#228;xelborgen, svare lika med den, f&#246;r vilken borgen
ing&#229;tts.

Hans utf&#228;stelse g&#228;lle, &#228;nd&#229; att den f&#246;rbindelse, f&#246;r vilken han g&#229;tt i
borgen, &#228;r ogiltig, dock ej d&#228;r ogiltigheten h&#228;rr&#246;r av brist i formen.

Har v&#228;xelborgesman infriat v&#228;xel, intr&#228;de han i den r&#228;tt v&#228;xeln medf&#246;r
mot den, f&#246;r vilken borgen ing&#229;tts, &#228;vensom mot dem, som p&#229; grund av
v&#228;xeln &#228;ro ansvariga i f&#246;rh&#229;llande till denne.

5 kap. Om v&#228;xels f&#246;rfallotid

33 &#167; V&#228;xel m&#229; lyda p&#229; betalning:

vid uppvisandet (vid sikt, a vista);

viss tid efter uppvisandet (efter sikt, a viso);

viss tid efter utst&#228;llandet (a dato); eller

&#229; viss dag.

V&#228;xel, vari annan f&#246;rfallotid &#228;r utsatt, eller som &#228;r st&#228;lld att betalas
efter hand &#229; s&#228;rskilda tider, vare ogill.

34 &#167; V&#228;xel, som lyder &#229; betalning vid uppvisandet, varde inl&#246;st genast,
d&#229; den f&#246;r betalning uppvisas. Den skall uppvisas till betalning inom
ett &#229;r fr&#229;n dagen, d&#229; den utst&#228;lldes. Denna tid m&#229; dock av utst&#228;llaren
f&#246;rkortas eller f&#246;rl&#228;ngas. Uppvisningstid, som nu &#228;r sagd, m&#229; av
&#246;verl&#229;tare f&#246;rkortas.

Utst&#228;llare av v&#228;xel, som lyder &#229; betalning vid uppvisandet, &#228;ge
f&#246;reskriva, att v&#228;xeln ej m&#229; uppvisas f&#246;re viss tidunkt. Tr&#228;ffas s&#229;dant
f&#246;rbeh&#229;ll, l&#246;per tiden f&#246;r uppvisandet fr&#229;n n&#228;mnda tidpunkt.

35 &#167; F&#246;r v&#228;xel, som lyder &#229; betalning viss tid efter uppvisandet, skall
f&#246;rfallotiden r&#228;knas fr&#229;n den dag godk&#228;nnandet &#228;r dagtecknat eller fr&#229;n
protestdagen.

&#196;r godk&#228;nnandet ej dagtecknat, och har ej protest upptagits, skall
godk&#228;nnandet i f&#246;rh&#229;llande till godk&#228;nnaren anses vara givet den dag, d&#229;
uppvisande till godk&#228;nnande senast skolat ske.

36 &#167; V&#228;xel, som lyder &#229; betalning en eller fler m&#229;nader efter
utst&#228;llandet eller uppvisandet, f&#246;rfalle till betalning den dag i
betalningsm&#229;naden, som genom sitt tal motsvarar dagen f&#246;r utst&#228;llandet
eller uppvisandet. Finnes ej motsvarande dag i den m&#229;nad, skall dennas
sista dag g&#228;lla s&#229;som f&#246;rfallodag.

Lyder v&#228;xel &#229; betalning en eller flera hela m&#229;nader j&#228;mte en halv m&#229;nad
efter utst&#228;llandet eller uppvisandet, varde de hela m&#229;naderna r&#228;knade
f&#246;rst.

&#196;r v&#228;xels f&#246;rfallotid best&#228;md till b&#246;rjan av en m&#229;nad, mitten av en
m&#229;nad (medio januari, medio februari etc.) eller slutet av en m&#229;nad,
skall d&#228;rmed f&#246;rst&#229;s den f&#246;rsta, den femtonde eller den sista dagen i
m&#229;naden.

Med uttrycken &quot;&#229;tta dagar&quot; eller &quot;femton dagar&quot; skall f&#246;rst&#229;s icke en
eller tv&#229; veckor utan fulla &#229;tta eller femton dagar.

Uttrycket &quot;halv m&#229;nad&quot; skall anses beteckna en tid av femton dagar.

37 &#167; &#196;r v&#228;xel st&#228;lld att betalas viss dag &#229; ort, vars tidr&#228;kning &#228;r olik
den, som g&#228;ller &#229; ort, d&#228;r v&#228;xeln utst&#228;llts, skall f&#246;rfallodagen anses
vara best&#228;md j&#228;mlikt betalningsortens tidr&#228;kning.

Lyder v&#228;xel, som dragits mellan tv&#229; orter med olika tidr&#228;kning, p&#229;
betalning viss tid efter utst&#228;llandet, skall utr&#228;knas vilken dag enligt
betalningsortens tidr&#228;kning motsvarar utst&#228;llningsdagen, och
f&#246;rfallodagen d&#228;refter best&#228;mmas.

Tiderna f&#246;r v&#228;xels uppvisande varde j&#228;mv&#228;l ber&#228;knade enligt regeln i
n&#228;stf&#246;reg&#229;ende stycke.

Vad nu sagts skall icke &#228;ga till&#228;mpning, d&#228;r, enligt vad s&#228;rskild
best&#228;mmelse i v&#228;xeln utvisar eller eljest av v&#228;xelns inneh&#229;ll framg&#229;r,
avsikten varit, att andra regler skulle g&#228;lla.

6 kap. Om v&#228;xels betalning

38 &#167; V&#228;xel, som lyder p&#229; betalning viss dag eller viss tid efter
utst&#228;llandet eller uppvisandet, skall av innehavaren uppvisas till
betalning antingen den dag den &#228;r betalbar eller en av de tv&#229; p&#229;f&#246;ljande
s&#246;ckendagarna.

Inl&#228;mnas v&#228;xel &#229; avr&#228;kningskontor (clearing house), g&#228;ller det som
uppvisande till betalning.

39 &#167; D&#229; v&#228;xel infrias, varde, d&#228;r v&#228;xelbetalaren det &#228;skar, v&#228;xeln
utl&#228;mnad till honom med d&#228;r&#229; av innehavaren tecknat kvitto.

V&#228;xelinnehavare m&#229; ej v&#228;gra att mottaga betalning, som t&#228;cker allenast
en del av v&#228;xelsumman.

Sker s&#229;dan betalning, skall, om v&#228;xelbetalaren det beg&#228;r, anteckning
d&#228;rom g&#246;ras &#229; v&#228;xeln och s&#228;rskilt kvitto l&#228;mnas.

40 &#167; V&#228;xelinnehavare vare ej pliktig att mottaga betalning f&#246;re
f&#246;rfallotiden.

Infrias v&#228;xel av v&#228;xelbetalaren f&#246;re f&#246;rfallotiden, g&#229;nge det p&#229; hans
eget &#228;ventyr.

Den, som infriar v&#228;xel, d&#229; f&#246;rfallotid &#228;r inne, vare fr&#229;n sin
f&#246;rbindelse fri, d&#228;r ej svek eller grov v&#229;rdsl&#246;shet ligger honom till
last. Han &#228;r pliktig att f&#246;rvissa sig om att &#246;verl&#229;telserna utg&#246;ra en
beh&#246;righeten sammanh&#228;ngande f&#246;ljd, men ej att pr&#246;va &#228;ktheten av
&#246;verl&#229;tarnas underskrifter.

41 &#167; &#196;r v&#228;xel st&#228;lld att betalas i myntslag, som icke &#228;r g&#229;ngbart &#229;
betalningsorten, st&#229;nde g&#228;lden&#228;ren fritt att i st&#228;llet erl&#228;gga betalning
i landets mynt efter v&#228;rdet &#229; f&#246;rfallodagen. F&#246;rsittes f&#246;rfallotiden,
&#228;ge v&#228;xelinnehavaren kr&#228;va, att betalning erl&#228;gges i landets mynt, s&#229;
ock best&#228;mma, huruvida v&#228;rdet d&#228;rvid skall ber&#228;knas efter f&#246;rfallodagens
eller betalningsdagens kurs.

Vid ber&#228;kning av fr&#228;mmande myntslags v&#228;rde skola de &#229; betalningsorten
g&#228;llande handelsbruk iakttas, med mindre utst&#228;llaren f&#246;rskrivit, att
v&#228;xelsumman skall ber&#228;knas efter en i v&#228;xeln angiven kurs.

F&#246;rest&#229;ende regler &#228;ge ej till&#228;mpning, d&#228;r utst&#228;llaren f&#246;reskrivit
betalning i visst fr&#228;mmande myntslag (f&#246;rbeh&#229;ll om effektiv betalning i
fr&#228;mmande mynt).

&#196;r v&#228;xelsumman angiven i myntslag, som har enahanda ben&#228;mning men olika
v&#228;rde i det land d&#228;r v&#228;xeln utst&#228;llts, och det, d&#228;r den skall betalas,
skall det &#229; betalningsorten g&#228;llande myntslag antagas vara avsett.

42 &#167; Uppvisas icke v&#228;xel till betalning inom den i 38 &#167; f&#246;reskrivna tid,
vare envar v&#228;xelg&#228;rlden&#228;r ber&#228;ttigad att p&#229; v&#228;xelinnehavarens kostnad
och &#228;ventyr neds&#228;tta v&#228;xelsumman hos beh&#246;rig myndighet.

7 kap. Om &#229;terg&#229;ngstalan (regress) f&#246;r uteblivet godk&#228;nnande eller
bristande betalning

43 &#167; Erl&#228;gges ej betalning &#229; f&#246;rfallotid, &#228;ge v&#228;xelinnehavaren v&#228;cka
&#229;terg&#229;ngskrav mot &#246;verl&#229;tare, utst&#228;llaren och andra v&#228;xelg&#228;lden&#228;rer.

Samma r&#228;tt tillkomme v&#228;xelinnehavaren redan f&#246;re f&#246;rfallotiden:

1) om godk&#228;nnande helt eller delvis v&#228;grats;

2) om v&#228;xelbetalaren, evad han godk&#228;nt v&#228;xeln eller ej, blivit f&#246;rsatt i
konkurs eller f&#229;tt till st&#229;nd offentlig ackorsf&#246;rhandling utan konkurs
eller vid utm&#228;tning funnit sakna tillg&#229;ng att betala sin g&#228;ld eller ock,
om han &#228;r k&#246;pman, inst&#228;llt sina betalningar; samt

3) om utst&#228;llare, som i v&#228;xeln f&#246;rbjudit dess uppvisande till
godk&#228;nnande, kommit i konkurstillst&#229;nd eller f&#229;tt till st&#229;nd offentlig
ackordsf&#246;rhandling utan konkurs.

44 &#167; V&#228;gran att godk&#228;nna eller infria v&#228;xel skall styrkas genom en av
offentlig myndighet uppr&#228;ttad handling (protest f&#246;r uteblivet
godk&#228;nnande eller bristande betalning).

Protest f&#246;r uteblivet godk&#228;nnande skall upptagas inom tid, som &#228;r
fastst&#228;lld f&#246;r v&#228;xelns uppvisande till godk&#228;nnende. Har, i fall varom i
24 &#167; f&#246;rsta stycket f&#246;rm&#228;les, f&#246;rsta uppvisandet skett sista dagen inom
sagda tid, m&#229; protest upptagas j&#228;mv&#228;l p&#229;f&#246;ljande dag.

Protest f&#246;r bristande betalning av v&#228;xel, som lyder p&#229; betalning viss
dag eller viss tid efter utst&#228;llandet eller uppvisandet, skall upptagas
en av de tv&#229; n&#228;rmaste s&#246;ckendagarna efter den dag, d&#229; v&#228;xeln &#228;r
betalbar. I fr&#229;ga om protest f&#246;r bristande betalning av v&#228;xel, som lyder
p&#229; betalning vid uppvisandet, skall vad i n&#228;stf&#246;reg&#229;ende stycke &#228;r
stadgat om protest f&#246;r uteblivet godk&#228;nnande &#228;ga motsvarande
till&#228;mpning.

D&#228;r protest skett f&#246;r uteblivet godk&#228;nnande, erfordras ej uppvisande
till betalning eller protest f&#246;r bristande betalning.

Har v&#228;xelbetalaren vid utm&#228;tning funnits sakna tillg&#229;ng att betala sin
g&#228;ld eller ock, om han &#228;r k&#246;pman, inst&#228;llt sina betalningar, &#228;ge
v&#228;xelinnehavaren ej p&#229; s&#229;dan grund v&#228;cka &#229;terg&#229;ngskrav f&#246;rr &#228;n v&#228;xeln
uppvisats till betalning f&#246;r v&#228;xelbetalaren och protest upptagits.

Har v&#228;xelbetalaren blivit f&#246;rsatt i konkurs eller f&#229;tt till st&#229;nd
offentlig ackordsf&#246;rhandling utan konkurs, vare, evad v&#228;xeln blivit
godk&#228;nd eller icke, konkursdomstolens eller konkursdomarens beslut om
&#246;ppnande av konkurs eller inledande av ackorsf&#246;rhandling tillfyllest f&#246;r
bevarande av v&#228;xelinnehavarens r&#228;tt till &#229;terg&#229;ngstalan. Lag samma vare,
d&#228;r utst&#228;llare av v&#228;xel, som ej m&#229; godk&#228;nnas, blivit f&#246;rsatt i konkurs
eller f&#229;tt till st&#229;nd ackorsf&#246;rhandling.

45 &#167; Har godk&#228;nnande &#229; v&#228;xel v&#228;grats eller betalning uteblivit, &#229;ligger
det v&#228;xelinnehavaren att h&#228;rom giva den, som senast tecknat &#246;verl&#229;telse
&#229; v&#228;xeln, s&#229; ock utst&#228;llaren underr&#228;ttelse senast fj&#228;rde s&#246;ckendagen
fr&#229;n det protest upptogs eller, d&#228;r f&#246;rbeh&#229;ll gjorts om &#229;terg&#229;ng utan
kostnad, fr&#229;n uppvisningsdagen. Varje &#246;verl&#229;tare, som mottagit s&#229;dan
underr&#228;ttelse, skall sist andra s&#246;ckendagen d&#228;refter, om f&#246;rh&#229;llandet
l&#228;mna meddelande till den, som n&#228;st f&#246;re honom tecknat &#246;verl&#229;telse &#229;
v&#228;xeln, med uppgift &#229; namn och adresser &#229; dem, som l&#228;mnat f&#246;reg&#229;ende
underr&#228;ttelser, och s&#229; vidare, till dess meddelandet n&#229;tt utst&#228;llaren.
Tiden av tv&#229; s&#246;ckendagar r&#228;knas fr&#229;n mottagandet av den f&#246;reg&#229;ende
underr&#228;ttelsen.

D&#229;, p&#229; s&#228;tt i n&#228;stf&#246;reg&#229;ende stycke stadgas, underr&#228;ttelse givits
v&#228;xelg&#228;lden&#228;r, skall inom samma tid enahanda underr&#228;ttelse meddelas den,
som m&#229; hava f&#246;r honom ing&#229;tt v&#228;xelborgen.

I h&#228;ndelse &#246;verl&#229;tare icke utsatt sin adress eller denna &#228;r ol&#228;slig,
skall skyldigheten att l&#228;mna underr&#228;ttelse anses fullgjord, om den
l&#228;mnas den &#246;verl&#229;tare, som n&#228;rmaste f&#246;reg&#229;r honom.

Den, som &#228;r pliktig att meddela underr&#228;ttelse varom nu sagts, &#228;ge l&#228;mna
den p&#229; vad s&#228;tt som helt, j&#228;mv&#228;l medelst blotta &#246;vers&#228;ndandet av v&#228;xeln.

Det &#229;ligger honom att styrka, att underr&#228;ttelsen l&#228;mnats inom den
f&#246;reskrivna tiden. Denna skall anses iakttagen, om f&#246;re dess utg&#229;ng brev
inneh&#229;llande underr&#228;ttelsen avl&#228;mnats till posten.

F&#246;rsummelse att giva underr&#228;ttelse inom ovan n&#228;mnd tid medf&#246;re ej
f&#246;rlust av &#229;terg&#229;ngskrav, men v&#228;l ansvarighet f&#246;r den skada, som kan
hava f&#246;rorsakats av f&#246;rsummelsen. Ej m&#229; dock i ty fall skadest&#229;nd s&#228;ttas
h&#246;gre &#228;n till v&#228;xelsumman.

46 &#167; Utst&#228;llare, &#246;verl&#229;tare eller v&#228;xelborgesman &#228;ge, genom att &#229; v&#228;xeln
ins&#228;tta orden &quot;retur utan kostnad&quot;, &quot;utan protest&quot; eller annat
motsvarande uttryck och f&#246;rse p&#229;teckningen med sin underskrift, fritaga
v&#228;xelinnehavaren fr&#229;n skyldigheten att f&#246;r bevarande av sin r&#228;tt till
&#229;terg&#229;ngstalan upptaga protest f&#246;r uteblivet godk&#228;nnande eller bristande
betalning.

S&#229;dant f&#246;rbeh&#229;ll fritage icke innehavaren fr&#229;n skyldighet vare sig att
uppvisa v&#228;xeln inom f&#246;reskriven tid eller att giva underr&#228;ttelse s&#229;som i
45 &#167; s&#228;gs. Den, som mot v&#228;xelinnehavaren p&#229;st&#229;r att f&#246;rskriven tid icke
iakttagits, har att d&#228;rom f&#246;ra bevis.

Har f&#246;rbeh&#229;ll, som nu sagts, gjorts av utst&#228;llaren, &#228;ge det verkan i
avseende &#229; alla v&#228;xelg&#228;lden&#228;rer; &#228;r f&#246;rbeh&#229;llet gjort av &#246;verl&#229;tare
eller av v&#228;xelborgesman, &#228;ge det ej verkan i fr&#229;ga om annan &#228;n denne.
Har, oaktat f&#246;rbeh&#229;ll fr&#229;n utst&#228;llarens sida, innehavaren l&#229;tit upptaga
protest, st&#229;nde han sj&#228;lv kostnaden. &#196;r f&#246;rbeh&#229;ll gjort av &#246;verl&#229;tare
eller v&#228;xelborgesman, m&#229;, d&#228;r protest likv&#228;l upptagits, talan om
&#229;terg&#228;ldande av kostnaden h&#228;rf&#246;r g&#246;ras g&#228;llande mot varje v&#228;xelg&#228;lden&#228;r.

47 &#167; De, som utst&#228;llt eller godk&#228;nt v&#228;xel eller d&#228;r&#229; tecknat &#246;verl&#229;telse
eller v&#228;xelborgen, vare i f&#246;rh&#229;llande till innehavaren ansvariga en f&#246;r
alla och alla f&#246;r en.

V&#228;xelinnehavaren &#228;ge anst&#228;lla talan mot vilken som helst av dem,
antingen mot en var f&#246;r sig eller mot flera gemensamt, utan att vara
bunden vid den ordning, i vilken deras f&#246;rpliktelser ing&#229;tts.

Samma r&#228;tt tillkomme varje v&#228;xelg&#228;lden&#228;r, som infriat v&#228;xeln.

Har talan anh&#228;ngiggjorts mot en av v&#228;xelg&#228;lden&#228;rerna, utg&#246;re den
omst&#228;ndighet ej hinder f&#246;r talans anst&#228;llande mot annan v&#228;xelg&#228;lden&#228;r,
&#228;nd&#229; att han i ordningen f&#246;ljer efter den, mot vilken talan f&#246;rst
gjordes g&#228;llande.

48 &#167; V&#228;xelinnehavare &#228;ge r&#228;tt att av den, mot vilken han v&#228;cker
&#229;terg&#229;ngskrav, bekomma:

1) den ej godk&#228;nda eller ej erlagd v&#228;xelsumman j&#228;mte den r&#228;nta, som m&#229;
vara i v&#228;xeln utf&#228;st;

2) r&#228;nta efter sex f&#246;r hundra om &#229;ret fr&#229;n f&#246;rfallodagen;

3) ers&#228;ttning f&#246;r protestkostnader, utgifter f&#246;r underr&#228;ttelser, som
avses i 45 &#167;, &#228;vensom andra kostnader; samt

4) provision till en tredjedel f&#246;r hundra av v&#228;xelsumman.

G&#246;res &#229;terg&#229;ngskrav g&#228;llande f&#246;r f&#246;rfallotiden, skall avdrag ske f&#246;r
diskonto &#229; v&#228;xelsumman, ber&#228;knat efter den diskontosats, som vid tiden
f&#246;r &#229;terg&#229;ngskravets framst&#228;llande officiellt g&#228;ller d&#228;r
v&#228;xelinnehavaren &#228;r boende.

49 &#167; Den, som inl&#246;st v&#228;xel, &#228;ge r&#228;tt att av dem, som i f&#246;rh&#229;llande till
honom svara f&#246;r v&#228;xeln, bekomma:

1) hela det belopp han sj&#228;lv betalt;

2) r&#228;nta &#229; detta belopp efter sex f&#246;r hundra om &#229;ret fr&#229;n den dag han
erlagt betalningen;

3) ers&#228;ttning f&#246;r egna utgifter; samt

4) provision till en tredjedel f&#246;r hundra av v&#228;xelsumman.

R&#228;tten att ber&#228;kna provision upph&#246;re, n&#228;r provisionernas sammanlagda
belopp uppg&#229;r till tv&#229; f&#246;r hundra av v&#228;xelsumman.

50 &#167; Varje v&#228;xelg&#228;lden&#228;r, mot vilken &#229;tterg&#229;ngskrav &#228;r v&#228;ckt eller kan
g&#246;ras g&#228;llande, &#228;ge, mot g&#228;ldande av &#229;terg&#229;ngsfordringen, r&#228;tt att
utbekomma v&#228;xeln j&#228;mte protesten och kvitterad r&#228;kning.

&#214;verl&#229;tare, som inl&#246;st v&#228;xeln, &#228;ge utstryka sin egen och efterf&#246;ljande
&#246;verl&#229;telser.

51 &#167; Har, i det fall att godk&#228;nnande l&#228;mnats endast f&#246;r en del av
v&#228;xelsumman, &#229;terg&#229;ngskrav blivit v&#228;ckt, och varder i anledning h&#228;rav
den ej godk&#228;nda delen av v&#228;xelsumman av v&#228;xelg&#228;lden&#228;r erlagd, skall, d&#228;r
denna det beg&#228;r, anteckning om den s&#229;lunda gjorda betalning tecknas &#229;
v&#228;xeln samt s&#228;rskilt kvitto honom l&#228;mnas. V&#228;xelinnehavaren vare
d&#228;rj&#228;mte, f&#246;r m&#246;jligg&#246;rande av ytterligare &#229;terg&#229;ngstalan, skyldig att
till g&#228;lden&#228;ren &#246;verl&#228;mna, f&#246;rutom protesten, en styrkt avskrift av
v&#228;xeln, var&#229; i ty fall &#229;terg&#229;ngstalan m&#229; grundas.

52 &#167; Envar, som &#228;ger &#229;terg&#229;ngsfordran, m&#229; s&#229;vitt ej annat f&#246;rbeh&#229;llit,
uttaga sin fordran medelst ny v&#228;xel (&#229;terv&#228;xel), dragen &#229; n&#229;gon, som &#228;r
i f&#246;rh&#229;llande till honom ansvarig, och st&#228;lld att vid uppvisandet
betalas &#229; dennes boningsort.

I &#229;terv&#228;xel m&#229; upptagas, utom de 48 och 49 &#167;&#167; omf&#246;rm&#228;lde belopp, j&#228;mv&#228;l
m&#228;klararvode samt st&#228;mpelavgift till &#229;terv&#228;xeln.

Drages &#229;terv&#228;xel av v&#228;xelinnehavaren, varde dess belopp best&#228;mt enligt
g&#228;llande kurs &#229; v&#228;xlar, dragna fr&#229;n huvudv&#228;xelns betalningsort p&#229; den
ifr&#229;gavarande v&#228;xelg&#228;lden&#228;rens boningsort och lydande p&#229; betalning vid
uppvisandet. Drages &#229;terv&#228;xel av &#246;verl&#229;tare, varde beloppet best&#228;mt
enligt kursen &#229; v&#228;xlar, st&#228;llda att betalas vid uppvisandet och fr&#229;n
hans boningsort dragna &#229; v&#228;xelg&#228;lden&#228;rens boningsort.

53 &#167; Har tid f&#246;rsuttits, som &#228;r stadgad:

f&#246;r uppvisande av v&#228;xel, lydande &#229; betalning vid uppvisandet eller viss
tid efter uppvisandet;

f&#246;r upptagande av protest f&#246;r uteblivet godk&#228;nnande eller bristande
betalning: eller

f&#246;r v&#228;xels uppvisande till betalning, n&#228;r f&#246;rbeh&#229;ll tr&#228;ffats om
&#229;terg&#229;ngstalan utan kostnad;

vare v&#228;xelinnehavaren f&#246;rlustig sin talan mot &#246;verl&#229;tare, utst&#228;llare och
&#246;vriga v&#228;xelg&#228;lden&#228;rer med undantag av godk&#228;nnaren.

Har uppvisande till godk&#228;nnande ej skett inom tid, som av utst&#228;llaren
f&#246;reskrivits, vare innehavaren f&#246;rlustig &#229;terg&#229;ngskrav s&#229;v&#228;l f&#246;r
uteblivet godk&#228;nnande som f&#246;r bristande betalning, med mindre det
framg&#229;r av f&#246;reskriften, att utst&#228;llaren haft f&#246;r avsikt att fritaga sig
endast fr&#229;n ansvarighet f&#246;r godk&#228;nnande.

Har i &#246;verl&#229;telse gjorts f&#246;rbeh&#229;ll om s&#228;rskild uppvisningstid, &#228;ge
allenast den, som tecknat &#246;verl&#229;telsen, &#229;beropa sig &#229; f&#246;rbeh&#229;llet.

54 &#167; M&#246;ter f&#246;r v&#228;xels uppvisande eller protests upptagande inom beh&#246;rig
tid hinder i lagbud, som utf&#228;rdats inom eller utom riket, eller annat
o&#246;verstigligt hinder (force majeure), varde tiden f&#246;r s&#229;dan &#229;tg&#228;rds
f&#246;retagande f&#246;rl&#228;ngd.

Innehavaren av v&#228;xeln vare pliktig att om s&#229;dant hinders f&#246;rekomst utan
dr&#246;jsm&#229;l l&#228;mna underr&#228;ttelse till den, som senast tecknat &#246;verl&#229;telse &#229;
v&#228;xeln, samt att om denna underr&#228;ttelse g&#246;ra anteckning &#229; v&#228;xeln eller
d&#228;rvid h&#228;ftat blad; och skall denna anteckning vara dagtecknad och av
innehavaren underskriven. I &#246;vrigt &#228;ge best&#228;mmelserna i 45 &#167;
till&#228;mpning.

Efter hindrets upph&#246;rande &#229;ligger innehavaren att of&#246;rdr&#246;jligen uppvisa
v&#228;xeln till godk&#228;nnande eller betalning samt, om s&#229; erfordras, upptaga
protest.

Fortfar hindret l&#228;ngre &#228;n trettio dagar efter f&#246;rfallotiden, m&#229;
&#229;terg&#229;ngskrav g&#246;ras g&#228;llande utan att uppvisande eller protest f&#246;reg&#229;tt.

I fr&#229;ga om v&#228;xel, som lyder &#229; betalning vid uppvisandet eller viss tid
efter uppvisandet, skall n&#228;mnda tid av trettio dagar r&#228;knas fr&#229;n den
dag, f&#246;re eller efter uppvisningstidens utg&#229;ng, d&#229; innehavaren om
hindret underr&#228;ttat den, som senast tecknat &#246;verl&#229;telse &#229; v&#228;xeln, dock
med iakttagande att, betr&#228;ffande v&#228;xel, som lyder p&#229; betalning viss tid
efter uppvisandet, sistn&#228;mnda tid skall l&#228;ggas till de trettio dagarna.

H&#228;ndelse, som ber&#246;r allenast v&#228;xelinnehavaren eller den, &#229;t vilken han
uppdragit v&#228;xelns uppvisande eller upptagandet av protest, skall ej
anses s&#229;som hinder, varom i denna paragraf s&#228;gs.

8 KAP. Om godk&#228;nnande eller betalning fr&#229;n tredje man (intervention)

1. Allm&#228;nna best&#228;mmelser

55 &#167; Utst&#228;llare, &#246;verl&#229;tare eller v&#228;xelborgesman &#228;ge giva anvisning &#229;
n&#229;gon, som i n&#246;dfall skall godk&#228;nna eller betala v&#228;xeln.

V&#228;xel m&#229; ock, under villkor, som nedan stadgas, godk&#228;nnas eller betalas
av n&#229;gon, som sj&#228;lvmant vill inskrida till f&#246;rm&#229;n f&#246;r v&#228;xelg&#228;lden&#228;r, mot
vilken &#229;terg&#229;ngskrav skulle kunna anst&#228;llas.

Att p&#229; dylikt s&#228;tt inskrida st&#229;nde &#246;ppet f&#246;r den, som ej &#228;r v&#228;xel
g&#228;lden&#228;r, &#228;ven f&#246;r den, &#229; vilken v&#228;xeln &#228;r dragen, samt f&#246;r envar, som
redan &#228;r f&#246;rpliktad p&#229; grund av v&#228;xeln, dock ej f&#246;r den, som d&#228;r&#229;
tecknat godk&#228;nnande.

Den, som godk&#228;nt eller betalat v&#228;xel efter ty i denna paragraf &#228;r sagt,
har att d&#228;rom sist andra s&#246;ckendagen underr&#228;tta den, till vars f&#246;rm&#229;n
han upptr&#228;tt. F&#246;rsummar han det, svare f&#246;r skada, som d&#228;rav m&#229; hava
uppst&#229;tt, dock ej i n&#229;got fall ut&#246;ver v&#228;xelsumman.

2. Godk&#228;nnande fr&#229;n tredje man (interventionsaccept)

56 &#167; Godk&#228;nnande m&#229; av tredje man tecknas i de fall, d&#229; &#229;terg&#229;ngskrav
tillkommer v&#228;xelinnehavaren f&#246;re v&#228;xelns f&#246;rfallotid, dock ej d&#228;r
v&#228;xelns uppvisande till godk&#228;nnande &#228;r f&#246;rbjudet.

Inneh&#229;ller v&#228;xeln anvisning &#229; n&#229;gon, som i n&#246;dfall skall godk&#228;nna eller
infria den &#229; betalningsorten, m&#229; innehavaren ej f&#246;re f&#246;rfallotiden g&#246;ra
&#229;terg&#229;ngskrav g&#228;llande emot den, som tecknat anvisningen, eller emot
efterf&#246;ljande v&#228;xelg&#228;lden&#228;rer, med mindre han uppvisat v&#228;xeln f&#246;r den,
som anvisningen avser, och genom protest fastst&#228;llts, att denne v&#228;grat
godk&#228;nna v&#228;xeln.

I andra fall &#228;n i n&#228;stf&#246;reg&#229;ende stycke s&#228;gs &#228;ge v&#228;xelinnehavaren v&#228;gra
mottaga godk&#228;nnande fr&#229;n tredje man. Mottager han godk&#228;nnande, vare han
f&#246;rlustig sin r&#228;tt att f&#246;re f&#246;rfallotiden v&#228;cka &#229;terg&#229;ngskrav mot den,
till vars f&#246;rm&#229;n godk&#228;nnandet l&#228;mnats, och mot efterf&#246;ljande
v&#228;xelg&#228;lden&#228;rer.

57 &#167; Godk&#228;nnande fr&#229;n tredje man skall tecknas &#229; v&#228;xeln och under
skrivas av godk&#228;nnaren. Godk&#228;nnandet skall utm&#228;rka, till vems f&#246;rm&#229;n det
givits; sker det ej, anses godk&#228;nnandet l&#228;mnat till f&#246;rm&#229;n f&#246;r
utst&#228;llaren.

58 &#167; Den, som godk&#228;nt v&#228;xel efter ty i 56 och 57 &#167;&#167; s&#228;gs, vare i
f&#246;rh&#229;llande till innehavaren och de &#246;verl&#229;tare, som f&#246;lja efter den,
till vars f&#246;rm&#229;n godk&#228;nnandet givits, lika med denne ansvarig f&#246;r
v&#228;xeln.

Utan hinder av s&#229;lunda &#228;mnat godk&#228;nnande &#228;ge den, f&#246;r vars r&#228;kning
godk&#228;nnandet givits, &#228;vensom de, vilka i f&#246;rh&#229;llande till honom svara
f&#246;r v&#228;xeln, att, mot erl&#228;ggande av det i 48 &#167; angivna belopp, av
v&#228;xelinnehavaren utbekomma v&#228;xeln, kvitterad r&#228;kning och protest, som m&#229;
hava upptagits.

3.  Betalning fr&#229;n tredje man (interventionsbetalning)

59 &#167; V&#228;xel m&#229; betalas av tredje man i varje fall d&#229; &#229;terg&#229;ngskrav, vare
sig vid eller f&#246;re f&#246;rfallotiden, tillkommer v&#228;xelinnehavaren.

Betalningen skall omfatta hela det belopp, som bort g&#228;ldas av den, till
vars f&#246;rm&#229;n betalningen sker.

Den skall fullg&#246;ras sist dagen efter den, d&#229; protest f&#246;r bristande
betalning senast m&#229; upptagas.

60 &#167; Har v&#228;xel godk&#228;nts av tredje man, som &#228;ger hemvist &#229;
betalningsorten, eller inneh&#229;ller v&#228;xeln anmodan till en eller flera,
som d&#228;r &#228;ga hemvist, att i n&#246;dfall fullg&#246;ra betalningen, &#229;ligger det
v&#228;xelinnehavaren att f&#246;r envar av dem uppvisa v&#228;xeln och, om s&#229;dant
ifr&#229;gakommer, upptaga protest f&#246;r bristande betalning sist dagen efter
den, d&#229; eljest s&#229;dan protest senast m&#229; upptagas.

Har ej protest upptagits efter ty ny &#228;r sagt, vare den, som l&#228;mnat
anvisning &#229; n&#246;dfallsbetalare, eller den, till vars f&#246;rm&#229;n v&#228;xeln eljest
godk&#228;nts, s&#229; ock senare &#246;verl&#229;tare fria fr&#229;n vidare ansvarighet.

61 &#167; V&#228;xelinnehavare, som v&#228;grar mottaga betalning av tredje man, vare
f&#246;rlustig &#229;terg&#229;ngskrav mot dem, som skulle blivit befriade genom
betalningen.

62 &#167; Att betalning erlagts av tredje man skall styrkas genom kvitto &#229;
v&#228;xeln, med uppgift &#229; den, till vars f&#246;rm&#229;n betalningen skett. I brist
p&#229; s&#229;dan uppgift skall betalningen anses erlagd till f&#246;rm&#229;n f&#246;r
utst&#228;llaren.

V&#228;xeln, s&#229; ock protesten, d&#228;r s&#229;dan upptagits, varde &#246;verl&#228;mnade till
den, som erlagt betalningen.

63 &#167; Den, som betalar v&#228;xel till f&#246;rm&#229;n f&#246;r v&#228;xelg&#228;lden&#228;r, intr&#228;de i den
r&#228;tt v&#228;xeln medf&#246;r med g&#228;lden&#228;ren samt mot dem, som p&#229; grund av v&#228;xeln
&#228;ro mot denne ansvariga, Dock &#228;ge han ej &#229; v&#228;xeln teckna &#246;verl&#229;telse.

&#214;verl&#229;tare, som f&#246;lja efter v&#228;xelg&#228;lden&#228;r, till vars f&#246;rm&#229;n betalning
skett, vare fria fr&#229;n vidare ansvar.

Erbjuda sig flera att inskrida f&#246;r v&#228;xelns infriande, &#228;ge den f&#246;retr&#228;de,
genom vars inskridande de flesta v&#228;xelg&#228;lden&#228;rer befrias. Har betalning
skett i strid mot vad nu sagts, och var det k&#228;nt f&#246;r den, som inskred,
vare han f&#246;rlustig &#229;terg&#229;ngskrav mot dem, som eljest skulle blivit
befriade.

9 KAP. Om duplett och avskrift av v&#228;xel

1. Om duplett

64 &#167; V&#228;xel m&#229; utgivas i flera lika lydande exemplar (dupletter).

De s&#228;rskilda exemplaren skola inneh&#229;lla nummerbeteckning i sj&#228;lva
texten; &#228;ro exemplaren ej s&#229;lunda betecknade, g&#228;lle vart och ett s&#229;som
sj&#228;lvst&#228;ndig v&#228;xel.

Varje innehavare av v&#228;xel, d&#228;ri ej angives, att den &#228;r utst&#228;lld i blott
ett exemplar, vare ber&#228;ttigad att, mot ers&#228;ttning f&#246;r kostnaderna,
erh&#229;lla dupletter av v&#228;xeln. F&#246;r detta &#228;ndam&#229;l har han att v&#228;nda sig
till den, som senast tecknat &#246;verl&#229;telse &#229; v&#228;xeln; och vare denne
pliktig att giva honom bist&#229;nd genom att v&#228;nda sig mot n&#228;rmast
f&#246;reg&#229;ende &#246;verl&#229;tare och s&#229; vidare, till dess utst&#228;llaren n&#229;s.
&#214;verl&#229;tare vare pliktig att p&#229; duplettexemplaren f&#246;rnya sina
&#246;verl&#229;telse.

65 &#167; Infriande av ett v&#228;xelexemplar medf&#246;r frihet fr&#229;n vidare
betalningsskyldighet f&#246;r v&#228;xeln, &#228;nd&#229; att f&#246;rbeh&#229;ll ej tr&#228;ffats, att
genom s&#229;dant infriande &#246;vriga exemplar bliva kraftl&#246;sa. Dock svare
v&#228;xelbetalaren fortfarande f&#246;r varje exemplar, som &#228;r f&#246;rsett med hans
godk&#228;nnande och som icke till honom &#229;terst&#228;llts.

&#214;verl&#229;tare, som till olika personer &#246;verl&#229;tit exemplar av v&#228;xeln, s&#229; ock
annan, som senare &#246;verl&#229;tit v&#228;xelexemplar, svare f&#246;r varje utel&#246;pande
exemplar, som &#228;r f&#246;rsett med hans namnteckning.

66 &#167; &#196;r ett exemplar av v&#228;xel avs&#228;nt till godk&#228;nnande, skall avs&#228;ndaren
&#229; de &#246;vriga uts&#228;tta namnet &#229; den, hos vilken f&#246;rstn&#228;mnda exemplar
finnes; och vare denne pliktig att utl&#228;mna det till r&#228;tt innehavare av
annat exemplar.

Varder utl&#228;mnandet v&#228;grat, vare v&#228;xelinnehavaren ej ber&#228;ttigad till
&#229;terg&#229;ngskrav, innan medelst protest blivit styrkt:

1) att det till godk&#228;nnande avs&#228;nda exemplaret icke blivit p&#229;
v&#228;xelinnehavarens beg&#228;ran till honom utl&#228;mnat, samt

2) att godk&#228;nnande eller betalning icke kunnat &#229; annat exemplar
erh&#229;llas.

2. Om avskrift (kopia)

67 &#167; Varje innehavare av v&#228;xel vare ber&#228;ttigad att taga avskrifter av
denna.

Avskrift skall noggrant &#229;tergiva originalv&#228;xeln med d&#228;r&#229; befintliga
&#246;verl&#229;telser och samtliga &#246;vriga p&#229;teckningar. I avskriften skall
angivas, huru l&#229;ngt den &#228;r avskrift.

&#197; avskrift m&#229; tecknas &#246;verl&#229;telse och v&#228;xelborgen p&#229; samma s&#228;tt och med
samma verkan, som stadgas i fr&#229;ga om originalv&#228;xel.

68 &#167; &#197; avskrift av v&#228;xel skall angivas, hos vem originalv&#228;xeln finnes.
Denne vare pliktig att utl&#228;mna v&#228;xeln till r&#228;tte innehavaren av
avskriften.

V&#228;gras utl&#228;mnandet, &#228;ge avskriftens innehavare ej mot dem, som &#229;
avskriften tecknat &#246;verl&#229;telse eller v&#228;xelborgen, v&#228;cka &#229;terg&#229;ngskrav,
innan medels protest &#229;dagalagts, att originalv&#228;xeln icke blivit p&#229;
beg&#228;ran till honom utl&#228;mnad.

D&#228;r &#229; originalv&#228;xel, efter &#246;verl&#229;telse, som tecknats n&#228;st f&#246;re
avskriftens tillkomst, anbragts orden &quot;h&#228;danefter &#246;verl&#229;telse allenast &#229;
avskrift&quot; eller motsvarande uttryck, vare &#246;verl&#229;telse, som d&#228;refter
tecknas &#229; originalv&#228;xeln, utan verkan.

10 KAP. Om &#228;ndringar i v&#228;xel

69 &#167; Har &#228;ndring skett i v&#228;xels text, svare de, som efter &#228;ndringen
tecknat sitt namn &#229; v&#228;xeln, j&#228;mlikt den &#228;ndrade texten. De, som f&#246;rut
tecknat sitt namn &#229; v&#228;xeln, vare ansvariga j&#228;mlikt den ursprungliga
texten.

11 KAP. Om v&#228;xels preskription

70 &#167; V&#228;xelfordran mot godk&#228;nnare vare preskriberad efter tre &#229;r, r&#228;knade
fr&#229;n v&#228;xelns f&#246;rfallodag.

Fordran, som tillkommer v&#228;xelinnehavare mot &#246;verl&#229;tare och utst&#228;llare,
preskriberas ett &#229;r fr&#229;n det protest inom r&#228;tt tid upptagits eller, d&#228;r
f&#246;rbeh&#229;ll &#228;r gjort om &#229;terg&#229;ng utan protest, fr&#229;n f&#246;rfallodagen.

&#197;terg&#229;ngsfordran, som tillkommer en &#246;verl&#229;tare mot en annan eller mot
utst&#228;llaren, preskriberas sex m&#229;nader fr&#229;n den dag, d&#229; den f&#246;rstn&#228;mnde
sj&#228;lv inl&#246;ste v&#228;xeln eller mot honom vidtogs s&#229;dan &#229;tg&#228;rd, som i 71 &#167;
s&#228;gs.

71 &#167; V&#228;xelpreskription avbryts genom:

delgivning av st&#228;mning till svensk domstol, kung&#246;rande av
r&#228;tteg&#229;ng vid svensk domstol eller delgivning av ans&#246;kan om
betalningsf&#246;rel&#228;ggande hos Kronofogdemyndigheten i Sverige;

v&#228;xelfordringens &#229;beropande f&#246;r kvittning vid svensk domstol;

fordringens bevakning i g&#228;lden&#228;rens h&#228;r i riket anh&#228;ngiga
konkurs; eller

dess anm&#228;lande under h&#228;r i riket p&#229;g&#229;ende ackordsf&#246;rhandling
utan konkurs.

Genom v&#228;xelfordrans anh&#228;ngigg&#246;rande vid domstol i fr&#228;mmande
stat avbrytes preskription, d&#228;r g&#228;lden&#228;ren har hemvist i den
staten eller, utan inv&#228;ndning mot domstolens beh&#246;righet,
inst&#228;ller sig i m&#229;let eller personligen erh&#229;llit del av
st&#228;mningen. Lika med v&#228;xelfordrans anh&#228;ngigg&#246;rande vid utl&#228;ndsk
domstol anses kung&#246;rande av r&#228;tteg&#229;ng vid s&#229;dan domstol enligt
d&#228;r g&#228;llande lag. Har i fr&#228;mmande stat fordringen bevakats i
v&#228;xelg&#228;lden&#228;rs konkurs eller anm&#228;lts under ackordsf&#246;rhandling
utan konkurs, vare preskription d&#228;rigenom avbruten, d&#228;r
v&#228;xelg&#228;lden&#228;ren vid konkursens eller ackordsf&#246;rhandlingens
b&#246;rjan hade hemvist i den fr&#228;mmande staten. V&#228;xelfordrans
&#229;beropande f&#246;r kvittning vid utl&#228;ndsk domstol medf&#246;re ock
avbrott i preskription.

Preskription avbrytes icke i f&#246;rh&#229;llande till annan &#228;n den, mot
vilken &#229;tg&#228;rd f&#246;r preskriptionens avbrytande vidtagits, men
avbrottet g&#228;lle till f&#246;rdel f&#246;r alla v&#228;xelg&#228;lden&#228;rer, vilka
f&#246;reg&#229; den, som vidtagit &#229;tg&#228;rden.

Har preskription avbrutits men varder det m&#229;l eller &#228;rende,
vari v&#228;xelkravet gjorts g&#228;llande, ej f&#246;rt till slut, skall ny
preskriptionstid begynna att l&#246;pa fr&#229;n den dag, d&#229; m&#229;let eller
&#228;rendet sist handlades.

M&#246;ter f&#246;r vidtagande av &#229;tg&#228;rd f&#246;r preskriptionens avbrytande
hinder, som i 54 &#167; s&#228;gs, vare v&#228;xelr&#228;tten bevarad, d&#228;rest
&#229;tg&#228;rden f&#246;retages inom en m&#229;nad efter hindrets upph&#246;rande.
Lag (2006:675).

12 KAP. Allm&#228;nna best&#228;mmelser

72 &#167; Intr&#228;ffar v&#228;xels f&#246;rfallodag &#229; s&#246;ndag eller annan allm&#228;n helgdag,
m&#229; ej betalning f&#246;r v&#228;xeln kr&#228;vas f&#246;rr&#228;n n&#228;sta s&#246;ckendag. Alla andra
&#229;tg&#228;rder med avseende &#229; v&#228;xel, s&#229;som uppvisande till godk&#228;nnande och
upptagande av protest, m&#229; likaledes vidtagas allenast &#229; s&#246;ckendag.

Skall &#229;tg&#228;rd, som nu sagts, vara vidtagen inom viss tid, vars sista dag
&#228;r allm&#228;n helgdag, varde tiden f&#246;r &#229;tg&#228;rdens vidtagande utstr&#228;ckt att
omfatta j&#228;mv&#228;l p&#229;f&#246;ljande s&#246;ckendag. Vid tids ber&#228;knande skola
mellanliggande helgdagar medr&#228;knas.

Likst&#228;llda med allm&#228;n helgdag enligt denna lag &#228;ro l&#246;rdagar samt
midsommarafton, julafton och ny&#229;rsafton.

Vid ber&#228;kning av tid, vare sig i lag fastst&#228;lld eller s&#228;rskilt best&#228;md,
inom vilken &#229;tg&#228;rd skall vidtagas, varde den dag, fr&#229;n vilken tiden
skall l&#246;pa, ej medr&#228;knad.

Uppskovsdagar &#228;ge enligt denna lag ej rum. Lag (1974:757).

73 &#167; Har v&#228;xel f&#246;rkommit och varder, i anledning av ans&#246;kan om dess
d&#246;dande, offentlig st&#228;mning utf&#228;rdad p&#229; s&#228;tt d&#228;rom &#228;r s&#228;rskilt stadgat,
vare utst&#228;llaren pliktig att utf&#228;rda ny v&#228;xel, s&#229;framt antaglig s&#228;kerhet
st&#228;lles f&#246;r vad han kan n&#246;dgas utgiva p&#229; grund av den f&#246;rkomna v&#228;xeln.
Var denna v&#228;xel godk&#228;nd, &#229;ligger det godk&#228;nnaren att, n&#228;r f&#246;rfallotid &#228;r
inne, mot enahanda s&#228;kerhet betala till den, som visar sin r&#228;tt att
uppb&#228;ra betalning.

74 &#167; &#196;r v&#228;xelfordra preskriberad, eller har v&#228;xelr&#228;tten g&#229;tt f&#246;rlorad
genom f&#246;rsummelse att f&#246;retaga n&#229;gon f&#246;r dess bevarande f&#246;reskriven
handling, st&#229;nde dock v&#228;xelinnehavaren &#246;ppet att, s&#229;som i vanligt
skuldfordringsm&#229;l, hos v&#228;xelg&#228;lden&#228;r uts&#246;ka vad denne till
fordrings&#228;garens skda skulle vinna, d&#228;r fordringen f&#246;rf&#246;lle.

Andra avdelningen

Om egna v&#228;xlar

75 &#167; Egen v&#228;xel skall inneh&#229;lla:

1) ben&#228;mningen v&#228;xel, inf&#246;rd i sj&#228;lva texten och uttryckt &#229; det spr&#229;k,
var&#229; handlingen &#228;r avfattad;

2) ovillkorlig utf&#228;stelse att betala en viss penningsumma;

3) uppgift &#229; f&#246;rfallotiden;

4) uppgift &#229; den ort, d&#228;r betalningen skall erl&#228;ggas;

5) namn &#229; den, till vilken eller till vars order betalningen skall
erl&#228;ggas;

6) uppgift &#229; dag och ort f&#246;r v&#228;xelns undertecknande; samt

7) underskrift av den, som utst&#228;ller handlingen.

76 &#167; Handling, vari saknas n&#229;got av vad egen v&#228;xel skall enligt 75 &#167;
inneh&#229;lla, g&#228;lle ej s&#229;som egen v&#228;xel, d&#228;r ej annat f&#246;ljer av vad nedan i
denna paragraf s&#228;gs.

&#196;r i egen v&#228;xel f&#246;rfallotid ej utsatt, skall v&#228;xeln anses betalbar vid
uppvisandet.

S&#229;som egen v&#228;xels betalningsort och tillika s&#229;som utst&#228;llarens
boningsort skall, d&#228;r ej annan ort s&#228;rskilt angivits, g&#228;lla den, d&#228;r
utst&#228;llandet &#228;gt rum.

Egen v&#228;xel, vari orten f&#246;r utst&#228;llandet ej &#228;r n&#228;mnd men ort &#228;r vid
utst&#228;llarens namn utsatt, skall anses vara d&#228;r utst&#228;lld.

77 &#167; I fr&#229;ga om egen v&#228;xel skola l&#228;nda till efterr&#228;ttelse f&#246;ljande av de
om dragen v&#228;xel givna best&#228;mmelser, i vad de icke strida mot den egna
v&#228;xelns s&#228;rskilda beskaffenhet, n&#228;mligen ang&#229;ende:

&#246;verl&#229;telse (11-20 &#167;&#167;);

f&#246;rfallotid (33-37 &#167;&#167;);

betalning (38-42 &#167;&#167;);

&#229;terg&#229;ngskrav f&#246;r bristande betalning (43-50 samt 52-54 &#167;&#167;);

betalning fr&#229;n tredje man (55 samt 59-63 &#167;&#167;);

avskrift (67 och 68 &#167;&#167;)

&#228;ndringar i v&#228;xel (69 &#167;);

preskription (70 och 71 &#167;&#167;);

helgdagar, ber&#228;kning av tider och f&#246;rbud mot uppskovsdagar (72 &#167;);

f&#246;rkommen v&#228;xel (73 &#167;); samt

v&#228;xelinnehavares r&#228;tt att efter intr&#228;dd preskription eller v&#228;xelr&#228;tts
upph&#246;rande f&#246;ra talan om obeh&#246;rig vinst (74 &#167;).

Likaledes skola i fr&#229;ga om egen v&#228;xel l&#228;nda till efterr&#228;ttelse
best&#228;mmelserna ang&#229;ende dragen v&#228;xel, som lyder p&#229; betalning hos tredje
man eller &#229; annan ort &#228;n v&#228;xelbetalarens boningsort (4 och 27 &#167;&#167;),
ang&#229;ende r&#228;nta (5 &#167;), skiljaktigheter i fr&#229;ga om v&#228;xelsummans angivande
(6 &#167;), verkan av underskrift, tecknad under omst&#228;ndigheter, som angivas
i 7 &#167;, eller av n&#229;gon, som d&#228;rvid handlat utan beh&#246;righet eller
&#246;verskridit sin beh&#246;righet (83 &#167;), samt v&#228;xel, som utgivits i
ofullst&#228;ndigt skick (10 &#167;).

Ytterligare skola &#229; egen v&#228;xel till&#228;mpas de i 30-32 &#167;&#167; givna
best&#228;mmelserna om v&#228;xelborgen. D&#228;rest, i fall som avses i sista stycket
av 31 &#167;, s&#229;dan borgen icke utm&#228;rker, f&#246;r vem den &#228;r ing&#229;ngen, skall den
anses ing&#229;ngen f&#246;r den egna v&#228;xelns utst&#228;llare.

78 &#167; Utst&#228;llare av egen v&#228;xel svare p&#229; s&#228;tt om godk&#228;nnare av dragen
v&#228;xel g&#228;ller.

Lyder egen v&#228;xel &#229; betalning viss tid efter uppvisandet, varde den f&#246;r
utst&#228;llaren uppvisad till p&#229;teckning om uppvisandet inom tid, varom i 23
&#167; s&#228;gs. S&#229;som utg&#229;ngspunkt f&#246;r ber&#228;kning av f&#246;rfallotiden skall g&#228;lla
den dag den av utst&#228;llaren underskrivna p&#229;teckningen &#228;r daterad. V&#228;grar
utst&#228;llaren att l&#228;mna daterd p&#229;teckning, varde det styrkt genom protest
(25 &#167;); och skall dagen f&#246;r denna g&#228;lla s&#229;som utg&#229;ngspunkt f&#246;r ber&#228;kning
av f&#246;rfallotiden.

Tredje avdelningen

Om f&#246;rh&#229;llandet till fr&#228;mmande lag

79 &#167; Svensk medborgares beh&#246;righet att ing&#229; v&#228;xelf&#246;rbindelse varde, &#228;nd&#229;
att han ej h&#228;r i riket hade hemvist eller att f&#246;rbindelsen &#228;r ing&#229;ngen
utom riket, bed&#246;md efter svensk lag.

Utl&#228;ndsk medborgares beh&#246;righet att ing&#229; v&#228;xelf&#246;rbindelse varde bed&#246;md
efter lagen i den stat han tillh&#246;r. Inneh&#229;ller n&#228;mnda lag, att en annan
stats lag skall till&#228;mpas, l&#228;nde det till efterr&#228;ttelse.

&#196;r enligt lag, som s&#229;lunda skall g&#228;lla, utl&#228;ndsk medborgare obeh&#246;rig att
ing&#229; v&#228;xelf&#246;rbindelse, vare han &#228;ndock h&#228;r i riket f&#246;r dylik f&#246;rbindelse
ansvarig, d&#228;r han &#229;tagit sig den inom en stat, enligt vars lag han var
d&#228;r till beh&#246;rig.

80 &#167; I fr&#229;ga om v&#228;xelf&#246;rbindelses form skall lagen i den stat, d&#228;r f&#246;r
bindelsen undertecknats, l&#228;nda till efterr&#228;ttelse.

D&#228;r, p&#229; grund av vad nu &#228;r sagt, v&#228;xelf&#246;rbindelse saknar giltighet, men
den skulle varit g&#228;llande, om den tillkommit i viss annan stat, d&#228;r
f&#246;rbindelse senare &#229;tecknats v&#228;xeln, m&#229; den tidigare f&#246;rbindelsens
ogiltighet ej medf&#246;ra, att &#228;ven den senare anses ogiltig.

V&#228;xelf&#246;rbindelse, som svensk medborgare &#229;tager sig utom riket och som i
fr&#229;ga om formen uppfyller svensk lags fordringar, vare h&#228;r i riket
g&#228;llande gentemot annan svensk medborgare, &#228;nd&#229; att den p&#229; grund av
stadgandet i f&#246;rsta stycket skulle sakna giltighet.

81 &#167; R&#228;ttsverkningarna av dragen v&#228;xels godk&#228;nnande eller egen v&#228;xels
utst&#228;llande skola bed&#246;mas enligt lagen i den stat, d&#228;r v&#228;xeln skall
betalas.

Verkan av annan v&#228;xelf&#246;rbindelse varde, d&#228;r ej h&#228;rnedan annorledes
stadgas, bed&#246;md enligt lagen i den stat, d&#228;r f&#246;rbindelsen
undertecknades.

82 &#167; Tid f&#246;r framst&#228;llande av &#229;terg&#229;ngskrav skall i fr&#229;ga om samtliga
v&#228;xelg&#228;lden&#228;rer ber&#228;knas enligt lagen i den stat, d&#228;r v&#228;xeln utst&#228;lldes.


83 &#167; Skall, enligt lagen i den stat, d&#228;r v&#228;xel utst&#228;llts,
v&#228;xelinnehavaren betraktas s&#229;som tillika innehavare av fordran, som m&#229;
hava f&#246;ranlett v&#228;xelns utst&#228;llande, l&#228;nde d&#228;rutinnan den lag till
efterr&#228;ttelse.

84 &#167; Huruvida godk&#228;nnande av v&#228;xel m&#229; inskr&#228;nkas till en del av
v&#228;xelsumman, samt huruvida v&#228;xelinnehavare &#228;ger v&#228;gra mottaga betalning,
som t&#228;cker allenast en del av summan, varde bed&#246;mt enligt lagen i den
stat, d&#228;r v&#228;xeln skall betalas.

85 &#167; Betr&#228;ffande tiden och s&#228;ttet f&#246;r upptagande av protest, s&#229; ock
betr&#228;ffande s&#228;ttet f&#246;r verkst&#228;llande av andra &#229;tg&#228;rder, som &#228;ro av n&#246;den
f&#246;r ut&#246;vande eller bevarande av r&#228;tt p&#229; grund av v&#228;xel, g&#228;lle lagen i
den stat, d&#228;r protest eller annan &#229;tg&#228;rd, varom fr&#229;ga &#228;r, skall
verkst&#228;llas.

86 &#167; I fr&#229;ga om de &#229;tg&#228;rder, som m&#229; vidtagas, n&#228;r v&#228;xel obeh&#246;rigen
fr&#229;nh&#228;nts innehavaren eller f&#246;rkommit, g&#228;lle lagen i den stat, d&#228;r
v&#228;xeln skall betalas.

87 &#167; Skall, efter ty h&#228;r f&#246;rut &#228;r sagt, i visst m&#229;l fr&#228;mmande lag l&#228;nda
till efterr&#228;ttelse, och &#228;r ej inneh&#229;llet i den fr&#228;mmande lagen f&#246;r
r&#228;tten k&#228;nt, &#228;ge r&#228;tten f&#246;rel&#228;gga part att i s&#229;dant h&#228;nseende f&#246;rebringa
utredning.

Fj&#228;rde avdelningen

Om protest och om r&#228;tteg&#229;ng i v&#228;xelm&#229;l

88 &#167; Protest tas upp av Kronofogdemyndigheten, av en s&#228;rskild
f&#246;rr&#228;ttningsman som l&#228;nsstyrelsen f&#246;rordnar eller av notarius
publicus. Lag (2006:675).

89 &#167; En protest ska, om inte annat har &#246;verenskommits, tas
upp mellan klockan 9 och 19 hos den protesten g&#228;ller, i hans
eller hennes aff&#228;rslokal eller, om en s&#229;dan inte finns p&#229;
orten, i hans eller hennes bostad. Om den protesten g&#228;ller
inte p&#229;tr&#228;ffas, f&#229;r protesten i st&#228;llet tas upp vid
aff&#228;rslokalen eller bostaden. &#196;r denna inte k&#228;nd, ska detta
anm&#228;rkas i protesten.

I fr&#229;ga om tid och plats f&#246;r att visa upp v&#228;xel till
godk&#228;nnande eller betalning g&#228;ller vad som nu &#228;r sagt om
protest. Lag (2014:604).

90 &#167; Vid protest f&#246;r uteblivet godk&#228;nnande eller bristande betalning
skall v&#228;xeln i huvudskrift medf&#246;ras av f&#246;rr&#228;ttningsmannen eller n&#229;gon,
som honom &#229;tf&#246;ljer; och skall anteckning om protesten av
f&#246;rr&#228;ttningsmannen g&#246;ras &#229; v&#228;xeln. F&#246;rekommer &#229; avskrift &#246;verl&#229;telse
eller v&#228;xelborgen, varde j&#228;mv&#228;l avskriften medf&#246;rd och f&#246;rsedd med
anteckning om protesten.

91 &#167; &#214;ver protest skall f&#246;ras protokoll. I detta skall inf&#246;ras; v&#228;xeln
med allt vad d&#228;r&#229; finnes tecknat; den s&#246;kandes p&#229;st&#229;ende; det svar, som
gives av den, som protesten g&#228;ller, eller anm&#228;rkning att svar ej kunnat
erh&#229;llas eller att han ej kunnat tr&#228;ffas; uppgift p&#229; platsen varest och
tiden n&#228;r protesten sker; samt underskrift av f&#246;rr&#228;ttningsmannen.
Avskrift, varom f&#246;rm&#228;les i 90 &#167;, skall ock med vad d&#228;r&#229; &#228;r tecknat
intagas i protokollet.

92 &#167; F&#246;rr&#228;ttningsman, som vid upptagande av protest f&#246;r bristande
betalning medf&#246;r v&#228;xeln i huvudskrift, skall anses bemyndigad att
uppb&#228;ra betalning, med mindre v&#228;xelinnehavaren meddelat v&#228;xelbetalaren,
att s&#229;dant ej &#228;r &#229;syftat.

93 &#167; Om laga domstol i v&#228;xelm&#229;l g&#228;ller vad som &#228;r f&#246;reskrivet f&#246;r
tvistem&#229;l. Lag (1991:855).

94 &#167; P&#229; framst&#228;llning av k&#228;randen skall r&#228;tten, om synnerligt hinder ej
m&#246;ter och svaranden &#228;r s&#229; till hands att han kan infinna sig, uts&#228;tta
f&#246;rsta inst&#228;llelse till samma dag som st&#228;mning s&#246;kes eller n&#228;stf&#246;ljande
dag. Lag (1978:771).


95 &#167; Upph&#246;r att g&#228;lla genom lag (1981:812).

&#214;verg&#229;ngsbest&#228;mmelser

1991:855

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om m&#229;l om lags&#246;kning d&#228;r talan
v&#228;ckts f&#246;re ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4544">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4546">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
