

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-11" /> 
 <meta id="rattsinfo-edited" content="2023-01-11 09:10:14" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4554</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4553">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4555">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1929:404 ·
                    <a href="/sfsr?bet=1929:404">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1929:404) om giltighet h&#228;r i riket av svensk-norska vattenr&#228;ttskonventionen av den 11 maj 1929</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1929-12-20
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">&quot;Konventionens omfattning.

Art. 1.

1. Denna konvention avser anl&#228;ggning, arbete eller annan &#229;tg&#228;rd i
vattendrag inom det ena riket av beskaffenhet att d&#228;rigenom v&#229;llas
m&#228;rkbar f&#246;r&#228;ndring i vattendrag inom det andra riket med avseende &#229;
djup, l&#228;ge, riktning, vattenst&#229;nd eller vattenm&#228;ngd eller f&#246;rorsakas
hinder f&#246;r fiskens g&#229;ng till skada f&#246;r fisket inom detta rike.

2. Konventionen avser ock samf&#228;rdsel och flottning i vattendrag, som
utg&#246;ra gr&#228;ns mellan rikena eller som eljest str&#228;cka sig genom b&#229;da
rikenas omr&#229;den eller som hava avlopp till s&#229;dana vattendrag.

3. Till vattendrag h&#228;nf&#246;ras i denna konvention j&#228;mv&#228;l sj&#246;ar och andra
vattensamlingar. Anl&#228;ggning, arbete eller &#229;tg&#228;rd, som avses i mom. 1,
kallas i denna konvention f&#246;retag.

Art. 2.

Innefattar ett f&#246;retag &#246;verf&#246;ring av vatten fr&#229;n ett nederb&#246;rdsomr&#229;de
till ett annat, m&#229; vartdera riket p&#229;fordra, att fr&#229;gan g&#246;res till
f&#246;rem&#229;l f&#246;r s&#228;rskilda f&#246;rhandlingar mellan rikena, d&#228;rvid dessa icke
&#228;ro bundna av best&#228;mmelserna i denna konvention. S&#229;som ett
nederb&#246;rdsomr&#229;de anses hela det omr&#229;de, fr&#229;n vilket vattnet har
gemensamt avlopp till havet.

Lagtill&#228;mpning.

Huvudregler.

Art. 3.

1. Med iakttagande av best&#228;mmelserna i denna konvention bed&#246;mes fr&#229;gan
huruvida ett f&#246;retag m&#229; &#228;ga rum och villkoren d&#228;rf&#246;r enligt lagen i
det rike, d&#228;r f&#246;retaget skall verkst&#228;llas.

2. Med avseende &#229; f&#246;rh&#229;llandet mellan det andra riket och intressen
inom detta &#228;vensom mellan dessa intressen inb&#246;rdes g&#228;ller lagen i
detta rike.

*/k/ Likst&#228;llighet mellan intressen. */-k/

Art. 4.

Tillst&#229;nd till ett f&#246;retag kan meddelas oberoende av om det str&#246;mfall
eller den fasta egendom eller det samf&#228;rdsels- eller det
flottningsintresse, f&#246;r vars r&#228;kning f&#246;retaget skall &#228;ga rum, h&#246;r till
det ena eller det andra riket.
Art. 5.

Vid bed&#246;mande huruvida ett f&#246;retag m&#229; verkst&#228;llas skall h&#228;nsyn tagas
till dess verkningar inom b&#229;da rikena. Som nytta av f&#246;retaget anses
dock i allm&#228;nhet allenast nyttan f&#246;r det str&#246;mfall eller den fasta
egendom eller det samf&#228;rdsels- eller det flottningsintresse, f&#246;r vars
r&#228;kning f&#246;retaget skall &#228;ga rum.

*/k/ Ers&#228;ttning. */-k/

Art. 6.

Vad ang&#229;r ers&#228;ttning f&#246;r skada och ol&#228;genhet till f&#246;ljd av ett f&#246;retag
g&#228;ller lagen i det rike, d&#228;r skadan eller ol&#228;genheten uppst&#229;r. I fr&#229;ga
om &#229;tg&#228;rd till f&#246;rebyggande eller minskande av skada eller ol&#228;genhet
g&#228;ller lagen i det rike, d&#228;r &#229;tg&#228;rden skall vidtagas.

*/k/ Tidsbegr&#228;nsning. */-k/

Art. 7.

Tillst&#229;nd till ett f&#246;retag m&#229; meddelas f&#246;r best&#228;md tid.

*/k/ Avgifter och fonder */-k/

Art 8.

1. Vad lagen i det rike, d&#228;r f&#246;retaget skall verkst&#228;llas, inneh&#229;ller
i fr&#229;ga om skyldighet att g&#228;lda avgifter eller neds&#228;tta fonder, m&#229;,
med iakttagande av best&#228;mmelserna h&#228;r nedan, till&#228;mpas j&#228;mv&#228;l &#229;
str&#246;mfall och annan fast egendom i det andra riket, f&#246;r vilkas r&#228;kning
f&#246;retaget &#228;ger rum. Till fond, som h&#228;r avses, h&#228;nf&#246;res j&#228;mv&#228;l
gottg&#246;relse f&#246;r r&#229;digheten &#246;ver sj&#246;, som ej i sin helhet &#228;r
underkastad &#228;gander&#228;tt.

2. Avgifter och fonder, som avses i mom. 1, utg&#229; till det rike, d&#228;r
f&#246;retaget skall verkst&#228;llas, och fastst&#228;llas med h&#228;nsyn till intressen
inom detta rike. &#196;ro avgifter och fonder beroende av kraft&#246;kningens
storlek, l&#228;gges till grund den kraft&#246;kning, som vinnes genom
f&#246;retaget, oavsett huru stor del d&#228;rav uttages.

3. Har avgift best&#228;mts att utg&#229; &#229;rligen, skall den erl&#228;ggas fr&#229;n och
med kalender&#229;ret efter det, d&#229; f&#246;retaget enligt av vederb&#246;rande
myndighet d&#228;rom meddelad best&#228;mmelse skall hava fullbordats.

4. Ut&#246;ver vad som f&#246;ljer av best&#228;mmelserna i denna artikel m&#229; ej
skyldighet &#229;l&#228;ggas &#228;gare av str&#246;mfall eller annan fast egendom i
ettdera riket att g&#228;lda avgifter eller neds&#228;tta fonder till det andra
riket.

*/k/ Kraft&#246;verf&#246;ring. */-k/

Art. 9.

Ej m&#229; skyldighet &#229;l&#228;ggas att fr&#229;n str&#246;mfall i ettdera riket
tillhandah&#229;lla kraft s&#229;som ers&#228;ttning f&#246;r skada eller ol&#228;genhet eller
eljest f&#246;r tillgodoseende av intressen inom det andra riket.
*/k/ Delaktighet. */-k/

Art. 10.

Vad ettdera rikets lag inneh&#229;ller ang&#229;ende r&#228;tt eller skyldighet att
taga del i ett f&#246;retag kan icke g&#246;ras g&#228;llande till f&#246;rm&#229;n f&#246;r eller
gent emot str&#246;mfall eller annan fast egendom eller intresse inom det
andra riket. &#214;verenskommelse mellan intressenter i b&#229;da rikena om
deltagande i ett f&#246;retag &#228;r dock g&#228;llande, s&#229;framt den godk&#228;nnes av
vederb&#246;rande myndighet i vartdera riket.

S&#228;kerhets st&#228;llande.

Art. 11.

Vartdera riket m&#229; fordra s&#228;kerhet f&#246;r fullg&#246;rande av de villkor, som
fastst&#228;llas f&#246;r ett f&#246;retag, samt f&#246;r de f&#246;rpliktelser, som eljest
kunna f&#246;lja av detta.

Samtycke av det andra riket.

Art. 12.

1. Tillst&#229;nd till ett f&#246;retag m&#229; icke meddelas av det ena riket utan
att det andra riket l&#228;mnat sitt samtycke, om f&#246;retaget kan antagas
medf&#246;ra ol&#228;genhet av n&#229;gon betydelse inom detta rike i ett vattendrags
begagnande s&#229;som farled eller flottled eller f&#246;rorsaka hinder f&#246;r
fiskens g&#229;ng till skada f&#246;r fisket inom sistn&#228;mnda rike eller om
f&#246;retaget kan antagas d&#228;r v&#229;lla betydande rubbningar i
vattenf&#246;rh&#229;llandena inom ett st&#246;rre omr&#229;de.

2. Kan f&#246;retaget icke antagas inom det andra riket &#228;ga s&#229;dana
verkningar, som i mom. 1 s&#228;gs, kan detta rike icke mots&#228;tta sig att
f&#246;retaget m&#229; verkst&#228;llas.

Art. 13.

Erfordras samtycke av det andra riket, skall fr&#229;gan bed&#246;mas i
&#246;verensst&#228;mmelse med de grunder, som betr&#228;ffande anl&#228;ggningar, arbeten
eller &#229;tg&#228;rder av motsvarande beskaffenhet g&#228;lla enligt lagen i detta
rike, dock med iakttagande av best&#228;mmelserna i art. 4 och 5. Ej m&#229; f&#246;r
samtycke uppst&#228;llas andra villkor &#228;n som ang&#229; f&#246;retagets planl&#228;ggning
eller f&#246;rebyggande eller minskande av skada och ol&#228;genhet f&#246;r allm&#228;nna
intressen.

F&#246;rfarandet.

Ans&#246;kans ingivande.

Art. 14.

1. Ans&#246;kan om tillst&#229;nd till ett f&#246;retag ingives till vederb&#246;rande
myndighet i det rike, d&#228;r f&#246;retaget skall verkst&#228;llas. D&#228;rest det
str&#246;mfall eller den fasta egendom eller det samf&#228;rdsels eller det
flottningsintresse, f&#246;r vars r&#228;kning f&#246;retaget skall &#228;ga rum, h&#246;r till
det andra riket, skall vid ans&#246;kningen fogas detta rikes f&#246;rklaring,
att fr&#229;n dess sida intet &#228;r att inv&#228;nda mot ans&#246;kningens upptagande
till behandling.


2. Ans&#246;kningen skall vara &#229;tf&#246;ljd av de ritningar och beskrivningar
samt inneh&#229;lla de upplysningar, som erfordras f&#246;r bed&#246;mande av
f&#246;retagets verkningar inom b&#229;da rikena.

3. D&#229; ans&#246;kan inkommit till myndigheten i det rike, d&#228;r f&#246;retaget
skall verkst&#228;llas, skall ett exemplar av ans&#246;kningen j&#228;mte bilagor
&#246;verl&#228;mnas till det andra riket.

*/k/ Underr&#228;ttelser. */-k/

Art. 15.

Vad lagen i det rike, d&#228;r f&#246;retaget skall verkst&#228;llas, f&#246;reskriver om
ans&#246;kningens kung&#246;rande samt om meddelanden och inh&#228;mtande av
yttranden i anledning av ans&#246;kningen skall icke g&#228;lla inom det andra
riket. Inbyggarna i detta skola dock p&#229; s&#228;tt vederb&#246;rande myndighet
i samma rike anser l&#228;mpligt och genom dess f&#246;rsorg underr&#228;ttas om
ans&#246;kningen och dess behandling. F&#246;r detta &#228;ndam&#229;l skola erforderliga
upplysningar d&#228;rom tillst&#228;llas denna myndighet av vederb&#246;rande
myndighet i f&#246;rstn&#228;mnda rike.

*/k/ Inh&#228;mtande av upplysningar. */-k/

Art. 16.

Vartdera riket m&#229; fr&#229;n vederb&#246;rande myndighet i det andra riket
inh&#228;mta de upplysningar, som erfordras f&#246;r bed&#246;mande av f&#246;retagets
verkningar inom detta rike.

*/k/ Kommissionsbehandling. */-k/

Art. 17.

Vartdera riket m&#229; f&#246;r sakens behandling p&#229;kalla tills&#228;ttande av en
kommission, best&#229;ende av tv&#229;, fyra eller sex medlemmar, varav halva
antalet utses av vartdera riket.

Art. 18.

1. Kommissionen har att utreda de fr&#229;gor, som &#228;ro av intresse f&#246;r b&#229;da
rikena, och kan f&#246;r detta &#228;ndam&#229;l tillkalla sakkunnigt bitr&#228;de. Den
fastst&#228;ller sj&#228;lv sin f&#246;rhandlingsordning.

2. De, vilkas r&#228;tt ber&#246;res av f&#246;retaget, skola efter l&#228;mpligt
kung&#246;relsef&#246;rfarande erh&#229;lla tillf&#228;lle att inf&#246;r kommissionen bevaka
sina intressen.

3. Vartdera riket best&#228;mmer och utbetalar arvode till de medlemmar av
kommissionen, som av riket utsetts. Kommissionens &#246;vriga utgifter
g&#228;ldas av s&#246;kanden, men f&#246;rskjutas av det rike, som p&#229;kallat
kommissionens tills&#228;ttande. S&#246;kanden kan &#229;l&#228;ggas att betala l&#228;mpligt
f&#246;rskott eller st&#228;lla s&#228;kerhet f&#246;r dessa utgifter.

Art. 19.

1. Kommissionen har att yttra sig om, huruvida f&#246;retaget b&#246;r &#228;ga rum,
och f&#246;r s&#229;dant fall, i den m&#229;n f&#246;rh&#229;llandena d&#228;rtill giva anledning,
utreda:

a) huru f&#246;retaget b&#246;r verkst&#228;llas f&#246;r att &#228;ndam&#229;let m&#229; utan osk&#228;lig
kostnad vinnas med minsta skada och ol&#228;genhet, s&#229; och vilka &#229;tg&#228;rder
kunna anses av n&#246;den till f&#246;rebyggande eller minskande av skada eller
ol&#228;genhet f&#246;r allm&#228;nna intressen,

b) vilka best&#228;mmelser b&#246;ra meddelas ang&#229;ende hush&#229;llningen med och
framsl&#228;ppande av vatten,

c) med vilka belopp avgifter skola erl&#228;ggas och fonder neds&#228;ttas
enligt best&#228;mmelserna i art. 8,

d) huruvida &#246;verenskommelse, som avses i art. 10, om deltagande i
f&#246;retaget b&#246;r godk&#228;nnas,

e) vilken s&#228;kerhet b&#246;r st&#228;llas f&#246;r fullg&#246;rande av de villkor, som
fastst&#228;llas f&#246;r f&#246;retaget, samt f&#246;r de f&#246;rpliktelser, som eljest kunna
f&#246;lja av detta,

f) inom vilken tid f&#246;retaget b&#246;r vara p&#229;b&#246;rjat och slutf&#246;rt,

g) f&#246;r vilken tid tillst&#229;ndet b&#246;r vara g&#228;llande,

h) de ytterligare sp&#246;rsm&#229;l i anledning av f&#246;retaget, som &#228;ro av
intresse f&#246;r b&#229;da rikena.

2. D&#229; kommissionens unders&#246;kning bragts till slut, skall dess
utl&#229;tande &#246;verl&#228;mnas till b&#229;da rikena. Vartdera riket m&#229; fr&#229;n
kommissionen inh&#228;mta till&#228;ggsf&#246;rklaringar, vilka likaledes tillst&#228;llas
b&#229;da rikena.

*/k/ Pr&#246;vningsmyndighet. */-k/

Art. 20.

Fr&#229;ga huruvida f&#246;r ett f&#246;retag erfordras samtycke av det andra riket
och, f&#246;r s&#229;dant fall, om samtycke b&#246;r meddelas och ang&#229;ende villkoren
d&#228;rf&#246;r avg&#246;res av Konungen. Erfordras samtycke och har f&#246;r detta
uppst&#228;llts s&#228;rskilda villkor, kan j&#228;mv&#228;l i det rike, d&#228;r f&#246;retaget
skall verkst&#228;llas, fr&#229;ga om f&#246;retagets till&#229;tlighet och villkoren
d&#228;rf&#246;r avg&#246;ras av Konungen.

*/k/ Tillst&#229;ndets inneh&#229;ll. */-k/

Art. 21.

1. Tillst&#229;nd till ett f&#246;retag meddelas av vederb&#246;rande myndighet i det
rike, d&#228;r f&#246;retaget skall verkst&#228;llas. Tillst&#229;ndet skall inneh&#229;lla ej
mindre de villkor, som f&#246;reskrivas av detta rike, &#228;n &#228;ven de villkor,
som m&#229; hava uppst&#228;llts f&#246;r det andra rikets samtycke enligt art. 13.
I tillst&#229;ndet skall tillika intagas erinran d&#228;rom, att det icke &#228;r
g&#228;llande i det andra riket med mindre s&#246;kanden av vederb&#246;rande
myndighet i detta rike inh&#228;mtat s&#229;dan f&#246;rklaring, som avses i art.
22.

2. D&#229; slutligt beslut meddelats av det rike, d&#228;r f&#246;retaget skall &#228;ga
rum, skall avskrift d&#228;rav &#246;vers&#228;ndas till det andra riket samtidigt
med att beslutet tillst&#228;lles s&#246;kanden.

*/k/ Tillst&#229;ndets r&#228;ttsverkan i det andra riket. */-k/

Art. 22.

1. D&#229; tillst&#229;nd till ett f&#246;retag meddelats och vunnit laga kraft, har
s&#246;kanden att inom 180 dagar d&#228;refter hos vederb&#246;rande myndighet i det
andra riket inh&#228;mta denna myndighets f&#246;rklaring, att tillst&#229;ndet
tillkommit den ordning, som &#228;r f&#246;reskriven i denna konvention. S&#246;kes
ej f&#246;rklaring inom tid, som nu sagts, m&#229; f&#246;retaget ej verkst&#228;llas utan
att nytt tillst&#229;nd meddelas.

2. D&#228;rest det str&#246;mfall eller den fasta egendom eller det samf&#228;rdsels-
eller det flottningsintresse, f&#246;r vars r&#228;kning tillst&#229;nd till
f&#246;retaget meddelats, h&#246;r till det andra riket, m&#229; f&#246;rklaring icke
l&#228;mnas med mindre beslut meddelats r&#246;rande vad enligt art. 3 mom. 2
m&#229; bliva f&#246;reskrivet.

3. Har s&#229;dan f&#246;rklaring l&#228;mnats, &#229;ligger envar inom samma rike att mot
ers&#228;ttning avst&#229; den fasta egendom, som erfordras, samt t&#229;la det
intr&#229;ng och den skada eller ol&#228;genhet, som v&#229;llas genom f&#246;retaget,
allt i &#246;verensst&#228;mmelse med lagen i detta rike.

Avgift f&#246;r ans&#246;kans behandling.

Art. 23.

Skall enligt lagen i ettdera riket utg&#229; avgift s&#229;som bidrag till
kostnaden f&#246;r behandling av ans&#246;kningen inom detta rike, m&#229; beloppet
efter omst&#228;ndigheterna neds&#228;ttas under vad eljest kan vara best&#228;mt.

Tillsyn och underh&#229;ll.

Art. 24.

1. Betr&#228;ffande tillsyn &#229; ett f&#246;retag och underh&#229;llet d&#228;rav g&#228;ller
lagen i det rike, d&#228;r f&#246;retaget verkst&#228;llts, dock skall i fr&#229;ga om
&#229;tg&#228;rder inom det andra riket till f&#246;rebyggande eller minskande av
skada eller ol&#228;genhet lagen i detta rike &#228;ga till&#228;mpning. B&#229;da rikenas
inbyggare skola &#228;ga samma r&#228;tt att tillvarataga sina intressen.

2. Vad ang&#229;r ers&#228;ttning f&#246;r skada och ol&#228;genhet, som v&#229;llas genom
bristande underh&#229;ll, g&#228;ller lagen i det rike, d&#228;r skadan eller
ol&#228;genheten uppst&#229;r.

3. R&#246;rande hush&#229;llningen med och framsl&#228;ppande av vatten skall vad i
denna artikel stadgas med avseende &#229; tillsyn och underh&#229;ll &#228;ga
motsvarande till&#228;mpning.

Nedl&#228;ggande.

Art. 25.

1. Betr&#228;ffande nedl&#228;ggande av ett f&#246;retag g&#228;ller lagen i det rike, d&#228;r
f&#246;retaget verkst&#228;llts. B&#229;da rikenas inbyggare skola &#228;ga samma r&#228;tt att
tillvarataga sina intressen. H&#228;rvid skola best&#228;mmelserna i art. 15 och
16 &#228;ga motsvarande till&#228;mpning.

2. Vad ang&#229;r skada och ol&#228;genhet, som v&#229;llas genom ett f&#246;retags
nedl&#228;ggande, skola best&#228;mmelserna i art. 6 &#228;ga motsvarande
till&#228;mpning.

Samf&#228;rdsel och flottning.

Art. 26.

Med avseende &#229; &#246;ppnande, bibeh&#229;llande eller begagnande av farled eller
flottled i vattendrag, varom i art. 1 mom. 2 s&#228;gs, skola vartdera
rikets inbyggare i det andra riket &#229;tnjuta samma r&#228;ttigheter och vara
underkastade samma f&#246;rpliktelser som detta rikes egna inbyggare.
Vartdera riket m&#229; dock meddela s&#228;rskilda f&#246;reskrifter om skyldighet
f&#246;r inbyggare i det andra riket att st&#228;lla s&#228;kerhet f&#246;r de
f&#246;rpliktelser, som &#229;ligga dem s&#229;som flottande.

S&#228;rskilda best&#228;mmelser.

Unders&#246;kningsarbeten.

Art. 27.

I fr&#229;ga om unders&#246;kningsarbeten som f&#246;rberedelse till ett f&#246;retag
skola vartdera rikets inbyggare inom det andra riket &#229;tnjuta samma
r&#228;ttigheter och vara underkastade samma f&#246;rpliktelser som detta rikes
egna inbyggare.

*/k/ Tidsfrister. */-k/

Art. 28.

Skall enligt lagen i ettdera riket n&#229;got p&#229;b&#246;rjas eller fullg&#246;ras inom
best&#228;md tidsfrist efter det tillst&#229;nd till ett f&#246;retag meddelats,
skall fristen r&#228;knas fr&#229;n den tidpunkt, d&#229; s&#229;dan f&#246;rklaring, som avses
i art. 22, utf&#228;rdats.

*/k/ Ombud. */-k/

Art 29.

1. Den, som &#228;ger tillst&#229;nd till ett f&#246;retag, kan av vederb&#246;rande
myndighet i det av rikena, d&#228;r han icke har hemvist, f&#246;rel&#228;ggas att
utse ett av denna myndighet godk&#228;nt ombud, som &#228;r bosatt inom riket
och som skall &#228;ga att &#229; hans v&#228;gnar svara vid domstolar och hos andra
myndigheter samt mottaga meddelanden i tvister och andra
angel&#228;genheter, som r&#246;ra f&#246;retaget. Ombudets namn och adress skola
anm&#228;las hos vederb&#246;rande myndighet i sistn&#228;mnda rike f&#246;r att kung&#246;ras
f&#246;r allm&#228;nheten. Iakttages ej vad s&#229;lunda &#228;r f&#246;reskrivet, m&#229; denna
myndighet utse ombud.

2. Har den, som idkar flottning inom ettdera riket, icke d&#228;r sitt
hemvist, skola best&#228;mmelserna i mom. 1 &#228;ga motsvarande till&#228;mpning,
med mindre han f&#246;retr&#228;des av en i &#246;verensst&#228;mmelse med lagen i detta
rike bildad flottningsf&#246;reing.

*/k/ Verkst&#228;llighet. */-k/

Art. 30.

1. Lagakraftvunnen dom eller lagakraftvunnet utl&#229;tande i ettdera riket
ang&#229;ende ett f&#246;retag eller ang&#229;ende samf&#228;rdsel eller flottning, som
avses i denna konvention, skall, s&#229;framt domen eller utl&#229;tandet kan
verkst&#228;llas i detta rike och avser annat &#228;n straff, p&#229; beg&#228;ran
omedelbart verkst&#228;llas i det andra riket.
2. Hade den f&#246;rpliktade icke medborgarskap eller hemvist i det rike,
d&#228;r domen eller utl&#229;tandet meddelats, kan verkst&#228;llighet ej p&#229;fordras,
med mindre han inst&#228;llt sig i r&#228;tteg&#229;ngen eller ock st&#228;mningen i
beh&#246;rig tid lagligen delgivits antingen honom personligen eller hans
enligt best&#228;mmelserna i art. 29 utsedda ombud.

3. Vad i mom. 1 stadgas om dom eller utl&#229;tande skall &#228;ga motsvarande
till&#228;mpning i fr&#229;ga om annat beslut eller fordran i ettdera riket, som
enligt lagen i detta rike m&#229; verkst&#228;llas eller uts&#246;kas s&#229;som
lagakraftvunnen dom.

4. Framst&#228;llning om erh&#229;llande av verkst&#228;llighet g&#246;res och mottages
i Norge av vederb&#246;rande departement samt i Sverige av
utrikesdepartementets r&#228;ttsavdelning eller vederb&#246;rande l&#228;nsstyrelse.
Vid framst&#228;llningen skall fogas bevis av den myndighet, som g&#246;r
framst&#228;llningen, att domen, utl&#229;tandet, beslutet eller fordringen
uppfyller de h&#228;r ovan stadgade villkor f&#246;r verkst&#228;llighet.

5. Verkst&#228;lligheten sker i vartdera riket enligt d&#228;r g&#228;llande lag.
F&#246;rm&#229;nsr&#228;tt, som enligt ettdera rikets lag &#228;r tillagd fordran p&#229;
avgifter eller fonder, kan dock icke g&#246;ras g&#228;llande. Belopp, som
inflyter, &#246;vers&#228;ndes till den myndighet, som gjort framst&#228;llningen.

6. Kostnadsers&#228;ttning, som &#229;lagts den f&#246;rpliktade i anledning av
fr&#229;gans pr&#246;vning, kan indrivas enligt reglerna i denna artikel.

*/k/ F&#246;retag utan tillst&#229;nd. */-k/

Art. 31.

Har ett f&#246;retag verkst&#228;llts utan tillst&#229;nd, skola i fr&#229;ga om
f&#246;retagets laglighet b&#229;da rikenas inbyggare &#228;ga samma r&#228;tt att
tillvarataga sina intressen.

*/k/ Sammanslutningar. */-k/

Art. 32.

Vad i denna konvention &#228;r stadgat i fr&#229;ga om r&#228;ttigheter och
f&#246;rpliktelser inom ettdera riket f&#246;r det andra rikets inbyggare skall
j&#228;mv&#228;l &#228;ga till&#228;mpning betr&#228;ffande riket och dess kommuner samt d&#228;r
hemmah&#246;rande bolag, f&#246;reningar och stiftelser. Med kommun f&#246;rst&#229;s h&#228;r
j&#228;mv&#228;l landsting (fylkeskommun).

Statsf&#246;retag.

Art. 33.

Skall ettdera riket f&#246;r egen r&#228;kning verkst&#228;lla ett f&#246;retag, m&#229; den
i konventionen stadgade ordningen f&#246;r fr&#229;gans behandling j&#228;mkas.&quot;



Denna lag tr&#228;der i kraft den dag Konungen best&#228;mmer och g&#228;ller s&#229;
l&#228;nge konventionen bibeh&#229;ller giltihet.

Med avseende &#229; anl&#228;ggning, arbete eller &#229;tg&#228;rd, som utf&#246;rts eller
p&#229;b&#246;rjats f&#246;re n&#228;mnda dag eller verkst&#228;lles d&#228;refter med st&#246;d av
tidigare meddelat tillst&#229;nd, skola &#228;ldre best&#228;mmelser forfarande
g&#228;lla. Konventionens best&#228;mmelser i artiklarna 24 och 25 skola dock
&#228;ga till&#228;mpning j&#228;mv&#228;l &#229; s&#229;dana f&#246;retag.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4553">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4555">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
