

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2015-04-01" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4561</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4560">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4562">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1926:327 ·
                    <a href="/sfsr?bet=1926:327">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1926:327) om vad iakttagas skall i avseende &#229; inf&#246;rande av lagen om delning av jord &#229; landet</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1926-06-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1932:225
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Den nu antagna lagen om delning av jord &#229; landet skall j&#228;mte vad
h&#228;r nedan stadgas l&#228;nda till efterr&#228;ttelse fr&#229;n och med den dag,
Konungen best&#228;mmer.

Val av &#228;godelningsn&#228;mndem&#228;n s&#229; ock de &#229;tg&#228;rder, som f&#246;r inr&#228;ttande av
&#228;godelningsr&#228;tter enligt den nya lagen eljest erfordras, m&#229; efter ty
Konungen best&#228;mmer kunna &#228;ga rum innan den nya lagen i &#246;vrigt tr&#228;tt
i kraft.

2 &#167; Betr&#228;ffande jorddelningsf&#246;rr&#228;ttning, som p&#229;b&#246;rjats innan den nya
lagen tr&#228;tt i kraft, skall nya lagen, d&#228;r s&#229; ske kan, till&#228;mpas &#229;
fr&#229;gor, som vid f&#246;rr&#228;ttningen f&#246;rekomma till behandling efter nya
lagens ikrafttr&#228;dande.

I fr&#229;ga om talan emot och fastst&#228;llelse av s&#229;dan f&#246;rr&#228;ttning skall nya
lagen &#228;ga till&#228;mpning, dock att fr&#229;gan, huruvida talan m&#229; efter
f&#246;rr&#228;ttningens avslutande f&#246;ras emot &#229;tg&#228;rd, som vidtagits innan nya
lagen tr&#228;tt i kraft, skall bed&#246;mas enligt &#228;ldre lag.

3 &#167; M&#229;l, som f&#246;re nya lagens ikrafttr&#228;dande inkommit till
&#228;godelningsr&#228;tt eller dess ordf&#246;rande men icke d&#228;rf&#246;rinnan av samma
r&#228;tt eller dess ordf&#246;rande avgjorts, varde j&#228;mlikt &#228;ldre lag pr&#246;vat
av vederb&#246;rande enligt nya lagen inr&#228;ttade &#228;godelningsr&#228;tt eller dess
ordf&#246;rande.

4 &#167; J&#228;mkning p&#229; grund av fel i utr&#228;kning i skifte, som fastst&#228;llts
innan nya lagen tr&#228;tt i kraft, m&#229; s&#246;kas inom f&#246;rut stadgad tid.

5 &#167; I fr&#229;ga om best&#228;mmande av tomtgr&#228;ns inom samh&#228;lle &#229; landet, varest
finnes tomtindelning s&#229;som i stad, skall 2 kap. i lagen om
fastighetsbildning i stad fortfarande &#228;ga till&#228;mpning.

Betr&#228;ffande vissa andra jorddelningsf&#246;rr&#228;ttningar inom samh&#228;lle &#229;
landet, f&#246;r vilket skall f&#246;ras fastighetsregister enligt de f&#246;r stad
meddelade best&#228;mmelser, skall den nya lagen &#228;ga till&#228;mpning allenast
i den m&#229;n 5 och 6 kap. i lagen om fastighetsbildning i stad d&#228;rom
meddela f&#246;reskrift.

6 &#167; Genom nya lagen upph&#228;vas:

12 kap. 5 och 6 &#167;&#167; samt 13 kap. jordabalken;

1 kap. samt 19 kap. 4 &#167; byggningabalken;


stadgan den 9 november 1866 om skiftesverket i riket, dock att vad i
5 kap. av stadgan &#228;r om r&#229;g&#229;ngar f&#246;reskrivet fortfarande skall &#228;ga
till&#228;mpning i m&#229;n best&#228;mmelserna i lagen om fastighetsbildning i stad
d&#228;rtill f&#246;ranleda;

lagen den 27 juni 1896 om hemmansklyvning, &#228;gostyckning och
jordavs&#246;ndring;

kungl. cirkul&#228;ret den 15 juli 1766 om l&#228;nsgr&#228;nssyner&#228;tt;

&#167; 8 i f&#246;rordningen den 1 augusti 1805 om skogarna i riket i vad den
inneh&#229;ller f&#246;reskrifter om villkor f&#246;r delning av sockenallm&#228;nning
samt om Konungens befallningshavandes befattning med fr&#229;gor om delning
av s&#229;dan allm&#228;nning;

kungl. brevet den 19 mars 1839 ang&#229;ende vissa f&#246;reskrifter r&#246;rande
laga skifte i G&#228;vleborgs l&#228;n; samt, i den m&#229;n ej i 8 &#167; annat s&#228;gs,
kung&#246;relsen den 18 februari 1859 om f&#246;r&#228;ndrade f&#246;reskrifter i avseende
&#229; besuttenhets- och skiftesv&#228;sendet i Stora Kopparbergs l&#228;n;

tillika med alla de s&#228;rskilda stadganden, vilka innefatta &#228;ndring
eller f&#246;rklaring av vad s&#229;lunda upph&#228;vda lagrum inneh&#229;lla eller
till&#228;gg d&#228;rtill, d&#228;r ej h&#228;r nedan annorlunda stadgas;

s&#229; ock vad i &#246;vrigt finnes i lag eller s&#228;rskild f&#246;rfattning stridande
mot nya lagens best&#228;mmelser. Lag (1932:225).

7 &#167; D&#228;r i lag eller s&#228;rskild f&#246;rfattning f&#246;rekommer h&#228;nvisning till
lagrum, som ersatts genom best&#228;mmelse i nya lagen, skall s&#229;dan
best&#228;mmelse i st&#228;llet till&#228;mpas.

Vad i lag eller f&#246;rfattning stadgas i avseende &#229; ledamot i
&#228;godelningsr&#228;tt skall g&#228;lla om &#228;godelningsn&#228;mndeman.

8 &#167; har upph&#228;vts genom lag (1932:225).

9 &#167; Vad om f&#246;rbud mot avs&#246;ndring fr&#229;n lotshemman av krono- eller
skattenatur &#228;r i kungl. brevet den 19 augusti 1823 samt f&#246;rordningen
den 9 juli 1862 stadgat skall &#228;ga motsvarande till&#228;mpning i fr&#229;ga om
avstyckning.

10 &#167; Genom nya lagen och vad h&#228;r ovan f&#246;rordnats skola ej anses hava
upph&#228;vts:

de genom lagen den 5 juni 1909 stadgade s&#228;rskilda best&#228;mmelser
ang&#229;ende laga skiften i Jukkasj&#228;rvi och Karesuando socknar av
Norrbottens l&#228;n;

vad om hinder mot delning av samf&#228;lld husbehovsskog stadgas i lagen
den 18 juni 1925 innefattande best&#228;mmelser med avseende &#229; upph&#228;vande
av lagen den 5 juni 1909 om uteslutande tills vidare av r&#228;tten att
erh&#229;lla laga skifte inom vissa omr&#229;den; samt

lagen den 30 april 1925 r&#246;rande vissa laga skiften inom de p&#229;
bekostnad eller med underst&#246;d av staten storskiftade delarna av
Kopparbergs l&#228;n.

11 &#167; Vad i lagen den 22 juni 1921 huru f&#246;rh&#229;llas b&#246;r med str&#246;&#228;ngar vid
&#228;gostyckning inom V&#228;sterbottens och Norrbottens l&#228;ns lappmark &#228;vensom
i lagen av samma dag om f&#246;rbud mot avs&#246;ndring av str&#246;&#228;ngar inom n&#228;mnda
lappmark stadgas skall &#228;ga motsvarande till&#228;mpning i fr&#229;ga om
avstyckning.

12 &#167; Har uppl&#229;telse av andel f&#246;r viss fastighet i oskift mark &#228;gt rum
f&#246;re den 1 januari 1897, och har lagfart d&#228;r&#229; meddelats innan den nya
lagen tr&#228;tt i kraft, skall den beh&#246;righet att p&#229;kalla skifte av denna
mark, som, d&#228;r uppl&#229;telsen ej skett, kunnat tillkomma fastighetens
&#228;gare, i st&#228;llet tillkomma &#228;garen av den uppl&#229;tna andelen.

13 &#167; Har, innan den nya lagen tr&#228;tt i kraft, av hemman eller av s&#229;dan
under s&#228;rskilt nummer i jordeboken upptagen l&#228;genhet, som ej
tillkommit genom avs&#246;ndring, &#246;verl&#229;tits viss till gr&#228;nserna best&#228;md
&#228;govidd, och skulle enligt &#228;ldre lag utbrytning av samma &#228;govidd ske
genom &#228;gostyckning, skall i avseende &#229; utbrytningen d&#228;rav den &#228;ldre
lagen till&#228;mpas, sak&#228;garna dock obetaget att, d&#228;r de s&#229; &#246;nska samt
laga hinder icke m&#246;ter, g&#246;ra den &#246;verl&#229;tna &#228;govidden till f&#246;rem&#229;l f&#246;r
avstyckning.

14 &#167; I fr&#229;ga om avs&#246;ndring, som skett innan den nya lagen tr&#228;tt i
kraft, skall vad i &#228;ldre lag stadgas fortfarande &#228;ga till&#228;mpning,
vederb&#246;rande emellertid obetaget att, d&#228;r icke fastst&#228;llelse &#229;
avs&#246;ndringen meddelats eller laga hinder eljest m&#246;ter, g&#246;ra det
uppl&#229;tna omr&#229;det till f&#246;rem&#229;l f&#246;r avstyckning.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4560">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4562">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
