

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-18" /> 
 <meta id="rattsinfo-edited" content="2023-01-18 13:44:21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4565</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4564">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4566">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1926:1 ·
                    <a href="/sfsr?bet=1926:1">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1926:1) innefattande best&#228;mmelser i anledning av konventionen den 9 maj 1925 mellan Sverige och Finland ang&#229;ende renar i gr&#228;nsomr&#229;dena</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1926-01-07
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1971:618
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap.

Om finska renar h&#228;r i riket.

1 &#167; Uppeh&#229;lla sig finska renar olovligen h&#228;r i riket, skall den, som
enligt s&#228;rskilt meddelade best&#228;mmelser &#228;r av vederb&#246;rande l&#228;nsstyrelse
d&#228;rtill f&#246;rordnad (gr&#228;nsrenvakt), s&#229; snart han erh&#229;ller k&#228;nnedom om
f&#246;rh&#229;llandet, d&#228;rom underr&#228;tta den, som i Finland &#228;r satt att mottaga
s&#229;dan underr&#228;ttelse; och varde d&#228;rvid renarnas uppeh&#229;llsort samt
ungef&#228;rliga antal &#228;vensom, d&#228;r s&#229; kan ske, ren&#228;garens namn uppgivna.

Underr&#228;ttelsen skall meddelas genom telegram eller telefon eller, d&#228;r
detta ej l&#229;ter sig g&#246;ra, genom budskickning eller brev. Har
underr&#228;ttelsen skett genom telefon eller muntligen genom bud, skall
snarast skriftlig bekr&#228;ftelse &#246;vers&#228;ndas.

&#196;r ren&#228;garen k&#228;nd, skall j&#228;mv&#228;l han, d&#228;r s&#229; bekv&#228;mligen kan ske,
underr&#228;ttas om f&#246;rh&#229;llandet.

2 &#167; Renarnas &#228;gare &#228;r, d&#229; han erh&#229;ller k&#228;nnedom om att renarna
olovligen uppeh&#229;lla sig h&#228;r i riket, pliktig att of&#246;rdr&#246;jligen l&#229;ta, i
enlighet med vad i 3 &#167; f&#246;reskrives, avh&#228;mta dem och utdriva dem till
Finland.

Gr&#228;nsrenvakt s&#229; ock vederb&#246;rande finske l&#228;nsman eller annan, som i
Finland &#228;r satt att mottaga underr&#228;ttelse, varom i 1 &#167; s&#228;gs, m&#229; taga
renarna under bevakning eller utdriva dem. Av gr&#228;nsrenvakt utdrivna
renar skola &#246;verl&#228;mnas till &#228;garen eller till tj&#228;nsteman eller person
i Finland, som nyss n&#228;mnts.

3 &#167; Skola renar avh&#228;mtas eller utdrivas, m&#229; medtagas allenast djur,
f&#246;rsedda med m&#228;rken, som begagnas av ren&#228;gare i Finland, &#228;vensom
om&#228;rkta kalvar, som f&#246;lja honrenar med s&#229;dana m&#228;rken.

Innan bortf&#246;randet &#228;ger rum, skola de renar, som p&#229; grund av vad ovan
sagts b&#246;ra kvarl&#228;mnas, utskiljas fr&#229;n de &#246;vriga i n&#228;rvaro av
gr&#228;nsrenvakt eller ren&#228;gare i trakten; dock m&#229; de finska renarna strax
bortf&#246;ras, om gr&#228;nsrenvakten eller ren&#228;gare, som nyss n&#228;mnts,
f&#246;rklarar, att bland renarna icke finnas s&#229;dana, som b&#246;ra kvarl&#228;mnas.

D&#228;rest de finska renarna &#228;ro sammanblandade med renar fr&#229;n trakten och
st&#229; under bevakning av d&#228;rvarande ren&#228;gare eller deras renv&#229;rdare,
skola dessa samla djuren och l&#228;mna den, som vill avh&#228;mta de finska
renarna, tillf&#228;lle att utskilja dem han har r&#228;tt att bortf&#246;ra.

4 &#167; F&#246;r renarnas uppeh&#229;ll h&#228;r i riket skall erl&#228;ggas en betesavgift
f&#246;r varje ren, kalvar under ett &#229;rs &#229;lder ej inbegripna. Denna avgift
utg&#246;r tio &#246;re f&#246;r varje dag av uppeh&#229;llet.

Finnes att renarnas bortdrivande blivit utan &#228;garens v&#229;llande
uppeh&#229;llet, skall vid avgiftens ber&#228;knande tagas den h&#228;nsyn till
f&#246;rh&#229;llandet, som finnes sk&#228;lig.

&#196;r uppenbart att ren&#228;garen avsiktligt l&#229;tit sina renar beta h&#228;r i
riket, kan betesavgiften fastst&#228;llas intill det dubbla beloppet; dock
skall i s&#229;dant fall ren&#228;garen beredas tillf&#228;lle att yttra sig i
&#228;rendet.

5 &#167; F&#246;rutom betesavgift, som i 4 &#167; &#228;r n&#228;mnd, skall g&#228;ldas ers&#228;ttning
f&#246;r de av renarnas uppeh&#229;ll f&#246;ranledda utgifter, s&#229;som f&#246;r meddelande
av underr&#228;ttelse enligt 1 &#167; samt f&#246;r arbete med samlande, bevakning,
utskiljande och bortdrivande av renarna.

6 &#167; Har meddelande enligt 1 &#167; avl&#229;tits, och uppeh&#229;lla sig de renar,
som meddelandet avser, &#228;nnu tio dagar d&#228;refter h&#228;r i riket, utan att
n&#229;gon infunnit sig f&#246;r att bortf&#246;ra dem, skall ett belopp motsvarande
tio procent av renarnas v&#228;rde, kalvar under ett &#229;rs &#229;lder ej
inbegripna, anses f&#246;rbrutet.

S&#229;dan p&#229;f&#246;ljd skall ock till&#228;mpas, d&#228;r n&#229;gon inst&#228;llt sig f&#246;r renarnas
bortf&#246;rande, men de likv&#228;l finnas kvar &#228;nnu efter det femton dagar
f&#246;rflutit fr&#229;n det meddelande enligt 1 &#167; avs&#228;nts samt
v&#228;derleksf&#246;rh&#229;llanden, rovdjur, ren&#228;gares eller renv&#229;rdares
f&#246;rsummelse att efterkomma &#229;liggande enligt 3 &#167; sista stycket eller
andra omst&#228;ndigheter icke utgjort tvingande hinder mot bortf&#246;randet.

Vid best&#228;mmande av det belopp, som i f&#246;revarande fall skall anses
f&#246;rbrutet, skall renarnas v&#228;rde ber&#228;knas efter det medelv&#228;rde f&#246;r ren,
som f&#246;r varje &#229;r fastst&#228;lles i d&#228;rf&#246;r i konventionen f&#246;reskriven
ordning.

7 &#167; &#214;ver de &#229;tg&#228;rder, som f&#246;ranledas av finska renars uppeh&#229;ll h&#228;r i
riket, skall av gr&#228;nsrenvakten uppr&#228;ttas protokoll, vari intages
upplysning r&#246;rande renarnas antal och m&#228;rken &#228;vensom eget utl&#229;tande i
saken av gr&#228;nsrenvakten.

Protokollet samt yttrande av vederb&#246;rande lappfogde, d&#228;rest denne icke
sj&#228;lv handlagt &#228;rendet, skola j&#228;mte alla uppgifter och verifikationer
&#246;vers&#228;ndas till vederb&#246;rande l&#228;nsstyrelse.

8 &#167; L&#228;nsstyrelsen har att med ledning av tillg&#228;ngliga upplysningar
fastst&#228;lla den avgift och ers&#228;ttning, som b&#246;ra utg&#229; enligt 4 och 5 &#167;&#167;,
samt det belopp, som enligt 6 &#167; skall anses f&#246;rbrutet.

Betesavgift och f&#246;rbrutet belopp skola enligt best&#228;mmelser, som givas
av Konungen, anv&#228;ndas till &#229;tg&#228;rder, som st&#229; i samband med
rensk&#246;tseln. Lag (1944:77).

9 &#167; Innan l&#228;nsstyrelsen p&#229; grund av 8 &#167; fattar beslut, skall
l&#228;nsstyrelsen s&#229; vitt m&#246;jligt utreda vem renarna tillh&#246;ra.

Beslut skall dock, utan angivande av namn &#229; ren&#228;garna, endast
inneh&#229;lla f&#246;rpliktande f&#246;r &quot;vederb&#246;rande ren&#228;gare&quot; att erl&#228;gga det
fastst&#228;llda beloppet.

10 &#167; Varda renar avh&#228;mtade utan iakttagande av vad i 3 &#167; &#228;r sagt, m&#229;
l&#228;nsstyrelsen efter inh&#228;mtande av upplysningar best&#228;mma en s&#228;rskild
avgift till belopp fr&#229;n och med tjugufem till och med trehundra
kronor; dock m&#229; s&#229;dant ej ifr&#229;gakomma, med mindre n&#229;gon anledning
f&#246;religger till antagande, att i den bortf&#246;rda hjorden funnits svenska
renar.

11 &#167; Skada, som under renarnas uppeh&#229;ll h&#228;r i riket v&#229;llas av renarna
eller av dem &#229;tf&#246;ljande v&#229;rdare, skall ock ers&#228;ttas.

12 &#167; Ers&#228;ttning f&#246;r utgifter, som omf&#246;rm&#228;las i 5 &#167;, eller f&#246;r s&#229;dan
skada av renar, som avses i 11 &#167;, m&#229; ej utg&#229;, s&#229; framt ej
underr&#228;ttelse r&#246;rande renarnas uppeh&#229;ll h&#228;r i riket avl&#229;tits efter ty
i 1 &#167; s&#228;gs. Den som vill fordra ers&#228;ttning skall, d&#228;rest ej dylik
underr&#228;ttelse &#228;ndock skett, vid &#228;ventyr att g&#229; sin r&#228;tt till
ers&#228;ttning f&#246;rlustig, s&#229; snart ske kan g&#246;ra anm&#228;lan hos gr&#228;nsrenvakten
om renarnas uppeh&#229;ll.

13 &#167; Vill n&#229;gon f&#246;r skada, som av renarna v&#229;llats, fordra ers&#228;ttning
enligt 11 &#167;, skall han d&#228;rom g&#246;ra anm&#228;lan hos landsfiskalen i orten.
Denne har att i f&#246;rening med tv&#229; n&#228;mndem&#228;n, som av honom utses,
besiktiga den uppgivna skadan. Den finske l&#228;nsmannen &#228;ger att sj&#228;lv
eller genom ombud tillst&#228;deskomma vid f&#246;rr&#228;ttningen och f&#246;ra talan f&#246;r
vederb&#246;rande ren&#228;gare, med r&#228;tt j&#228;mv&#228;l att d&#228;rvid ing&#229; f&#246;rlikning.
Anm&#228;ler sig ren&#228;gare s&#229;som sak&#228;gare, m&#229; han sj&#228;lv utf&#246;ra sin talan.
Landsfiskalen har att i god tid, om m&#246;jligt genom telegram eller
telefon, underr&#228;tta l&#228;nsmannen om tid och plats f&#246;r f&#246;rr&#228;ttningen. Kan
det antagas, att uppgiven skada helt eller delvis f&#246;rorsakats av
svenska renar, skall j&#228;mv&#228;l vederb&#246;rande svenske lappordningsman
inkallas.

Vid f&#246;rr&#228;ttningen skall inh&#228;mtas och i protokollet d&#228;r&#246;ver intagas
upplysning r&#246;rande de omst&#228;ndigheter, som kunna inverka p&#229;
ers&#228;ttningsfr&#229;gan, s&#229;som tiden och s&#228;ttet f&#246;r skadans uppkomst, dess
omfattning, platsens bel&#228;genhet och beskaffenhet samt sannolika
antalet av de renar, som v&#229;llat skadan.

Vid skadans v&#228;rderande skall tagas i betraktande markens beskaffenhet
och fruktbarhet samt huruvida hemdjur medverkat till skadan.

Landsfiskalen och n&#228;mndem&#228;nnen hava att uppskatta skadan; och skola de
till protokollet p&#229; heder och samvete avgiva f&#246;rklaring, att
uppskattningen skett efter b&#228;sta f&#246;rst&#229;nd och &#246;vertygelse.

Landsfiskalen och n&#228;mndem&#228;nnen hava att s&#229; vitt m&#246;jligt utreda vem som
&#228;r &#228;gare till de renar, vilka f&#246;rorsakat skadan. Finna de att s&#229;v&#228;l
svenska som finska renar medverkat till skadan, skola de, med
uttalande h&#228;rom, v&#228;rdera allenast den skada, som kan anses v&#229;llad av
de finska renarna.

Beslut, varigenom skadeers&#228;ttning tillerk&#228;nnes m&#229;ls&#228;ganden, skall,
utan angivande av namn &#229; viss ren&#228;gare, inneh&#229;lla f&#246;rpliktande f&#246;r
&quot;vederb&#246;rande finska ren&#228;gare&quot; att ers&#228;tta skadan.

&#196;r ej l&#228;nsmannen eller annan, som han satt i sitt st&#228;lle, tillst&#228;des
vid f&#246;rr&#228;ttningen, skall avskrift av protokollet of&#246;rdr&#246;jligen genom
landsfiskalens f&#246;ranstaltande tillst&#228;llas honom.

&#196;r m&#229;ls&#228;ganden eller l&#228;nsmannen eller ren&#228;gare, som f&#246;rt talan vid
f&#246;rr&#228;ttningen, missn&#246;jd med denna, st&#229;nde honom fritt att sist &#229;
nittionde dagen fr&#229;n f&#246;rr&#228;ttningen anh&#228;ngigg&#246;ra saken vid domstol.

Landsfiskalen och n&#228;mndem&#228;nnen njute ers&#228;ttning enligt g&#228;llande
resereglemente. Ers&#228;ttningen skall, i h&#228;ndelse skada anses v&#229;llad av
finska renar, g&#228;ldas p&#229; samma s&#228;tt som skadeers&#228;ttningen, men eljest
betalas av m&#229;ls&#228;ganden.

14 &#167; I h&#228;ndelse belopp, som j&#228;mlikt 8, 10 och 13 &#167;&#167; fastst&#228;llts att
betalas i anledning av finska renars uppeh&#229;ll h&#228;r i riket, icke
omedelbart erl&#228;gges till gr&#228;nsrenvakten eller m&#229;ls&#228;ganden, skall
l&#228;nsstyrelsen, f&#246;r vinnande av s&#229;dan verkst&#228;llighet i Finland som
enligt konventionen skall &#228;ga rum, till den finske landsh&#246;vdingen
&#246;vers&#228;nda beslut r&#246;rande beloppet med tillh&#246;rande uppgifter och
verifikationer.

15 &#167; Begagnar sig person, tillh&#246;rande gr&#228;nsbefolkningen i Enontekis
socken i Finland, av den samma befolkning medgivna r&#228;tt att med egna
renar f&#228;rdas fram till j&#228;rnv&#228;gslinjen Boden--Riksgr&#228;nsen f&#246;r
avs&#228;ttning av egna produkter och ink&#246;p av sina f&#246;rn&#246;denheter, m&#229; han i
samma utstr&#228;ckning som landets egna unders&#229;tar begagna sig av bete
till f&#246;da &#229;t k&#246;r- och dragrenar, som anv&#228;ndas vid f&#228;rden.

2 kap.

Verkst&#228;llighet av finsk myndighets beslut r&#246;rande svensk
ren&#228;gares ers&#228;ttningsskyldighet enligt konventionen m.m.

16 &#167; D&#229; l&#228;nsstyrelsen p&#229; framst&#228;llning av vederb&#246;rande myndighet i
Finland f&#246;rskottsvis av allm&#228;nna medel utbetalt belopp, som svensk
ren&#228;gare eller annan p&#229; grund av konventionen &#228;r pliktig att utgiva,
skall beloppet genom l&#228;nsstyrelsens f&#246;rsorg indrivas hos denne.

Finner l&#228;nsstyrelsen med billighet &#246;verensst&#228;mma, att beloppet helt
eller delvis stannar &#229; statskassan, &#228;ge l&#228;nsstyrelsen d&#228;rom besluta;
dock m&#229; det ej ske, d&#228;r fr&#229;ga &#228;r om b&#246;ter, ej heller i fr&#229;ga om
belopp, som av lapp skall g&#228;ldas s&#229;som ers&#228;ttning f&#246;r skadeg&#246;relse,
som vid flyttning &#246;ver finskt omr&#229;de sker &#229; skog p&#229;
genomflyttningsv&#228;gen.

17 &#167; Saknas tillg&#229;ng till g&#228;ldande av b&#246;ter, som skola indrivas enligt
16 &#167;, varde de f&#246;rvandlade enligt allm&#228;nna strafflagen.

18 &#167; Mot l&#228;nsstyrelsens beslut enligt 8, 10 eller 16 &#167; f&#246;res talan hos
kammarr&#228;tten genom besv&#228;r.

Talan mot annat beslut av l&#228;nsstyrelsen enligt denna lag f&#246;res hos
Konungen genom besv&#228;r. Lag (1971:618).

&#214;verg&#229;ngsbest&#228;mmelser

1926:2

Denna lag tr&#228;der i kraft &#229; dag, som Konungen best&#228;mmer, samt f&#246;rblir
g&#228;llande s&#229; l&#228;nge omf&#246;rm&#228;lda mellan Sverige och Finland avslutade
konvention bibeh&#229;ller giltighet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4564">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4566">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
