

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-18" /> 
 <meta id="rattsinfo-edited" content="2023-01-18 13:43:24" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4573</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4572">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4574">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1921:378 ·
                    <a href="/sfsr?bet=1921:378">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1921:378) om str&#246;&#228;ngars indragande till kronan</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1921-06-22
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1977:683
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">I. Allm&#228;nna best&#228;mmelser.

1 &#167; Med str&#246;&#228;ngar f&#246;rst&#229;s i denna lag &#228;gor, som hemman eller nybygge i
V&#228;sterbottens eller Norrbottens l&#228;ns lappmark vid avvittring f&#229;tt sig
tillsvidare tillagda &#229; kronomark.

2 &#167; Str&#246;&#228;ngar skola efter ty i denna lag stadgas indragas till
kronan.

3 &#167; Denna lag skall icke &#228;ga till&#228;mpning &#229; str&#246;&#228;ngar inom
V&#228;sterbottens l&#228;ns lappmark, vilka tillh&#246;ra fastighet, som, enligt vad
s&#228;rskilt &#228;r stadgat, kan bliva f&#246;rem&#229;l f&#246;r till&#228;ggsavvittring, ej
heller &#229; str&#246;&#228;ngar, tillh&#246;rande fastighet inom Karesuando socken eller
inom G&#228;llivare, Jokkmokks eller Arjeplogs socken bel&#228;gen by eller
fastighet, vars samtliga &#228;gor ligga ovan odlingsgr&#228;nsen.

4 &#167; Best&#229;r fastighet, som tillkommit genom jordavs&#246;ndring, uteslutande
av en eller flera str&#246;&#228;ngar, inbegripas dylika &#228;ngar icke under
stadgandet i 2 &#167;.

5 &#167; Under stadgandet i 2 &#167; inbegripes icke &#228;ng eller del d&#228;rav, som,
innan f&#246;rr&#228;ttning enligt denna lag &#229; fastigheten f&#246;retages, blivit
f&#246;rsatt i s&#229;dant odlat skick, att den kan f&#246;r framtiden brukas s&#229;som
&#229;ker.

Str&#246;&#228;ng, som, &#228;nsk&#246;nt ej odlad, i befintligt skick kan med f&#246;rdel fr&#229;n
fastigheten brukas till &#229;rlig sl&#229;tter, vare ej heller inbegripen under
2 &#167;.

6 &#167; &#196;r str&#246;&#228;ng, som, enligt vad h&#228;r f&#246;rut &#228;r stadgat, skulle vara
underkastad indragning, bel&#228;gen i omedelbar n&#228;rhet av &#228;ng, som j&#228;mlikt
5 &#167; &#228;r fr&#229;n indragning undantagen, varde ock den f&#246;rra &#228;ngen eller
viss del d&#228;rav undantagen, i den m&#229;n s&#229;dant pr&#246;vas n&#246;digt f&#246;r vinnande
av l&#228;mplig &#228;goanordning.

F&#246;r ern&#229;ende av dylik &#228;goanordning m&#229; ock &#228;ng, som enligt senare
stycket av 5 &#167; skulle bibeh&#229;llas under fastighet, eller del av s&#229;dan
&#228;ng indragas till kronan.

7 &#167; Vederlag f&#246;r str&#246;&#228;ngar, som indragas till kronan, skall utg&#229;
medelst bekostande av odling &#229; den fastighet, vartill &#228;ngarna h&#246;ra.
Odlingen skall vara s&#229;dan, att d&#228;rigenom kan &#229;t fastigheten beredas
h&#246;avkastning till samma myckenhet, som vid uppskattning enligt denna
lag ber&#228;knas kunna sk&#246;rdas &#229; &#228;ngarna.

Har vid laga skifte mark, som i skifteshandlingarna betecknats s&#229;som
avr&#246;sningsjord, upptagits bland str&#246;&#228;ngar, skall &#229; marken s&#228;ttas visst
v&#228;rde i penningar och odlingen best&#228;mmas s&#229;, att kostnaden d&#228;rf&#246;r
motsvarar v&#228;rderingsbeloppet.

Ing&#229;r i str&#246;&#228;ng omr&#229;de, som vid skifte betecknats s&#229;som impediment,
tillfalle det kronan utan ers&#228;ttning.

8 &#167; Fr&#229;ga om str&#246;&#228;ngars indragande till kronan och best&#228;mmande av
vederlag f&#246;r dem skall f&#246;retagas till handl&#228;ggning av en s&#228;rskild
n&#228;mnd, kallad str&#246;&#228;ngsn&#228;mnd.

N&#228;mnden skall best&#229; av en lantm&#228;tare, vilken f&#246;rordnas av Konungen,
samt en jordbrukskonsulent eller annan person med j&#228;mf&#246;rlig utbildning
och en person, som, utan att beh&#246;va &#228;ga dylik utbildning, besitter
praktisk insikt i lappmarkernas jordbruksf&#246;rh&#229;llanden, vilka
sistn&#228;mnda ledam&#246;ter f&#246;rordnas, den f&#246;rre av l&#228;nsstyrelsen och den
senare av l&#228;nets hush&#229;llningss&#228;llskaps f&#246;rvaltningsutskott.

9 &#167; Konungen best&#228;mmer f&#246;r varje &#229;r antalet av de str&#246;&#228;ngsn&#228;mnder, som
skola tills&#228;ttas, samt anvisar &#229;t varje n&#228;mnd visst
verksamhetsomr&#229;de.

10 &#167; Lantm&#228;taren har att leda str&#246;&#228;ngsn&#228;mndens sammantr&#228;den och d&#228;rvid
f&#246;ra protokoll, innefattande redog&#246;relse f&#246;r vad under f&#246;rr&#228;ttningen
f&#246;rekommit. Protokollet b&#246;r vid varje sammantr&#228;des slut uppl&#228;sas f&#246;r
n&#228;rvarande sak&#228;gare.

11 &#167; Stanna str&#246;&#228;ngsn&#228;mndens ledam&#246;ter i olika meningar, g&#228;lle vad de
flesta s&#228;ga. Har var sin mening, g&#228;lle lantm&#228;tarens.

12 &#167; Mot ledamot i str&#246;&#228;ngsn&#228;mnd g&#228;lle de j&#228;v, som i avseende &#229; laga
skifte &#228;ro stadgade f&#246;r lantm&#228;tare eller god man.

Anm&#228;les vid f&#246;rr&#228;ttningen j&#228;v, meddele str&#246;&#228;ngsn&#228;mnden beslut
d&#228;r&#246;ver.

Ogillas framst&#228;llt j&#228;v, skall, utan hinder av j&#228;vet, f&#246;rr&#228;ttningen
fortg&#229;.

Finnes j&#228;v lagligen grundat, varde f&#246;rr&#228;ttningen avbruten, och
tillk&#228;nnagive lantm&#228;taren f&#246;rh&#229;llandet f&#246;r l&#228;nsstyrelsen, som har att
vidtaga &#229;tg&#228;rd f&#246;r annan ledamots f&#246;rordnande.

&#196;r n&#229;gon missn&#246;jd med beslut, varigenom j&#228;v mot f&#246;rr&#228;ttningsman
ogillas, &#228;ge han inom trettio dagar fr&#229;n det beslutet meddelades till
ordf&#246;randen i &#228;godelningsr&#228;tten ingiva besv&#228;r, &#229;tf&#246;ljda av utdrag av
protokollet i vad det avser &#246;verklagade beslutet. Klaganden st&#229;nde ock
&#246;ppet att p&#229; eget &#228;ventyr med posten ins&#228;nda besv&#228;ren till ordf&#246;randen
s&#229; tidigt, att de komma honom till handa f&#246;re sagda tids utg&#229;ng.
Ordf&#246;randen i &#228;godelningsr&#228;tten meddele skyndsamt beslut ang&#229;ende
j&#228;vet. &#214;ver dylikt beslut m&#229; ej klagan f&#246;ras.

13 &#167; S&#228;rskild f&#246;rr&#228;ttning enligt denna lag varde h&#229;llen f&#246;r varje
fastighet, vilken beh&#246;rigen utbrutits eller efter s&#228;mjedelning bildar
s&#228;rskild brukningsdel. &#196;ro str&#246;&#228;ngar gemensamma f&#246;r tv&#229; eller flera i
&#246;vrigt skilda fastigheter, varde gemensam f&#246;rr&#228;ttning h&#229;llen f&#246;r
dessa. Finner str&#246;&#228;ngsn&#228;mnd eljest s&#228;rskilda omst&#228;ndigheter f&#246;ranleda,
att f&#246;rr&#228;ttning &#228;ger rum i ett sammanhang f&#246;r flera fastigheter, m&#229;
n&#228;mnden d&#228;rom besluta.

&#196;nd&#229; att fastigheten &#228;r s&#229;dan, som i 4 &#167; avses, varde f&#246;rr&#228;ttning d&#228;r&#229;
enligt denna lag h&#229;llen f&#246;r meddelande av f&#246;rklarande om dith&#246;rande
&#228;ngars undantagande fr&#229;n indragning.

14 &#167; Det &#229;ligger lantm&#228;taren att minst tjugu dagar f&#246;re den ber&#228;knade
tiden f&#246;r f&#246;rr&#228;ttning, som str&#246;&#228;ngsn&#228;mnd har att f&#246;retaga &#229; fastighet,
med posten avs&#228;nda kallelse till den, som enligt senaste mantalsl&#228;ngd
eller eljest tillg&#228;ngliga upplysningar i egenskap av &#228;gare innehar
fastigheten; dock vare, d&#228;r denne icke har k&#228;nt hemvist inom riket
eller han vistas utom riket, s&#229;dan kallelse icke erforderlig.

D&#229; ecklesiastikt hemman ber&#246;res av f&#246;rr&#228;ttning, som h&#228;r avses, g&#246;re
lantm&#228;taren i god tid hos l&#228;nsstyrelsen anm&#228;lan d&#228;rom, i syfte att
allm&#228;nt ombud m&#229;  f&#246;rordnas att vid f&#246;rr&#228;ttningen bevaka hemmanets
r&#228;tt. Lag (1977:683).

15 &#167; Vid uppskattning av str&#246;&#228;ngars avkastning har str&#246;&#228;ngsn&#228;mnden att
ber&#228;kna myckenheten av det h&#246;, &#228;ngarna i befintligt skick i medeltal
&#229;rligen kunna l&#228;mna. Betr&#228;ffande str&#246;&#228;ng, som i skifteshandlingar
eller, d&#228;r skifte ej &#228;gt rum, i avvittringshandlingar betecknats s&#229;som
&#228;gnad f&#246;r r&#246;jning, &#228;ngsvattning eller vattenavtappning men var&#229; s&#229;dant
arbete ej kommit till st&#229;nd, skall avkastningen ber&#228;knas till en
femtedel av vad marken efter dess iordningsst&#228;llande kan anses komma
att l&#228;mna.

16 &#167; Till ledning vid den i 15 &#167; avsedda ber&#228;kning av str&#246;&#228;ngars
h&#246;avkastning skall tj&#228;na den uppskattning, som skett vid avvittringen;
dock m&#229; avvikelse d&#228;rifr&#229;n &#228;ga rum i den m&#229;n s&#229;dant f&#246;ranledes av
inneh&#229;llet i skifteshandlingar, kreatursantalet vid g&#229;rden eller andra
omst&#228;ndigheter. Str&#246;&#228;ngsn&#228;mnden &#228;ge, d&#229; s&#228;rskild anledning d&#228;rtill
f&#246;religger, att f&#246;r h&#246;avkastningens ber&#228;knande f&#246;retaga besiktning av
&#228;ngarna.

17 &#167; D&#229;, efter ty i 7 &#167; s&#228;gs, v&#228;rdet av str&#246;&#228;ng skall ber&#228;knas i
penningar, m&#229; det ej i n&#229;got fall s&#228;ttas h&#246;gre &#228;n till femton kronor
f&#246;r hektar r&#228;knat.

18 &#167; Str&#246;&#228;ngsn&#228;mnden tillkommer att utse omr&#229;det f&#246;r den odling, som
skall av kronan bekostas.

Till odlingsomr&#229;de m&#229; utses antingen mark inom fastighetens egentliga
&#228;goomr&#229;de eller till fastigheten h&#246;rande str&#246;&#228;ng eller ock kronomark,
d&#228;ri inbegripen &#228;ng, som str&#246;&#228;ngsn&#228;mnden finner b&#246;ra fr&#229;n annan
fastighet indragas till kronan.

19 &#167; Varder av fastighetens &#228;gare viss mark inom fastighetens
egentliga &#228;goomr&#229;de anvisad till odlingsomr&#229;de, skall denna anvisning
f&#246;ljas, d&#228;rest antingen kostnaden f&#246;r omr&#229;dets odlande och f&#246;rsta
g&#246;dslande understiger tv&#229; tredjedelar av det belopp, som, p&#229; s&#228;tt i
20 &#167; s&#228;gs, varder best&#228;mt s&#229;som det h&#246;gsta, vartill i n&#229;got fall dylik
kostnad m&#229; uppg&#229;, eller ock odlingsomr&#229;dets f&#246;rl&#228;ggande till annan
plats &#228;n den anvisade icke skulle medf&#246;ra n&#228;mnv&#228;rd minskning i den
kostnad, som skall av kronan g&#228;ldas.

20 &#167; D&#228;r ej till odlingsomr&#229;de utses mark, som av fastighetens &#228;gare
anvisas, skall vid dess utv&#228;ljande iakttagas:

att odlingsomr&#229;de ej i n&#229;got fall m&#229; f&#246;rl&#228;ggas s&#229;, att avst&#229;ndet fr&#229;n
boplats, d&#228;rifr&#229;n det skall brukas, &#246;verstiger fem kilometer,
efter framkomlig v&#228;g r&#228;knat;

att till odlingsomr&#229;de ej m&#229; utses mark utanf&#246;r fastighetens egentliga
&#228;goomr&#229;de, med mindre s&#229;dant l&#228;nder fastigheten till f&#246;rdel och icke
f&#246;ranleder ol&#228;mplig &#228;goanordning f&#246;r kronan;

att mark, vars odlande skulle medf&#246;ra betydande kostnad, ej m&#229;
ifr&#229;gakomma, s&#229; framt annan mark st&#229;r till buds, som kan odlas f&#246;r
v&#228;sentligen mindre kostnad; samt

att mark, &#229; vilken torrl&#228;ggning eller annat arbete f&#246;r uppodling till
&#229;ker &#228;gt rum, innan f&#246;rr&#228;ttning &#229; fastigheten f&#246;retages, ej m&#229;
ifr&#229;gakomma, med mindre &#228;garen l&#228;mnar sitt medgivande d&#228;rtill eller
annan mark ej finnes att tillg&#229;.

P&#229; Konungen ankommer att tid efter annan fastst&#228;lla ett belopp s&#229;som
det h&#246;gsta, vilket i n&#229;got fall m&#229;, f&#246;r hektar r&#228;knat, utbetalas
enligt denna lag s&#229;som kostnad f&#246;r omr&#229;des odlande och f&#246;rsta
g&#246;dslande; och m&#229; mark, vars iordningsst&#228;llande skulle medf&#246;ra h&#246;gre
kostnad, ej utses till odlingsomr&#229;de, med mindre &#228;garen &#229;tager sig att
svara f&#246;r den del av kostnaden, som &#246;verstiger sagda belopp.

I &#246;vrigt skall vid odlingsomr&#229;des utv&#228;ljande tillses, vad som &#228;r f&#246;r
fastigheten l&#228;mpligast.

21 &#167; F&#246;r best&#228;mmande av omfattningen av mark, som f&#246;r ern&#229;ende av den
enligt 7 &#167; erforderliga h&#246;avkastningen b&#246;r utl&#228;ggas s&#229;som
odlingsomr&#229;de, har str&#246;&#228;ngsn&#228;mnden att till viss myckenhet, l&#228;gst
ettusensjuhundra kilogram och h&#246;gst tretusen kilogram f&#246;r hektar,
ber&#228;kna den h&#246;avkastning, marken kan i odlat skick l&#228;mna. Varder till
odlingsomr&#229;de utsedd s&#229;dan fastigheten tillh&#246;rande mark, som redan
begagnas till sl&#229;tter, skall fr&#229;n den ber&#228;knade myckenheten avdragas
vad som enligt str&#246;&#228;ngsn&#228;mndens uppskattning motsvarar avkastningen av
marken i dess befintliga skick.

22 &#167; D&#228;r till odlingsomr&#229;de utses mark, &#229; vilken torrl&#228;ggning eller
annat arbete f&#246;r uppodling till &#229;ker p&#229;b&#246;rjats, vare &#228;garen, efter
str&#246;&#228;ngsn&#228;mndens bepr&#246;vande, ber&#228;ttigad till sk&#228;lig ers&#228;ttning av
kronan f&#246;r det arbete, som &#229; marken nedlagts.

23 &#167; D&#228;r str&#246;&#228;ngar, som ifr&#229;gakomma till indragning, hava den
beskaffenhet och det l&#228;ge, att de v&#228;l l&#228;mpa sig att odlas och brukas
under den fastighet, dit de h&#246;ra, skall str&#246;&#228;ngsn&#228;mnden tillse,
huruvida fastigheten efter &#228;ngarnas avtr&#228;dande samt uppodlande av
ifr&#229;gasatt odlingsomr&#229;de skulle hava i beh&#229;ll till odling tj&#228;nlig
mark, som kan efter verkst&#228;lld odling l&#228;mna en avkastning, motsvarande
den fr&#229;n &#228;ngarna ber&#228;knade och h&#228;lften d&#228;rut&#246;ver. Skulle s&#229; ej vara
fallet, skall av kronomark, som &#228;r tj&#228;nlig till odling och v&#228;l l&#228;mpar
sig att brukas under fastigheten, till denna l&#228;ggas ett omr&#229;de av den
omfattning, att fr&#229;n detsamma och den i beh&#229;ll varande odlingsmarken
inom fastigheten kan efter verkst&#228;lld odling erh&#229;llas en avkastning,
motsvarande den fr&#229;n &#228;ngarna ber&#228;knade och h&#228;lften d&#228;rut&#246;ver.

24 &#167; Odlingsomr&#229;de, som f&#246;r fastigheten utses utanf&#246;r dess egentliga
&#228;goomr&#229;de, skall, s&#229;vitt ske kan, utl&#228;ggas s&#229;, att det kommer att
omfatta, f&#246;rutom vad som &#228;r avsett att odlas, j&#228;mv&#228;l d&#228;rmed
sammanh&#228;ngande mark, som ytterligare kan erfordras f&#246;r omr&#229;dets
&#228;ndam&#229;lsenliga brukande samt f&#246;r bildande av regelbundna och tj&#228;nliga
gr&#228;nser.

Lag samma vare betr&#228;ffande omr&#229;de av kronomark, som enligt 23 &#167;
till&#228;gges fastigheten.

25 &#167; Tillh&#246;ra str&#246;&#228;ngar tv&#229; eller flera fastigheter samf&#228;llt utan att
vara dem emellan s&#228;mjedelade, skall, d&#228;r s&#229; ske kan, &#229; n&#229;gon av
&#228;ngarna eller &#229; annan f&#246;r fastigheterna gemensam mark eller ock &#229;
kronomark odlingsomr&#229;de i enlighet med denna lag utl&#228;ggas f&#246;r
fastigheterna samf&#228;llt. Det i 20 &#167; givna stadgandet, att odlingsomr&#229;de
ej m&#229; utl&#228;ggas p&#229; st&#246;rre avst&#229;nd &#228;n fem kilometer fr&#229;n boplats,
varifr&#229;n det skall brukas, &#228;ge i ty fall ej till&#228;mpning, ej heller de
i 23 &#167; givna f&#246;reskrifter om &#229;liggande f&#246;r str&#246;&#228;ngsn&#228;mnd att tillse,
det fastighet efter &#228;ngars avtr&#228;dande har i beh&#229;ll mark, som &#228;r
tj&#228;nlig till odling.

26 &#167; Finnes vid f&#246;rr&#228;ttning enligt denna lag, att odlingsomr&#229;de ej
st&#229;r till buds eller att vad som st&#229;r till buds ej f&#246;rsl&#229;r till
beredande &#229;t fastigheten av en h&#246;avkastning, till fullo motsvarande
den, som str&#246;&#228;ngarna kunna l&#228;mna, skola &#228;ngarna, i den m&#229;n deras
avkastning s&#229;ledes ej kan ers&#228;ttas genom odling, bibeh&#229;llas &#229;t
fastigheten.

St&#229;r odlingsomr&#229;de till buds men d&#228;remot icke s&#229;dant omr&#229;de, som i
23 &#167; avses, skola, i den m&#229;n det saknas, str&#246;&#228;ngarna bibeh&#229;llas, d&#228;r
ej fastighetens &#228;gare yrkar, att de &#228;ndock indragas.

27 &#167; Skola p&#229; grund av best&#228;mmelserna i 26 &#167; de till en fastighet
h&#246;rande str&#246;&#228;ngar allenast delvis indragas, tillkommer str&#246;&#228;ngsn&#228;mnden
att, efter ty pr&#246;vas vara f&#246;r fastigheten l&#228;mpligast, best&#228;mma vad som
skall indragas och vad som skall &#229;t fastigheten bibeh&#229;llas.

28 &#167; Kan torrl&#228;ggningsarbete, som ifr&#229;gakommer f&#246;r utl&#228;ggande av
odlingsomr&#229;de, medf&#246;ra m&#228;rkbar inverkan &#229; vattenf&#246;rh&#229;llandena i
vattendrag, sj&#246; eller annan vattensamling, eller uppkommer fr&#229;ga om
arbetets laglighet med h&#228;nsyn till inverkan &#229; mark, som tillh&#246;r annan
&#228;n den, f&#246;r vilkens r&#228;kning odlingsomr&#229;de utl&#228;gges, skall fr&#229;gan om
torrl&#228;ggningen pr&#246;vas i den ordning, som i vattenlagen finnes f&#246;r
s&#229;dant fall stadgat; och skall f&#246;rr&#228;ttningen under tiden vila.

Finner str&#246;&#228;ngsn&#228;mnd i andra fall &#228;n som i f&#246;rsta stycket avses, att
ifr&#229;gakommande torrl&#228;ggningsarbete b&#246;r, s&#229;som l&#228;ndande till b&#229;tnad f&#246;r
tv&#229; eller flera fastigheters odlingsomr&#229;den, utf&#246;ras i ett sammanhang,
skall envar av fastigheternas &#228;gare deltaga i arbetet i m&#229;n av den
nytta, som n&#228;mnden pr&#246;var kunna genom torrl&#228;ggningen beredas
fastigheten. N&#228;mnden tillkommer att med till&#228;mpning h&#228;rav mellan
&#228;garna f&#246;rdela arbetet, s&#229; att envar av dem f&#229;r sig anvisad viss del
av arbetet, eller ock, d&#228;r det ej l&#228;mpligen kan ske, f&#246;reskriva, att
arbetet skall utf&#246;ras av del&#228;garna samf&#228;llt. Efter enahanda grunder
har n&#228;mnden i ty fall ock att meddela best&#228;mmelser om underh&#229;llet av
f&#246;reskriven anl&#228;ggning.

29 &#167; Str&#246;&#228;ngsn&#228;mnden har att uppg&#246;ra plan till den odling, som skall
av kronan bekostas. S&#229;dan plan skall innefatta best&#228;mmelse om s&#228;ttet
f&#246;r s&#229;v&#228;l utf&#246;rande av odlingen, torrl&#228;ggning d&#228;ri inbegripen, som den
odlade markens f&#246;rsta g&#246;dsling med erforderlig konstg&#246;dsel &#228;vensom
detaljerad ber&#228;kning av kostnaderna f&#246;r dessa &#229;tg&#228;rder.

I planen skola angivas vilka arbeten skola anses motsvara h&#228;lften av
kostnaden. D&#228;r s&#229; l&#228;mpligen kan ske, skola dessa arbeten best&#228;mmas s&#229;,
att efter deras utf&#246;rande viss del av odlingsomr&#229;det &#228;r f&#228;rdigt att
tagas i bruk.

30 &#167; &#214;ver odlingsomr&#229;de skall uppr&#228;ttas kartskiss och beskrivning, s&#229;
avfattade, att omr&#229;det l&#228;tt kan &#229;terfinnas, varj&#228;mte detsamma skall
utstakas &#229; marken. &#196;r omr&#229;det bel&#228;get utanf&#246;r fastighetens egentliga
&#228;goomr&#229;de, skall det d&#228;rj&#228;mte r&#246;rl&#228;ggas samt fullst&#228;ndig karta med
beskrivning uppr&#228;ttas. Lag samma vare i fr&#229;ga om omr&#229;de, som j&#228;mlikt
23 &#167; f&#246;renas med fastigheten.

I planen upptagna diken skola, i den m&#229;n s&#229;dant erfordras, utm&#228;rkas &#229;
marken.

Har str&#246;&#228;ng allenast delvis indragits till kronan, skall r&#229;g&#229;ng mot
den del av &#228;ngen, som bibeh&#229;llits under fastigheten, &#229; marken utstakas
och r&#246;rl&#228;ggas samt karta med beskrivning &#246;ver r&#229;g&#229;ngen uppr&#228;ttas.

31 &#167; Sedan alla vid f&#246;rr&#228;ttningen f&#246;rekommande fr&#229;gor blivit beh&#246;rigen
utredda, skall str&#246;&#228;ngsn&#228;mnden avgiva utl&#229;tande. Detta skall
f&#246;redragas &#229; sammantr&#228;de med sak&#228;garna, och varde d&#228;rvid
tillk&#228;nnagivet vad enligt 34 &#167; skall iakttagas f&#246;r fullf&#246;ljande av
talan mot n&#228;mndens beslut.

Uppskov med f&#246;rr&#228;ttning m&#229; ej &#228;ga rum, med mindre s&#229;dant p&#229; grund av
sakens vidlyftighet eller andra tvingande omst&#228;ndigheter &#228;r
oundg&#228;ngligen n&#246;digt.

32 &#167; Senast sex m&#229;nader efter det f&#246;rr&#228;ttningen avslutats skall ett
exemplar av protokollet &#246;ver densamma med d&#228;rtill h&#246;rande handlingar
utan l&#246;sen bevisligen tillst&#228;llas fastighetens &#228;gare eller, om dennes
vistelseort ej &#228;r k&#228;nd eller han vistas utom riket, n&#229;gon som &#228;r
boende &#229; fastigheten eller en av grannarna.

Avser f&#246;rr&#228;ttningen flera fastigheter, skola f&#246;rr&#228;ttningshandlingarna
tillst&#228;llas den, som vid f&#246;rr&#228;ttningen utsetts att f&#246;r gemensam
r&#228;kning mottaga desamma.

D&#229; fr&#229;ga &#228;r om ecklesiastikt hemman, skola f&#246;rr&#228;ttningshandlingarna
tillst&#228;llas det allm&#228;nna ombudet.

Inom den i f&#246;rsta stycket angivna tid &#229;ligger det tillika lantm&#228;taren
att &#246;vers&#228;nda samtliga till f&#246;rr&#228;ttningen h&#246;rande koncepthandlingar
till vederb&#246;rande revirf&#246;rvaltare; och har denne att tillst&#228;lla
lantm&#228;taren bevis om mottagandet.

Bevis att f&#246;rr&#228;ttningshandlingarna blivit vederb&#246;rande tillst&#228;llda
skall av lantm&#228;taren &#246;vers&#228;ndas till ordf&#246;randen i &#228;godelningsr&#228;tten.

33 &#167; Revirf&#246;rvaltaren &#229;ligger att i vad kronans r&#228;tt ang&#229;r granska
f&#246;rr&#228;ttningshandlingarna samt, d&#228;r han finner s&#229;dant p&#229;kallat, &#229;
kronans v&#228;gnar fullf&#246;lja talan mot f&#246;rr&#228;ttningen.

F&#246;rr&#228;ttningshandlingarna skola, evad talan av revirf&#246;rvaltaren
fullf&#246;ljes eller icke, inom besv&#228;rstidens utg&#229;ng av honom ins&#228;ndas
till ordf&#246;randen i &#228;godelningsr&#228;tten.

34 &#167; Den som &#228;r missn&#246;jd med str&#246;&#228;ngsn&#228;mnds utl&#229;tande skall, vid
&#228;ventyr att detsamma eljest vinner laga kraft, inom sextio dagar efter
handlingarnas delf&#229;ende ingiva besv&#228;r till ordf&#246;randen i
&#228;godelningsr&#228;tten. Klaganden st&#229;nde ock &#246;ppet att p&#229; eget &#228;ventyr med
posten ins&#228;nda besv&#228;ren till ordf&#246;randen s&#229; tidigt, att de komma denne
till handa f&#246;re sagda tids utg&#229;ng.

35 &#167; Hava besv&#228;r i enlighet med 34 &#167; inkommit till ordf&#246;randen i
&#228;godelningsr&#228;tten, uts&#228;tte han s&#229; snart l&#228;mpligen ske kan tid och ort
f&#246;r &#228;rendets handl&#228;ggning samt kalle minst fjorton dagar f&#246;re
sammantr&#228;det r&#228;ttens ledam&#246;ter, fastighetens &#228;gare och
revirf&#246;rvaltaren &#228;vensom allm&#228;nt ombud, d&#228;r s&#229;dant varit f&#246;rordnat.
Ordf&#246;randen &#228;ge tillika, d&#228;r s&#228;rskilda omst&#228;ndigheter s&#229;dant p&#229;kalla,
till r&#228;tten kalla f&#246;rr&#228;ttningslantm&#228;taren, s&#229; ock s&#228;rskild sakkunnig
till r&#228;ttens bitr&#228;de.

36 &#167; &#196;godelningsr&#228;tten sammantr&#228;der &#229; plats, d&#228;r sammantr&#228;de med
minsta kostnad f&#246;r det allm&#228;nna och sak&#228;gare kan h&#229;llas. Syn p&#229;
st&#228;llet m&#229; f&#246;rr&#228;ttas endast d&#229; &#228;godelningsr&#228;tten eller dess ordf&#246;rande
finner det f&#246;r &#228;rendets pr&#246;vning oundg&#228;ngligen n&#246;digt.

Kostnaden f&#246;r &#228;godelningsr&#228;ttens sammantr&#228;de &#228;vensom gottg&#246;relse &#229;t
f&#246;rr&#228;ttningslantm&#228;tare och sakkunnig, som till r&#228;tten kallas, skola
g&#228;ldas av allm&#228;nna medel.

37 &#167; &#214;ver &#228;godelningsr&#228;ttens utslag m&#229; ej klagan f&#246;ras i annat
h&#228;nseende &#228;n s&#229;vitt fr&#229;ga &#228;r, huruvida och i vilken omfattning
str&#246;&#228;ngar skola till kronan indragas. Den som h&#228;rutinnan &#228;r missn&#246;jd
med &#228;godelningsr&#228;ttens utslag &#228;ger att sist &#229; sextionde dagen fr&#229;n den
dag, utslaget gavs, till ordf&#246;randen i &#228;godelningsr&#228;tten ingiva sina
till Konungen st&#228;llda besv&#228;r. Besv&#228;ren skola vara avfattade i tv&#229;
exemplar vid &#228;ventyr att klaganden eljest har att g&#228;lda l&#246;sen f&#246;r
avskrift &#229; desamma.

Finner revirf&#246;rvaltaren synnerliga sk&#228;l att p&#229;kalla sakens
fullf&#246;ljande hos Konungen, har han att i god tid f&#246;re besv&#228;rstidens
utg&#229;ng till ombudsmannen och fiskalen hos dom&#228;nstyrelsen ingiva
skriftlig framst&#228;llning av sagda sk&#228;l &#228;vensom &#228;godelningsr&#228;ttens
protokoll och utslag samt handlingarna i &#228;rendet; och skola dessa f&#246;r
s&#229;dant &#228;ndam&#229;l p&#229; anm&#228;lan tillhandah&#229;llas honom av ordf&#246;randen. Har
dylik framst&#228;llning gjorts, &#228;ger ombudsmannen, d&#228;r &#228;ven han finner
synnerliga sk&#228;l till klagan f&#246;religga, &#229; kronans v&#228;gnar fullf&#246;lja
talan mot utslaget.

Hava besv&#228;r anf&#246;rts av ombudsmannen, skola de av ordf&#246;randen
tillst&#228;llas fastighetens &#228;gare eller den, som enligt 32 &#167; mottagit
f&#246;rr&#228;ttningshandlingarna. N&#228;r besv&#228;r anf&#246;rts av annan &#228;n ombudsmannen,
har ordf&#246;randen att l&#229;ta besv&#228;ren j&#228;mte &#246;vriga handlingar tillst&#228;llas
ombudsmannen.

Efter det delgivning av besv&#228;ren s&#229;lunda &#228;gt rum, m&#229; till Konungen
st&#228;lld f&#246;rklaring &#246;ver besv&#228;ren inom trettio dagar fr&#229;n delgivningen
till ordf&#246;randen ingivas eller med posten ins&#228;ndas. Sedan den
f&#246;relagda tiden till&#228;ndag&#229;tt eller f&#246;rklaring d&#228;rf&#246;rinnan inkommit,
varde handlingarna av ordf&#246;randen ins&#228;nda till Konungens nedre
justitierevision.

38 &#167; D&#229; beslut om str&#246;&#228;ngars indragande &#228;ger laga kraft, skall
ordf&#246;randen i &#228;godelningsr&#228;tten d&#228;rom meddela bevis, att bil&#228;ggas
f&#246;rr&#228;ttningshandlingarna och tecknas &#229; karta, d&#228;r s&#229;dan uppr&#228;ttats.
Bevis om beslutets laga kraft varde j&#228;mv&#228;l med posten av ordf&#246;randen
tillst&#228;llt fastighetens &#228;gare eller den, som enligt 32 &#167; mottagit
f&#246;rr&#228;ttningshandlingarna.

Ordf&#246;randen &#246;vers&#228;nde d&#228;refter handlingar och karta till lantm&#228;taren;
och har denne att medelst utdrag ur handlingarna samt, d&#228;r s&#229;
erfordras, kopia av kartan meddela dom&#228;nstyrelsen n&#246;dig k&#228;nnedom om
&#228;rendet.

39 &#167; Ut&#246;ver vad i 34--38 &#167;&#167; finnes stadgat skall betr&#228;ffande r&#228;tteg&#229;ng
i m&#229;l om str&#246;&#228;ngars indragande i till&#228;mpliga delar g&#228;lla vad i lagen
den 18 juni 1926 (nr 326) om delning av jord &#229; landet enligt dess
ursprungliga lydelse &#228;r f&#246;reskrivet i avseende &#229; r&#228;tteg&#229;ngen i
jorddelningsm&#229;l. Lag (1935:238).

40 &#167; 1 mom. Str&#246;&#228;ngar skola till kronan avtr&#228;das, d&#229; fyra &#229;r f&#246;rflutit
fr&#229;n det laga kraft &#229;kommit beslut om deras indragande. Dock m&#229;
str&#246;&#228;ngsn&#228;mnden f&#246;r s&#228;rskilt fall, d&#228;r synnerliga sk&#228;l f&#246;religga,
medgiva ytterligare anst&#229;nd med h&#246;gst fyra &#229;r.

Har str&#246;&#228;ng eller del d&#228;rav utsetts till odlingsomr&#229;de f&#246;r annan
fastighet eller &#228;r den helt eller delvis bel&#228;gen inom omr&#229;de, var&#229;
efter Konungens bemyndigande kolonisationsf&#246;retag blivit planlagt,
skall &#228;ngen avtr&#228;das, s&#229; snart laga kraft &#229;kommit beslutet om &#228;ngens
indragande. &#196;garen njute i s&#229;dant fall ers&#228;ttning f&#246;r mistad
avkastning under en tid av fyra &#229;r fr&#229;n avtr&#228;dandet; och varde
beloppet av sagda ers&#228;ttning best&#228;mt av str&#246;&#228;ngsn&#228;mnden.

40 &#167; 2 mom. Har f&#246;rr&#228;ttning enligt denna lag h&#229;llits &#229; fastighet och
har sedermera, innan tid f&#246;r avtr&#228;dande av str&#246;&#228;ng &#228;r inne, &#228;ngen helt
eller delvis intagits inom omr&#229;de, var&#229; efter Konungens bemyndigande
kolonisationsf&#246;retag blivit planlagt, vare fastighetens &#228;gare skyldig
att omedelbart avtr&#228;da &#228;ngen; och njute han i s&#229;dant fall ers&#228;ttning
f&#246;r mistad avkastning under den tid, som &#229;terst&#229;r, till dess &#228;ngen
eljest skulle avtr&#228;das. Kan ej &#246;verenskommelse om dylik ers&#228;ttning
tr&#228;ffas mellan fastighetens &#228;gare och revirf&#246;rvaltaren, har
&#228;godelningsr&#228;tten, p&#229; ans&#246;kan av n&#229;gon utav dem, att best&#228;mma
ers&#228;ttningens belopp.

Har till &#228;godelningsr&#228;ttens ordf&#246;rande inkommit s&#229;dan ans&#246;kan,
utst&#228;lle ordf&#246;randen &#228;rendet till den andre partens h&#246;rande. &#196;rendet
varde av &#228;godelningsr&#228;tten f&#246;retaget, d&#229; den av annan anledning
sammantr&#228;der. Ej vare, med mindre s&#228;rskilda sk&#228;l d&#228;rtill f&#246;ranleda,
n&#246;digt att till &#228;godelningsr&#228;ttens sammantr&#228;de kalla vare sig
fastighetens &#228;gare eller revirf&#246;rvaltaren eller allm&#228;nt ombud. N&#229;gon
kostnad f&#246;r &#228;godelningsr&#228;ttens befattning med &#228;rende, som h&#228;r avses,
m&#229; ej ber&#228;knas. &#214;ver &#228;godelningsr&#228;ttens beslut m&#229; ej klagan f&#246;ras. Lag
(1923:98).

41 &#167; Finnes lada &#229; str&#246;&#228;ng, som indrages, vare &#228;garen ber&#228;ttigad att
bortf&#246;ra ladan. &#196;r den ej bortf&#246;rd inom tv&#229; &#229;r efter det &#228;ngen
avtr&#228;ddes, tillfalle den kronan utan l&#246;sen.

42 &#167; Ers&#228;ttning, som avses i 22 &#167; eller 40 &#167; 1 mom., skall av
l&#228;nsstyrelsen utbetalas, s&#229; snart f&#246;rr&#228;ttningen vunnit laga kraft.
Ers&#228;ttning enligt 40 &#167; 2 mom., skall av l&#228;nsstyrelsen utbetalas, s&#229;
snart &#246;verenskommelse tr&#228;ffats eller &#228;godelningsr&#228;tten meddelat beslut
i ers&#228;ttningsfr&#229;gan.

Annan odlingskostnad, som det &#229;ligger kronan att g&#228;lda, skall av
l&#228;nsstyrelsen utbetalas med en femtedel, s&#229; snart beslutet om &#228;ngarnas
indragande &#228;ger laga kraft och fastighetens &#228;gare anm&#228;ler sig &#228;mna
p&#229;b&#246;rja odlingsarbetet, med tv&#229; femtedelar, d&#229; fastighetens &#228;gare med
intyg av n&#228;mndeman, ledamot i &#228;godelningsr&#228;tt eller god man f&#246;r
lantm&#228;terif&#246;rr&#228;ttningar eller ock tv&#229; andra trov&#228;rdiga m&#228;n styrker sig
hava i enlighet med uppgjord plan fullgjort s&#229; mycket av vad d&#228;ri
f&#246;reskrives, som motsvarar halva kostnaden, samt med &#229;terst&#229;ende tv&#229;
femtedelar, d&#229; med intyg av syneman, som l&#228;nsstyrelsen p&#229; ans&#246;kan
f&#246;rordnat, styrkes, att det f&#246;reskrivna &#228;r i sin helhet fullgjort.
Lag (1923:98).

43 &#167; Belopp, som i enlighet med denna lag utg&#229;r i m&#229;n av verkst&#228;llda
arbeten, skall, utan att vara underkastat preskription, innest&#229; f&#246;r
fastighetens r&#228;kning, till dess arbetena utf&#246;rts och avsynats.

44 &#167; &#196;r fastighet, fr&#229;n vilken str&#246;&#228;ngar skola indragas, utarrenderad,
ankommer det, utan hinder av arrendeavtalet, p&#229; &#228;garen att utf&#246;ra den
odling, som enligt str&#246;&#228;ngsn&#228;mndens beslut skall av kronan bekostas.
Har &#228;garen ej inom ett &#229;r fr&#229;n det f&#246;rr&#228;ttningen vunnit laga kraft
p&#229;b&#246;rjat odlingen, eller har han v&#228;l inom sagda tid p&#229;b&#246;rjat men ej
inom ytterligare tv&#229; &#229;r fullbordat densamma, m&#229; l&#228;nsstyrelsen p&#229;
framst&#228;llning av arrendatorn efter &#228;garens h&#246;rande f&#246;rklara
arrendatorn ber&#228;ttigad att i &#228;garens st&#228;lle utf&#246;ra odlingen och
uppb&#228;ra innst&#229;ende odlingskostnad.

45 &#167; Har torrl&#228;ggning, som skall utf&#246;ras f&#246;r flera fastigheter i ett
sammanhang, icke p&#229;b&#246;rjats inom ett &#229;r fr&#229;n det f&#246;rr&#228;ttningen vunnit
laga kraft, eller har arbetet v&#228;l inom sagda tid p&#229;b&#246;rjats men ej inom
ytterligare tv&#229; &#229;r fullbordats, skall, p&#229; anm&#228;lan av n&#229;gon bland
&#228;garna, l&#228;nsstyrelsen f&#246;ranstalta om arbetets utf&#246;rande. Kostnaden
varde avr&#228;knad &#229; vad som enligt 43 &#167; innest&#229;r f&#246;r den eller de
fastigheters r&#228;kning, vilkas &#228;gare det tillkommit att utf&#246;ra arbetet.

46 &#167; Finnes p&#229; grund av s&#228;rskilda omst&#228;ndigheter, som intr&#228;ffat efter
det str&#246;&#228;ngsn&#228;mndens utl&#229;tande vunnit laga kraft, avvikelse fr&#229;n den
fastst&#228;llda odlingsplanen erforderlig, m&#229;, p&#229; ans&#246;kan av fastighetens
&#228;gare, l&#228;nsstyrelsen medgiva &#228;ndring i planen.

47 &#167; Har genom laga kraft &#228;gande beslut f&#246;rklarats, att odling f&#246;r
fastighet skall &#228;ga rum &#229; omr&#229;de, som f&#246;rut icke tillh&#246;r fastigheten,
eller att till denna skall l&#228;ggas omr&#229;de, som i 23 &#167; s&#228;gs, varde
omr&#229;det f&#246;r framtiden inr&#228;knat i fastighetens &#228;gov&#228;lde.

48 &#167; Str&#246;&#228;ngar, som enligt denna lag indragas till kronan, skola utan
rubbning i skattetal &#229; fastighet, fr&#229;n vilken &#228;ngarna avtr&#228;das,
till&#228;ggas kringliggande kronomark.

49 &#167; Har f&#246;rr&#228;ttning enligt denna lag blivit kungjord p&#229; s&#228;tt i 14 &#167;
s&#228;gs, m&#229;, intill dess &#228;rendet blivit slutligen avgjort, laga skifte,
hemmansklyfning eller &#228;gostyckning &#229; fastigheten icke handl&#228;ggas i
s&#229;dana delar, som &#228;ro beroende av indragningsfr&#229;gan, med mindre
delningsf&#246;rr&#228;ttningen fortskridit s&#229; l&#229;ngt, att lotterna blivit &#229;
marken utstakade.

Har, d&#229; kung&#246;relse om f&#246;rr&#228;ttning enligt denna lag skall utf&#228;rdas,
laga delning p&#229;b&#246;rjats och fortskridit s&#229; l&#229;ngt som nyss &#228;r sagt,
skall med f&#246;rstn&#228;mnda f&#246;rr&#228;ttning anst&#229;, till dess delningen blivit
fastst&#228;lld.

50 &#167; D&#229; laga kraft &#228;gande beslut om str&#246;&#228;ngars indragande till kronan
f&#246;religger, vare &#228;ngarna fria fr&#229;n all r&#228;tt, som i avseende &#229; dem
f&#246;rut tillkommit annan; dock m&#229; nyttjander&#228;tt och servitut &#228;ga best&#229;nd
till dess &#228;ngarna avtr&#228;das till kronan.

51 &#167; &#196;ngar, som vid f&#246;rr&#228;ttning enligt denna lag f&#246;rklarats icke skola
indragas, vare sedermera ej underkastade indragning; och skola
betr&#228;ffande s&#229;dana &#228;ngar de i skiftesstadgan givna best&#228;mmelser om
r&#229;g&#229;ngar och om &#228;goutbyten &#228;ga till&#228;mpning.

52 &#167; Den r&#228;tt, som enligt g&#228;llande best&#228;mmelser tillkommer innehavare
av str&#246;&#228;ng att av kronan erh&#229;lla virke till beh&#246;vliga h&#228;gnader,
h&#228;ssjor och h&#246;lador, skall betr&#228;ffande &#228;ngar, som vid f&#246;rr&#228;ttning
enligt denna lag f&#246;rklarats icke skola indragas, tillsvidare g&#228;lla.

53 &#167; Vad i denna lag &#228;r stadgat om &#228;gare av fastighet, skall, d&#228;r
fastighet utg&#246;res av nybygge, &#228;ga till&#228;mpning &#229; nybyggaren.

54 &#167; Kostnad till str&#246;&#228;ngsn&#228;mnd samt till erforderlig hantlangning, s&#229;
ock andra utgifter f&#246;r f&#246;rr&#228;ttning enligt denna lag &#228;vensom ers&#228;ttning
till syneman, som l&#228;nsstyrelsen enligt 42 &#167; f&#246;rordnat, skola bestridas
av allm&#228;nna medel enligt f&#246;reskrifter, som meddelas av Konungen.

55 &#167; N&#228;rmare best&#228;mmelser om till&#228;mpningen av denna lag meddelas av
Konungen.

II. S&#228;rskilda best&#228;mmelser i fr&#229;ga om str&#246;&#228;ngar, tillh&#246;rande
fastighet, var&#229; ej idkas sj&#228;lvst&#228;ndigt jordbruk, s&#229; ock betr&#228;ffande
hemmanslott, som best&#229;r uteslutande av en eller flera str&#246;&#228;ngar.

56 &#167; H&#246;ra str&#246;&#228;ngar till fastighet, var&#229; ej idkas sj&#228;lvst&#228;ndigt
jordbruk, skall ers&#228;ttning f&#246;r &#228;ngarna utg&#229; i penningar med belopp,
vartill &#228;ngarna varda av str&#246;&#228;ngsn&#228;mnden uppskattade. I dylikt fall
skola j&#228;mv&#228;l indragas s&#229;dana &#228;ngar, som eljest enligt 5 &#167; m&#229; vid
fastighet bibeh&#229;llas.

Ers&#228;ttning, varom h&#228;r &#228;r sagt, m&#229; ej i n&#229;got fall f&#246;r hektar r&#228;knat
s&#228;ttas h&#246;gre &#228;n till &#229;ttio kronor f&#246;r str&#246;&#228;ngar, som i befintligt
skick kunna brukas till &#229;rlig sl&#229;tter, och tjugu kronor f&#246;r str&#246;&#228;ngar,
som ej kunna till s&#229;dan sl&#229;tter brukas.

57 &#167; Vad i 56 &#167; &#228;r f&#246;reskrivet skall j&#228;mv&#228;l &#228;ga till&#228;mpning, d&#229;
hemmanslott best&#229;r uteslutande av en eller flera str&#246;&#228;ngar; dock m&#229;
med h&#228;nsyn till hemmanslottens andel i samf&#228;llighet ers&#228;ttningen kunna
&#246;kas med h&#246;gst femton procent av det v&#228;rde, vartill sj&#228;lva &#228;ngarna
skattas.

&#196;nd&#229; att samtliga till hemmanslotten h&#246;rande &#228;gor i f&#246;ljd av
indragningen inf&#246;rlivas med kronomarken, skall, utan &#228;ndring av
hemmanets i jordeboken upptagna mantal, lotten i jordregistret
bibeh&#229;llas s&#229;som s&#228;rskild fastighet. Ej m&#229; indragningen medf&#246;ra
&#228;ndring i lottens ansvarighet f&#246;r allm&#228;nna besv&#228;r och fordringar, som
&#229;tnjuta f&#246;rm&#229;nsr&#228;tt enligt 17 kap. 6 &#167; handelsbalken. D&#228;remot vare
lotten, d&#229; laga kraft &#228;gande beslut om indragningen f&#246;religger, fri
fr&#229;n inteckning, som d&#228;ri meddelats.

58 &#167; I fall, som i 56 eller 57 &#167; s&#228;gs, &#228;ge fastighetens &#228;gare p&#229;fordra
str&#246;&#228;ngarnas indragande enligt de i denna lag givna allm&#228;nna
best&#228;mmelser, s&#229; framt han till odlingsomr&#229;de anvisar mark, som &#228;r
bel&#228;gen inom fastighetens egentliga &#228;goomr&#229;de eller, d&#228;r fr&#229;ga &#228;r om
hemmanslott, best&#229;ende uteslutande av str&#246;&#228;ngar, &#229; n&#229;gon av &#228;ngarna
och denna mark finnes till odling l&#228;mplig.

59 &#167; Utg&#229;r ers&#228;ttning p&#229; s&#228;tt i 56 eller 57 &#167; s&#228;gs och &#228;r fastigheten
intecknad, skall &#228;godelningsr&#228;ttens ordf&#246;rande, s&#229; snart laga kraft
&#228;gande beslut om str&#246;&#228;ngarnas indragning f&#246;religger, ombes&#246;rja, att &#229;
n&#228;sta r&#228;tteg&#229;ngsdag under lagtima ting i inteckningsprotokollet
antecknas, att &#228;ngarna eller i fall, som avses i 57 &#167;, hemmanslotten
icke vidare besv&#228;ras av inteckningen.

60 &#167; Ers&#228;ttning, som utg&#229;r p&#229; s&#228;tt i 56 eller 57 &#167;  s&#228;gs, skall av
l&#228;nsstyrelsen utbetalas, s&#229; snart beslutet om &#228;ngarnas indragning &#228;ger
laga kraft.

Besv&#228;ras fastigheten av s&#246;kt eller beviljad inteckning f&#246;r fordran
eller f&#246;r avkomst eller annan f&#246;rm&#229;n, som uppl&#229;tits att utg&#229; av
fastigheten, eller kan fastigheten, j&#228;mlikt 11 kap. 2 &#167; jordabalken, i
&#228;garens hand h&#228;fta f&#246;r ogulden k&#246;peskilling, m&#229; ers&#228;ttningen icke till
&#228;garen utbetalas, med mindre han styrker, att vederb&#246;rande r&#228;tts&#228;gare
l&#228;mnat sitt medgivande d&#228;rtill. Gitter fastighetens &#228;gare ej visa
s&#229;dant medgivande, skall l&#228;nsstyrelsen f&#246;rdela beloppet mellan r&#228;tts
&#228;garna i den ordning, som &#228;r stadgat f&#246;r f&#246;rdelning av k&#246;peskilling
f&#246;r utm&#228;tningsvis s&#229;ld fast egendom.

Kallelse till sammantr&#228;de f&#246;r f&#246;rdelningen skall genom l&#228;nsstyrelsens
f&#246;rsorg med posten s&#228;ndas till fastighetens &#228;gare samt intecknings
havare, som &#228;ga r&#228;tt till betalning ur ers&#228;ttningen. &#196;r intecknings
havare ok&#228;nd, l&#229;te l&#228;nsstyrelsen inf&#246;ra kung&#246;relse i Post- och Inrikes
Tidningar minst fjorton dagar f&#246;re sammantr&#228;det. Lag (1977:683).

61 &#167; Utfaller vid f&#246;rdelning enligt 60 &#167; av ers&#228;ttning f&#246;r str&#246;&#228;ngar,
tillh&#246;rande fastighet, som avses i 57 &#167;, likvid &#229; intecknings
huvudstol, vare inteckningen till motsvarande belopp utan verkan.

62 &#167; &#196;r i fall, som i 56 eller 57 &#167; avses, fastigheten intecknad
gemensamt med en eller flera andra fastigheter, skola dessa icke h&#228;fta
f&#246;r intecknat belopp, varf&#246;r betalning utfallit vid f&#246;rdelning av
ers&#228;ttning f&#246;r str&#246;&#228;ngarna.

63 &#167; Har likvid utfallit &#229; huvudstol av inteckning, som enligt 61
eller 62 &#167; delvis &#228;r utan verkan, &#229;ligger det l&#228;nsstyrelsen att, sedan
f&#246;rdelningen blivit godk&#228;nd eller vunnit laga kraft, of&#246;rdr&#246;jligen
d&#228;rom g&#246;ra anm&#228;lan hos domaren och tillika ins&#228;nda f&#246;rdelningsl&#228;ngden;
och skall &#229; n&#228;sta r&#228;tteg&#229;ngsdag under lagtima ting om f&#246;rh&#229;llandet
g&#246;ras anteckning i inteckningsprotokollet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4572">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4574">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
