

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2018-10-25" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4576</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4575">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4577">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1919:426 ·
                    <a href="/sfsr?bet=1919:426">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1919:426) om flottning i allm&#228;n flottled
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1919-06-19
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2018:413
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Allm&#228;nna best&#228;mmelser

1 &#167; I allm&#228;nna flottleder har var och en r&#228;tt att flotta. F&#246;r flottning
i allm&#228;n flottled g&#228;ller best&#228;mmelserna i denna lag. Lag (1983:649).

2 &#167; De som i annat fall &#228;n som anges i 3 &#167; flottar i en allm&#228;n flottled,
som har uppl&#229;tits till allm&#228;nt begagnande (allm&#228;n flottning), skall
utg&#246;ra en flottningsf&#246;rening. Best&#228;mmelser om flottningsf&#246;reningars
uppgifter och verksamhet finns i 4 kap.

I 75 &#167; finns best&#228;mmelser om att regeringen i vissa fall kan best&#228;mma
att den allm&#228;nna flottningen skall ombes&#246;rjas i annan ordning &#228;n genom
flottningsf&#246;rening. Lag (1983:649).

3 &#167; Innehavare av jordbruksfastighet vare icke pliktig att f&#246;r
husbehovsvirke, som han framflottar fr&#229;n egen skog eller fr&#229;n skog,
tillh&#246;rig den by eller det hemman, dit fastigheten h&#246;r, eller vari byn
eller hemmanet har del, tillh&#246;ra flottningsf&#246;rening eller erl&#228;gga
avgifter f&#246;r flottledens begagnande eller eljest i fr&#229;ga om
husbehovsflottning vara underkastad best&#228;mmelserna i denna lag; dock m&#229;
dylik flottning ej &#228;ga rum p&#229; s&#229;dant s&#228;tt, att d&#228;rigenom uppst&#229;r hinder
f&#246;r den allm&#228;nna flottningen eller fara f&#246;r husbehovsvirkets
sammanblandning med det i den allm&#228;nna flottningen ing&#229;ende flottgodset,
och vare f&#246;rty s&#229;dan flottande pliktig att i avseende &#229; s&#229;v&#228;l anm&#228;lan om
till&#228;mnad flottning som iakttagande av n&#246;diga f&#246;rsiktighetsm&#229;tt st&#228;lla
sig till efterr&#228;ttelse vad l&#228;nsstyrelsen d&#228;rutinnan f&#246;reskriver. Lag
(1977:671).

4 &#167; Allt flottgods som ing&#229;r i allm&#228;n flottning skall framf&#246;ras
gemensamt (gemensam flottning), om det inte enligt 3 &#167; lagen (1983:294)
om inr&#228;ttande, utvidgning och avlysning av allm&#228;n flottled eller
motsvarande &#228;ldre best&#228;mmelser f&#246;r viss flottled har beslutats om
flottning utan flottgodsets sammanblandande (separatflottning) eller f&#246;r
s&#228;rskilt tillf&#228;lle flottningsstyrelsen finner att separatflottning kan
medges f&#246;r en viss flottande utan hinder f&#246;r den gemensamma flottningen.
Lag (1983:649).

5 &#167; Utan s&#228;rskilt lov m&#229; de, som ombes&#246;rja flottningsarbetet, &#228;ga
tilltr&#228;de till str&#228;nderna, d&#228;r s&#229;dant &#228;r av n&#246;den f&#246;r skadas avv&#228;rjande
eller flottgodsets utv&#228;ltande eller framf&#246;rande i flottleden. V&#228;g eller
stig &#246;ver annans tomt, &#229;ker, &#228;ng, plantering eller andra &#228;gor, vilka
kunna skadas d&#228;rav, m&#229; dock ej tagas, om tilltr&#228;de till stranden
annorledes kan l&#228;mpligen beredas.

Under p&#229;g&#229;ende flottning vare ock till&#229;tet att i vattnet h&#229;lla
tillf&#228;lliga led- och stoppbommar, d&#228;r samf&#228;rdseln ej avsev&#228;rt hindras
d&#228;rav, s&#229; ock att &#229; eller invid str&#228;nderna anbringa n&#246;diga bomf&#228;sten,
st&#246;d eller dylikt eller d&#228;rtill anv&#228;nda naturf&#246;rem&#229;l.

5 a &#167; Utf&#246;randet av de anl&#228;ggningar och &#229;tg&#228;rder som beh&#246;vs f&#246;r en
allm&#228;n flottled skall i samband med beslut om flottledens inr&#228;ttande
eller utvidgning &#246;verl&#228;mnas &#229;t den som har beg&#228;rt att flottleden skall
inr&#228;ttas eller utvidgas, om han inte anses ol&#228;mplig d&#228;rtill, eller, n&#228;r
&#228;ven n&#229;gon annan har anm&#228;lt sig villig att utf&#246;ra arbetena, &#229;t den som
pr&#246;vas kunna s&#228;krast och snabbast utf&#246;ra arbetena. Om staten vill utf&#246;ra
arbetena, har den f&#246;retr&#228;desr&#228;tt. Om annan &#228;n s&#246;kanden antas, skall han
genast betala ers&#228;ttning till s&#246;kanden f&#246;r de anl&#228;ggningskostnader som
denne har haft.

Om det f&#246;r inr&#228;ttande eller utvidgning av en allm&#228;n flottled kr&#228;vs att
en vattenanl&#228;ggning eller annan byggnad rivs ut eller &#228;ndras, skall
arbetena utf&#246;ras av den som har antagits till anl&#228;ggare. Om
vattenanl&#228;ggningen eller byggnaden skall &#228;ndras, har &#228;garen r&#228;tt att
utf&#246;ra &#228;ndringen mot ers&#228;ttning f&#246;r kostnaderna. Lag (1983:649).

5 b &#167; F&#246;r anl&#228;ggningskostnaderna har anl&#228;ggaren r&#228;tt till ers&#228;ttning av
de flottande i den ordning som anges i denna lag. Till
anl&#228;ggningskostnader h&#228;nf&#246;rs kostnaderna f&#246;r utf&#246;rande av arbeten som
avses i 5 a &#167; samt alla andra utgifter f&#246;r f&#246;retagets utf&#246;rande s&#229;som
utbetald skadeers&#228;ttning till sak&#228;gare, n&#246;dv&#228;ndiga utgifter f&#246;r
f&#246;rberedande unders&#246;kningar ang&#229;ende f&#246;retaget, kostnader f&#246;r
handl&#228;ggningen av &#228;rendet om inr&#228;ttande eller utvidgning av flottleden
samt m&#229;let om utf&#246;rande av flottledsanl&#228;ggningar, kostnader f&#246;r tillsyn
&#246;ver arbetet under byggnadstiden j&#228;mte annat s&#229;dant samt r&#228;nta p&#229;
f&#246;rlagskapitalet f&#246;r tiden intill flottledens godk&#228;nnande. Lag
(1983:649).

5 c &#167; Byggnader och anl&#228;ggningar som har utf&#246;rts eller &#246;vertagits fr&#229;n
n&#229;gon annan f&#246;r inr&#228;ttande, utvidgning eller f&#246;rb&#228;ttring av en allm&#228;n
flottled samt fast eller l&#246;s egendom som annars har f&#246;rv&#228;rvats f&#246;r
flottleden med betalningsskyldighet f&#246;r de flottande h&#246;r till flottleden
och skall anses som allm&#228;n egendom.

Egendom som h&#246;r till en allm&#228;n flottled f&#229;r inte utm&#228;tas f&#246;r annan skuld
&#228;n s&#229;dan f&#246;r vilken den enligt lag svarar. Lag (1983:649).

2 kap. Om ers&#228;ttning f&#246;r flottningsskada

6 &#167; F&#246;r skada och intr&#229;ng, som v&#229;llas av flottgodset eller genom &#229;tg&#228;rd,
som i 5 &#167; s&#228;gs eller eljest i f&#246;ljd av flottningen (flottningsskada),
skall g&#228;ldas ers&#228;ttning med fulla v&#228;rdet.

Vad i denna lag stadgas med avseende &#229; flottningsskada g&#228;lle ock
betr&#228;ffande skada och intr&#229;ng, som v&#229;llas genom anl&#228;ggning eller &#229;tg&#228;rd
f&#246;r flottleden, i den m&#229;n ej ers&#228;ttning d&#228;rf&#246;r blivit i beslut om
anl&#228;ggningen eller &#229;tg&#228;rden eller eljest i laga ordning p&#229; f&#246;rhand
uppskattad och erlagd. Lag (1983:649).

7 &#167; Om n&#229;gon i strid mot lag eller givna f&#246;reskrifter utf&#246;r
anl&#228;ggning eller annan anordning i en allm&#228;n flottled ska han
sj&#228;lv st&#229; f&#246;r den skada som flottningen orsakar p&#229; anordningen.
Utf&#246;r n&#229;gon anl&#228;ggning eller anordning i en allm&#228;n flottled utan
att beg&#228;ra och inv&#228;nta skyddsbest&#228;mmelser enligt andra stycket,
ska han sj&#228;lv st&#229; f&#246;r den skada som flottningen orsakar under
tiden.

Menar n&#229;gon som ut&#246;vat eller avser att ut&#246;va vattenverksamhet
d&#228;r en allm&#228;n flottled finns, att s&#228;rskilda anl&#228;ggningar eller
&#229;tg&#228;rder till skydd mot skada eller intr&#229;ng till f&#246;ljd av
flottningen b&#246;r bekostas av de flottande, f&#229;r han v&#228;cka talan
mot flottningsf&#246;reningen hos mark- och milj&#246;domstolen r&#246;rande
best&#228;mmelser om erforderliga skyddsanordningar. I fr&#229;ga om en
s&#229;dan talan g&#228;ller fortfarande best&#228;mmelserna i vattenlagen
(1983:291) om st&#228;mningsm&#229;l. Lag (2010:2000).

8 &#167; De, vilka under &#229;ret deltagit i allm&#228;n flottning &#229; det st&#228;lle, d&#228;r
skada timat, &#228;ro en f&#246;r alla och alla f&#246;r en ansvariga f&#246;r ers&#228;ttnings
g&#228;ldande till den, som lidit skadan, men f&#246;r ers&#228;ttning utbekommande har
denne att s&#246;ka flottningsf&#246;reningen, vars styrelse har att f&#246;ra de
flottandes talan h&#228;rutinnan och ombes&#246;rja betalningen. Skulle
flottningsstyrelse ej finnas hos l&#228;nsstyrelsen anm&#228;ld eller utd&#246;md
betalning icke kunna utf&#229;s hos flottningsf&#246;reningen, m&#229; viss flottande
s&#246;kas med r&#228;tt f&#246;r honom att, i den m&#229;n han guldit mera &#228;n vad p&#229; honom
efter hans andel i flottgodset bel&#246;per, &#229;terkr&#228;va beloppet av de &#246;vriga
flottande. Lag (1977:671).

9 &#167; Ers&#228;ttningsanspr&#229;k mot flottningsf&#246;rening skall, om och i den m&#229;n
ers&#228;ttningen ej blivit p&#229; f&#246;rhand best&#228;md, anm&#228;las hos
flottningsstyrelsen eller dess i 44 &#167; omn&#228;mnda ombud f&#246;re utg&#229;ngen av
det kalender&#229;r, d&#229; skadan uppkom, vid &#228;ventyr, om tiden f&#246;rsittes, att
r&#228;tt till talan &#228;r f&#246;rlorad, s&#229;framt ej &#228;nd&#229; f&#246;re utg&#229;ngen av n&#228;mnda tid
skadans uppskattning blivit i laga ordning h&#228;nskjuten till skiljem&#228;n.
Har flottning n&#229;gonst&#228;des p&#229;g&#229;tt efter den 1 augusti m&#229; dock i fr&#229;ga om
skada, som vid s&#229;dan del av flottleden uppkommit, anm&#228;lan, som nu sagts,
g&#246;ras till utg&#229;ngen av n&#228;stf&#246;ljande kalender&#229;r.

Anm&#228;lan, varom nu &#228;r fr&#229;ga, skall g&#246;ras i skrift, som tillst&#228;lles den,
hos vilken anm&#228;lan skall ske, dock, att hos flottningsstyrelsens ombud i
orten anm&#228;lan m&#229; med laga verkan g&#246;ras muntlignen. Skriftlig anm&#228;lan,
som inneslutes i rekommenderat brev, avl&#228;mnat p&#229; posten inom ovan
angivna tid och st&#228;llt till mottagarens vanliga adress, skall anses
beh&#246;rigen delgiven.

10 &#167;  Varder ej &#246;verenskommelse tr&#228;ffad om ers&#228;ttningen, skall efter syn
och uppskattning fr&#229;gan avg&#246;ras av tre oj&#228;viga skiljem&#228;n, bland vilka en
utses av vardera parten och de s&#229;lunda utsedda tillkalla den tredje.

Flottningsf&#246;rening &#229;ligger att varje &#229;r &#229; tid, som i reglementet
best&#228;mmes, utse skiljeman och ers&#228;ttare f&#246;r denne. D&#228;r s&#229; i reglementet
f&#246;reskrives, skola f&#246;r skilda str&#228;ckor av flottleden eller f&#246;r pr&#246;vning
av olika slag av skada utses olika personer.

F&#246;r viss by eller visst annat omr&#229;de utmed flottleden m&#229; efter sins
emellan tr&#228;ffad &#246;verenskommelse strand&#228;gare och andra med avseende &#229; dem
vidkommande flottningsskada med laga verkan p&#229; f&#246;rhand utse gemensam
skiljeman och ers&#228;ttare f&#246;r denne samt om valet underr&#228;tta flott
ningsstyrelsen.

De f&#246;r flottningsf&#246;rening utsedda skiljem&#228;nnens och ers&#228;ttarnes namn och
adresser skola varje &#229;r inom i reglementet angiven tid anm&#228;las hos
l&#228;nsstyrelsen f&#246;r inf&#246;rande i f&#246;rteckning som i 76 a &#167; s&#228;gs. Lag
(1977:671).

11 &#167; Skiljemanna&#229;tg&#228;rd, som i 10 &#167; s&#228;gs, m&#229; p&#229;kallas av envar av
parterna. S&#229;dant p&#229;kallande sker medelst framst&#228;llning till motparten
eller skiljeman, som denne m&#229; hava utsett p&#229; f&#246;rhand.

Har flottningsf&#246;rening underl&#229;tit att utse skiljeman och vederb&#246;rligen
anm&#228;la valet, eller har annan part, f&#246;r vilken skiljeman ej blivit p&#229;
f&#246;rhand utsedd, ej inom tio dagar efter skiljemanna&#229;tg&#228;rdens p&#229;kallande
tillk&#228;nnagivit sitt val av skiljeman, eller kan ej enighet vinnas om
valet av den tredje, skall skiljeman utses av domaren i orten.

Tiden f&#246;r syns h&#229;llande best&#228;mmes av skiljem&#228;nnen med iakttagande av
att, d&#228;r ej skadan &#228;r av beskaffenhet att b&#246;ra skyndsamt uppskattas,
synen s&#229;vitt m&#246;jligt b&#246;r f&#246;retagas efter det flottningen avslutats och i
sammanhang med &#246;vriga skadors uppskattande. Har, sedan skiljemanna&#229;tg&#228;rd
p&#229;kallats, skiljedom ej meddelats inom etthundra&#229;ttio dagar d&#228;refter,
vare part of&#246;rhindrad draga tvisten under pr&#246;vning av allm&#228;n underr&#228;tt i
den ort, d&#228;r skadan skett. Skiljedom, som meddelas senare &#228;n nu sagts,
vare utan verkan, s&#229;framt ej parterna &#246;verenskomma att &#229;tn&#246;jas d&#228;rmed.

12 &#167; Varder d&#246;mt till ers&#228;ttning, skall den ers&#228;ttningsskyldige ock
f&#246;rpliktas att efter vad sk&#228;ligt pr&#246;vas g&#228;lda s&#229;v&#228;l kostnaden f&#246;r
skiljemannaf&#246;rr&#228;ttningen som motpartens utgifter &#229; saken; dock att d&#228;r
ers&#228;ttningen ej s&#228;ttes h&#246;gre &#228;n den ers&#228;ttningtsskyldige f&#246;re
f&#246;rr&#228;ttningen bjudit, envar skall st&#229;nda sina kostnader och vardera
g&#228;lda halva f&#246;rr&#228;ttningskostnaden. Ogillas ers&#228;ttningsyrkande, men
finnes den, som framst&#228;llt kravet ej hava saknat fog d&#228;rf&#246;r, var ock lag
som sist sagts; eljest g&#228;lde han all f&#246;rr&#228;ttningskostnad och motpartens
utgifter &#229; saken.

Vad de flesta skiljem&#228;nnen s&#228;ga skall, &#228;nsk&#246;nt n&#229;gondera parten &#228;r
missn&#246;jd d&#228;rmed, g&#229; i verkst&#228;llighet, d&#228;r ej r&#228;tten eller &#246;verexekutor
f&#246;rordnar annorlunda; den av parterna, som ej n&#246;jes med skiljedom, dock
ej f&#246;rment att draga tvisten under domstols pr&#246;vning, s&#229; framt han
inst&#228;mmer sin talan inom nittio dagar fr&#229;n det skiljedomen tillst&#228;lldes
honom. Skiljedomen skall avfattas skriftligt och d&#228;ri l&#228;mnas tydlig
h&#228;nvisning om, vad den missn&#246;jde har att iakttaga f&#246;r tvistens dragande
under domstols pr&#246;vning.

R&#228;tt domstol f&#246;r upptagande av tvist, som nu sagts, vare allm&#228;n
underr&#228;tt i den ort, d&#228;r skadan skett.

13 &#167; Finnes flottningsskada bliva s&#229; stadigvarande, att v&#228;rdet
d&#228;r&#229; kan genom uppskattning p&#229; f&#246;rhand utr&#246;nas, ska, om
ers&#228;ttningstagaren p&#229;st&#229;r det, ers&#228;ttningen p&#229; f&#246;rhand best&#228;mmas
att utg&#229; vare sig i &#229;rlig avgift under hela den tid flottning
kommer att fortg&#229; eller ock p&#229; en g&#229;ng, allt efter ty sk&#228;ligt
pr&#246;vas. Ej m&#229;, &#228;nd&#229; att parterna m&#229; vara ense om visst belopp,
ers&#228;ttningen best&#228;mmas till h&#246;gre belopp &#228;n som kan anses
sk&#228;ligt.

Best&#228;mmelserna om betalning av ers&#228;ttning samt l&#228;nsstyrelsens
befattning med nedsatta ers&#228;ttningsmedel i 16 kap. vattenlagen
(1983:291) ska fortfarande till&#228;mpas i fr&#229;ga om ers&#228;ttning f&#246;r
flottningsskada som p&#229; f&#246;rhand har best&#228;mts att utg&#229; p&#229; en g&#229;ng.
I beslutet om ers&#228;ttning ska skiljem&#228;nnen ange om neds&#228;ttning av
ers&#228;ttningsbeloppet ska ske.

Ett beslut varigenom ers&#228;ttning best&#228;ms p&#229; f&#246;rhand g&#228;ller, sedan
det har vunnit laga kraft, &#228;ven mot framtida &#228;gare och
innehavare av fastigheter som ber&#246;rs av beslutet.

Har genom beslut enligt denna lag eller enligt 9 kap. 3 &#167; andra
stycket vattenlagen (1983:291) eller motsvarande &#228;ldre
best&#228;mmelser ers&#228;ttning f&#246;r skada eller intr&#229;ng fastst&#228;llts att
utg&#229; med &#229;rliga belopp, utg&#246;r den omst&#228;ndigheten att beslutet
h&#228;rom har vunnit laga kraft inte hinder f&#246;r mark- och
milj&#246;domstolen att i samband med beslut om nya eller &#228;ndrade
anordningar eller f&#246;reskrifter f&#246;r flottleden, eller senare
efter talan i den ordning som enligt vattenlagen g&#228;ller f&#246;r
st&#228;mningsm&#229;l, meddela s&#229;dana &#228;ndrade best&#228;mmelser om
ers&#228;ttningen och s&#228;ttet f&#246;r betalning som f&#246;ranleds av de
&#228;ndrade f&#246;rh&#229;llandena. Lag (2010:2000).

3 kap. Om avg&#246;rande av vissa fr&#229;gor r&#246;rande allm&#228;n flottleds
uppl&#229;tande och begagnande

14 &#167; N&#228;r en allm&#228;n flottled har inr&#228;ttats eller utvidgats skall
l&#228;nsstyrelsen uppr&#228;tta f&#246;rslag till best&#228;mmelser f&#246;r flottleden.
F&#246;rslaget skall ange

1. vilka allm&#228;nna grunder som b&#246;r till&#228;mpas n&#228;r s&#228;rskilda slag av
flottgods enligt 29 &#167; j&#228;mf&#246;rs med varandra vid f&#246;rdelning av kostnader,

2. inom vilken tid och mot vilken r&#228;nta anl&#228;ggningskostnader enligt 30 &#167;
b&#246;r &#229;terbetalas till anl&#228;ggare eller annan som har anl&#228;ggares r&#228;tt,
sedan h&#228;nsyn tagits till den ber&#228;knade virkes&#229;tg&#229;ngen inom varje
flottledsdistrikt,

3. hur taxan f&#246;r flottledsavgifter b&#246;r utarbetas med ledning av de
n&#228;mnda omst&#228;ndigheterna.

Kung&#246;relse om f&#246;rslaget skall inf&#246;ras i ortstidning och inneh&#229;lla en
upplysning om att den som vill yttra sig &#246;ver f&#246;rslaget skall framst&#228;lla
skriftliga erinringar i saken inom viss tid. Om det &#228;r n&#246;dv&#228;ndigt att
sak&#228;garna h&#246;rs ytterligare, skall de kallas till sammantr&#228;de inf&#246;r
l&#228;nsstyrelsen eller, n&#228;r det &#228;r fr&#229;ga om en mindre flottled och det i
&#246;vrigt &#228;r l&#228;mpligt, inf&#246;r en tj&#228;nsteman vid l&#228;nsstyrelsen. Kung&#246;relse om
s&#229;dant sammantr&#228;de skall senast tio dagar f&#246;re sammantr&#228;det inf&#246;ras i
ortstidning. Anl&#228;ggaren av flottleden skall s&#228;rskilt kallas till
sammantr&#228;det.

L&#228;nsstyrelsen skall d&#228;refter s&#229; snart som m&#246;jligt avg&#246;ra angivna fr&#229;gor
i enlighet med 29 och 30 &#167;&#167;. Lag (1983:649):

15 &#167; V&#228;ckes hos l&#228;nsstyrelsen betr&#228;ffande befintlig flottled fr&#229;ga om
nya eller &#228;ndrade best&#228;mmelser i de h&#228;nseenden, som i 29 och 30 &#167;&#167; s&#228;gs,
g&#228;lle ang&#229;ende s&#229;dant &#228;rendes handl&#228;ggning i till&#228;mpliga delar vad i 14
&#167; stadgats, dock att sammantr&#228;de med sak&#228;garna alltid skall h&#229;llas, d&#228;r
ej fr&#229;gan endast r&#246;rer fastst&#228;llande eller j&#228;mkning av amorteringsplan
samt flottningsf&#246;reningen och f&#246;rlagsgivaren annorledes blivit i saken
h&#246;rda.

Av &#228;ldra beslut vara l&#228;nsstyrelsen ej f&#246;rhindrad att meddela ny eller
&#228;ndrad best&#228;mmelse i &#228;mne, varom nyss f&#246;rm&#228;lts; dock att fastst&#228;lld
amorteringsplan ej m&#229; rubbas i vidare m&#229;m &#228;n som &#246;verensst&#228;mmer med
stadgandena i 31 &#167;. Lag (1977:671).

16 &#167; Sedan de arbeten som har f&#246;reskrivits f&#246;r den allm&#228;nna flottleden
har besiktats och godk&#228;nts, skall l&#228;nsstyrelsen meddela beslut om
storleken av de anl&#228;ggningskostnader som enligt 5 b &#167; skall betalas av
de flottande. N&#228;r l&#228;nsstyrelsen dessutom har meddelat beslut enligt 14 &#167;
och fastst&#228;llt reglemente f&#246;r flottningsf&#246;rening, skall l&#228;nsstyrelsen
genom s&#228;rskilt beslut uppl&#229;ta flottleden till allm&#228;nt begagnande.

Ej m&#229; flottning idkas i allm&#228;n flottled, f&#246;rr&#228;n den blivit till allm&#228;nt
begagnande uppl&#229;ten; dock att r&#228;tt till interimsflottning, efter ty
nedan s&#228;gs, m&#229; kunna av l&#228;nsstyrelsen i vissa fall dessf&#246;rinnan
medgivas. Lag (1983:649).

17 &#167; Har enligt laga kraft vunnet beslut f&#246;rordnats om allm&#228;n flottleds
inr&#228;ttande och kan, &#228;nd&#229; att i beslutet f&#246;reskrivna &#229;tg&#228;rder icke
vidtagits, flottning ske utan v&#228;sentligt men f&#246;r strand-, bro-, fiske-
och vattenverks&#228;gare eller andra samt utan betydligare hinder f&#246;r
f&#246;reskrivna flottledsarbetens utf&#246;rande, m&#229; i avbidan p&#229; flottledens
uppl&#229;tande till allm&#228;nt begagnande tillst&#229;nd till interimsflottning
kunna efter s&#228;rskild ans&#246;kan medgivas den, som f&#246;rut enskilt flottat
d&#228;rst&#228;des, s&#229; ock annan, som visas genom uppeh&#229;ll med flottningen komma
att lida avsev&#228;rd f&#246;rlust.

Ans&#246;kan om interimsflottning ges in till l&#228;nsstyrelsen. L&#228;nsstyrelsen
skall inh&#228;mta yttrande &#246;ver ans&#246;kningen fr&#229;n anl&#228;ggaren av flottleden
samt, om &#228;rendet inte &#228;r av br&#229;dskande natur och det i &#246;vrigt kan anses
beh&#246;vligt, p&#229; l&#228;mpligt s&#228;tt bereda strand&#228;gare och andra vilkas r&#228;tt kan
ber&#246;ras tillf&#228;lle att inom viss kort tid yttra sig &#246;ver ans&#246;kningen. Lag
(1983:649).

18 &#167; Tillst&#229;nd till interimsflottning f&#229;r av l&#228;nsstyrelsen meddelas i
den omfattning, som med h&#228;nsyn till f&#246;religgande omst&#228;ndigheter finnes
l&#228;mplig, dock ej f&#246;r l&#228;ngre tid &#228;n ett &#229;r i s&#228;nder. L&#228;nsstyrelsen skall
f&#246;reskriva de villkor f&#246;r flottningen som beh&#246;vs f&#246;r varje fall med
iakttagande av dels att de allm&#228;nna best&#228;mmelser som har meddelats f&#246;r
flottledens nyttjande till allm&#228;n flottning blir g&#228;llande i till&#228;mpliga
delar f&#246;r interimsflottningen, dels att de interimsflottande f&#246;rpliktas
att f&#246;r sitt flottgods erl&#228;gga flottledsavgifter till samma belopp, som
ber&#228;knas b&#246;ra utg&#229;, sedan flottleden uppl&#229;tits till allm&#228;nt begagnande.

Interimsflottande b&#246;r tillika erinras om honom &#229;liggande skyldighet att
ers&#228;tta ej mindre strand&#228;gare och andra uppkommande flottningsskada &#228;n
&#228;ven anl&#228;ggaren av den allm&#228;nna flottleden all genom flottningen
f&#246;rorsakad kostnad f&#246;r underh&#229;ll av flottledsbyggnader, som m&#229; vara
utf&#246;rda; och skall vad i 8 samt 10--12 &#167;&#167; stadgas med avseende &#229;
ers&#228;ttning f&#246;r flottningsskada i till&#228;mpliga delar g&#228;lla &#228;ven
betr&#228;ffande ers&#228;ttning av interimsflottande f&#246;r flottningsskada och f&#246;r
flottledsbyggnaders underh&#229;ll.

D&#228;r omst&#228;ndigheterna s&#229;dant p&#229;kalla, b&#246;r ock f&#246;reskrivas, att
interimsflottande, innan flottningen vidtager, skall st&#228;lla fullgod
s&#228;kerhet f&#246;r avgifter och skadest&#229;nd, som nu sagts.

Vid tillst&#229;nds meddelande varde tillsett, att bland flera s&#246;kande ingen
erh&#229;ller obeh&#246;rig f&#246;rdel framf&#246;r annan. Lag (1983:649).

19 &#167; Beslut, varigenom tillst&#229;nd till interimsflottning meddelas, m&#229;,
&#228;nd&#229; att &#228;ndring d&#228;ri s&#246;kes, g&#229; i verkst&#228;llighet. Om beslutet varde p&#229;
s&#246;kandens bekostnad kung&#246;relse genast inf&#246;rd i ortstidning.

Utan hinder d&#228;rav att beslutet vunnit laga kraft eller g&#229;tt i
verkst&#228;llighet, m&#229; l&#228;nsstyrelsen n&#228;r anledning d&#228;rtill f&#246;rekommer, efter
interimsflottandes h&#246;rande f&#246;reskriva nya villkor f&#246;r flottningen eller
erforderliga inskr&#228;nkningar d&#228;ri eller ock &#229;terkalla det meddelade
tillst&#229;ndet. Lag (1977:671).

20 &#167; Vid meddelande av tillst&#229;nd till interimsflottning f&#246;rordne
l&#228;nsstyrelsen syssloman att med den befogenhet, som i 33 &#167; 1 mom. andra
stycket tillerk&#228;nnes flottningsstyrelse, av de flottande uttaga de i 18
&#167; omf&#246;rm&#228;lda flottledsavgifter och att i &#246;vrigt tillse, att f&#246;reskrivna
villkor iakttagas vid flottningen.

Till syssloman, som nu sagts, skall f&#246;rordnas l&#228;mplig och vederh&#228;ftig
person eller ock flottningsstyrelse f&#246;r annan uppstr&#246;ms eller nedstr&#246;ms
bel&#228;gen allm&#228;n flottled; och njute sysslomannen arvode av de flottande
med belopp, som best&#228;mmes av l&#228;nsstyrelsen.

Flottledsavgifter, som uppb&#228;rs av sysslomannen, skall g&#246;ras r&#228;nteb&#228;rande
genom att ins&#228;ttas p&#229; bank. Det &#229;ligger sysslomannen att, sedan
flottleden har uppl&#229;tits till allm&#228;nt begagnande och en
flottningsf&#246;rening har bildats, till flottningsstyrelsen redovisa vad
han har uppburit j&#228;mte upplupen r&#228;nta. Om fr&#229;gan om allm&#228;n flottled
f&#246;rfaller, skall redovisning l&#228;mnas till l&#228;nsstyrelsen som f&#246;rfar med
medlen p&#229; s&#228;tt stadgas i 82 &#167; f&#246;rsta stycket. Dock har &#228;gare av enskilda
flottledsbyggnader r&#228;tt att av influtna avgifter erh&#229;lla vad som bel&#246;per
p&#229; n&#228;mnda byggnader samt, om han inte &#228;r anl&#228;ggare, vad han d&#228;rut&#246;ver
sj&#228;lv kan ha erlagt i avgifter. Lag (1983:649).

21 &#167; I fr&#229;ga om vatten d&#228;r allm&#228;n flottled inte finns, men flottning
&#228;nd&#229; har bedrivits i flera &#229;r, skall f&#246;ljande g&#228;lla om f&#246;rh&#229;llandena
&#228;ndras s&#229; att r&#228;tten till flottningen inte l&#228;ngre kan ut&#246;vas utan
osk&#228;liga kostnader. Har ans&#246;kan om inr&#228;ttande av allm&#228;n flottled i
vattenomr&#229;det inkommit, men beslut d&#228;rom &#228;nnu inte meddelats, f&#229;r
l&#228;nsstyrelsen medge s&#246;kanden r&#228;tt till interimsflottning, om
flottningens avstannande skulle medf&#246;ra synnerligen betydande f&#246;rluster
f&#246;r honom. I s&#229;dana &#228;renden g&#228;ller 17--20 &#167;&#167;. I fall som nu har n&#228;mnts
f&#229;r dock tillst&#229;nd till interimsflottning endast meddelas om s&#246;kanden
st&#228;ller fullgod s&#228;kerhet dels f&#246;r avgifter och skadest&#229;nd enligt 18 &#167;,
dels med visst belopp, motsvarande virkets v&#228;rde, f&#246;r att
flottledsarbetet utf&#246;rs p&#229; ett riktigt s&#228;tt, om s&#246;kanden antas till
anl&#228;ggare. Lag (1983:649).

22 &#167; Har i beslut om allm&#228;n flottleds inr&#228;ttande eller sedermera
f&#246;reskrivits, att flottning i flottleden skall till viss tid av &#229;ret
inskr&#228;nkas, &#228;ge l&#228;nsstyrelsen, d&#228;r f&#246;r visst fall under p&#229;g&#229;ende
flottning yppas behov av tidens utstr&#228;ckande, p&#229; ans&#246;kan l&#228;mna tillst&#229;nd
d&#228;rtill antingen betr&#228;ffande flottleden i dess helhet eller med avseende
&#229; viss del d&#228;rav.

Om arbeten av st&#246;rre omfattning skall utf&#246;ras f&#246;r att utvidga eller
f&#246;rb&#228;ttra en allm&#228;n flottled och det &#228;r n&#246;dv&#228;ndigt att flottningen
h&#228;runder begr&#228;nsas eller inst&#228;lls, f&#229;r l&#228;nsstyrelsen p&#229; beg&#228;ran meddela
best&#228;mmelser om detta f&#246;r tiden till dess arbetena har fullbordats och
godk&#228;nts. Lag (1983:649).

4 kap. Om flottningsf&#246;reningar

Om flottningsf&#246;renings uppgift och verksamhet

23 &#167; I flottningsf&#246;rening har att i enlighet med denna lag ombes&#246;rja den
allm&#228;nna flottningen, handhava och vidmakth&#229;lla flottleden j&#228;mte dess
tillh&#246;righeter samt uppb&#228;ra och redovisa de f&#246;r flottledens nyttjande
stadgade flottledsavgifter.

Ej m&#229; flottningsf&#246;rening ut&#246;va verksamhet som &#228;r fr&#228;mmande f&#246;r det
&#228;ndam&#229;l, f&#246;reningen s&#229;lunda har att fullf&#246;lja.

24 &#167; Flottningsf&#246;rening m&#229; ej f&#246;rv&#228;rva fast egendom annorledes &#228;n f&#246;r
flottledens r&#228;kning eller i andra fall &#228;n:

1. d&#228;r det tarvas f&#246;r utf&#246;rande av anl&#228;ggning eller &#229;tg&#228;rd f&#246;r
flottleden eller f&#246;r flottningens &#228;ndam&#229;lsenliga ordnande;

2. d&#228;r f&#246;rv&#228;rvande av visst omr&#229;de finnes &#246;nskv&#228;rt f&#246;r nedbringande av
skadeers&#228;ttning;

3. d&#228;r fastighet skall anv&#228;ndas f&#246;r anordnande av n&#246;diga kontors- eller
verkstadslokaler eller bost&#228;der &#229;t flottningschef, kontors-, flottnings-
och annan personal.

Pr&#246;vningen, huruvida efter ty nu sagts f&#246;rv&#228;rv av fast egendom m&#229; anses
till&#229;tet, ankomme p&#229; l&#228;nsstyrelsen i det eller de l&#228;n, d&#228;r flottleden
framg&#229;r. Lag (1977:;671).

25 &#167; Allm&#228;n flottled tillh&#246;rig egendom m&#229; ej f&#246;r g&#228;ld pants&#228;ttas;
dock att l&#228;nsstyrelsen &#228;ger, d&#228;r s&#229;dant pr&#246;vas &#228;ndam&#229;lsenligt, f&#246;r visst
fall medgiva flottningsf&#246;rening att med inteckning f&#246;r g&#228;ld belasta
fastighet, som i 24 &#167; 3 omf&#246;rm&#228;les. Fast egendom m&#229; ej utan
l&#228;nsstyrelsens tillst&#229;nd avyttras; f&#246;r flottningen beh&#246;vliga byggnader
och anl&#228;ggningar m&#229; ej avh&#228;ndas flottleden.

Har flottningsf&#246;rening f&#246;r &#228;ndam&#229;l, som i 24 &#167; s&#228;gs, f&#246;rv&#228;rvat st&#246;rre
fastighetsomr&#229;de &#228;n behovet kr&#228;ver eller finnes eljest fast egendom icke
vara f&#246;r flottleden eller flottningen beh&#246;vlig, &#229;ligger det f&#246;reningen
att, s&#229; snart det kan ske utan f&#246;rlust, avyttra vad l&#228;mpligen kan
undvaras.

Beh&#229;llningen av medel som inflyta f&#246;r flottleden tillh&#246;rig egendom, m&#229;
ej f&#246;rbrukas till g&#228;ldande av &#229;rets l&#246;pande utgifter utan skola anv&#228;ndas
s&#229;som kapitaltillskott till fond, varom i 32 &#167; andra stycket f&#246;rm&#228;les,
eller avs&#228;ttas till en s&#228;rskild fond f&#246;r s&#229;dana &#229;terst&#228;llnings&#229;tg&#228;rder
som angivas i 82 &#167;. N&#228;r s&#228;rskilda sk&#228;l f&#246;religga, &#228;ger l&#228;nsstyrelsen
f&#246;rordna att beh&#229;llningen m&#229; anv&#228;ndas s&#229;som kapitaltillskott till fond,
som angives i 32 &#167; f&#246;rsta stycket, eller eljest till framtida b&#229;tnad f&#246;r
flottleden. Lag (1977:671).

26 &#167; Har flottningsf&#246;rening n&#229;got &#229;r att vidk&#228;nnas kostnad, som efter ty
i 30 &#167; stadgas m&#229; f&#246;rdelas &#229; flera &#229;r att av de flottande g&#228;ldas enligt
viss amorteringsplan, m&#229; f&#246;reningen d&#228;r ej kostnader f&#246;rskjutes av &#229;rets
flottande, med f&#246;rlagsgivare tr&#228;ffa avtal om konstnadens f&#246;rskjutande
medelst f&#246;rlagsl&#229;n med r&#228;tt f&#246;r f&#246;rlagsgivaren att uppb&#228;ra de f&#246;r
kostnadens &#229;terg&#228;ldande stadgade amorteringsavgifter.

Till belopp och under villkor, som best&#228;mts i reglementet eller av
flottningsst&#228;mma, &#228;ge flottningsstyrelsen f&#246;r f&#246;reningens l&#246;pande behov
upptaga tillf&#228;lligt l&#229;n. F&#246;r g&#228;ldande av s&#229;dant l&#229;n svare allenast de,
som flotta det &#229;r, f&#246;r vars utgifters t&#228;ckande skulden g&#246;res.

27 &#167; Med de inskr&#228;nkningar och under de villkor, som kunna vara best&#228;mda
i reglementet, m&#229; med bindande verkan j&#228;mv&#228;l f&#246;r kommande &#229;rs flottande
beslut fattas eller avtal tr&#228;ffas om flottningschefs, annan tj&#228;nstemans
&#228;vensom arbetares anst&#228;llande f&#246;r flera &#229;r, om deras avl&#246;ningsf&#246;rm&#229;ner
samt om pensioner, olycksfall- och sjukdomsunderst&#246;d och dylikt &#229;t dem
eller deras anh&#246;riga. Vill n&#229;gon vinna visshet, att beslut eller avtal,
som nu sagts, icke m&#229; kunna klandras av sk&#228;l, som i 62 &#167; s&#228;gs, s&#246;ke
l&#228;nsstyrelsens stadf&#228;stelse d&#228;r&#229;. &#197; s&#229;lunda stadfast beslut eller avtal
&#228;ge stadgandet i 62 &#167; ej till&#228;mpning.

Flottningsf&#246;rening &#228;ge ock ing&#229; avtal, g&#228;llande f&#246;r flere &#229;r, med
strand&#228;gare och andra r&#246;rande ers&#228;ttning f&#246;r flottningsskada, om
strandarrenden, om flottningsarbetets utf&#246;rande p&#229; ackord och annat
dylikt. Lag (1977:671).

28 &#167; I flottningsf&#246;renings r&#228;kenskaper skola f&#246;reningens utgifter
sammanf&#246;ras under nedann&#228;mnda huvudgrupper:

1. Flottledsutgifter, omfattande kostnader, som skola &#229;terg&#228;ldas till
anl&#228;ggare eller annan, vilken njuter anl&#228;ggares r&#228;tt, eller eljest
utgives f&#246;r flottledens utvidgande eller f&#246;rb&#228;ttrande, s&#229; ock kostnader
f&#246;r f&#246;rv&#228;rvande av fast egendom, allt i den m&#229;n ej kostnaderna g&#246;ras
eller egendomen f&#246;rv&#228;rvas f&#246;r tillgodoseende av &#228;ndam&#229;l, som under 4, 5
eller 6 omf&#246;rm&#228;les;

2. Underh&#229;llsutgifter, omfattande kostnader f&#246;r vidmakth&#229;llande av
flottleden och av densamma tillh&#246;rig egendom, i den m&#229;n kostnaderna ej
skola h&#228;nf&#246;ras till de under 4, 5 eller 6 omf&#246;rm&#228;lda utgifter;

3. Utflottningsutgifter, omfattande all arbets- och annan kostnad f&#246;r
virkets framskaffande i flottleden, strandarrenden, bom- och
dammavgifter, ers&#228;ttning f&#246;r flottningsskada, som icke skall h&#228;nf&#246;ras
till 4, samt andra utgifter f&#246;r liknande &#228;ndam&#229;l;

4. Sorteringsutgifter, omfattande kostnader f&#246;r skiljeanordningars
inr&#228;ttande och vidmakth&#229;llande, f&#246;r virkets insamlande och urskiljande
vid skiljest&#228;lle, f&#246;r anskaffande och vidmakth&#229;llande av redskap och
materiel f&#246;r skiljningen, s&#229; ock f&#246;r ers&#228;ttande av skada genom
anl&#228;ggning f&#246;r skiljningen eller i f&#246;ljd av skiljningsarbetet;

5. Inventarieutgifter, omfattande kostnader f&#246;r anskaffande och
vidmakth&#229;llande av redskap och materiel f&#246;r utflottningen;

6. F&#246;rvaltningsutgifter, omfattande kostnader f&#246;r kontorsh&#229;llning,
bokf&#246;ring, styrelse- och revisorsarvoden, flottningschefs och
kontorspersonals avl&#246;ning samt f&#246;r pensioner, olycksfalls- och
sjukdomsunderst&#246;d och &#246;vriga allm&#228;nna omkostnader;

7. Separatutgifter, omfattande kostnader av icke gemensam art, s&#229;som f&#246;r
utv&#228;ltning av flottgodset, separatflottning, avskilt virkes buntning,
flottl&#228;ggning eller transporterande, inb&#228;rgande nedanf&#246;r skiljest&#228;lle av
vinddrivet eller spillt virke och dylikt.

Har till r&#228;ttvis f&#246;rdelning av flottleds- och underh&#229;llsutgifter
flottleden indelats i flottledsdistrikt, skall r&#228;kenskaperna &#246;ver de
n&#228;mnda utgifterna f&#246;ras s&#228;rskilt f&#246;r varje distrikt. Detsamma g&#228;ller
utflottningsutgifter, om flottleden har indelats i utflottningsdistrikt.
Om en flottledsanl&#228;ggning inom ett visst distrikt blir till nytta f&#246;r
flottningen &#228;ven inom andra flottledsdistrikt, f&#229;r l&#228;nsstyrelsen eller,
d&#228;r anl&#228;ggningen utf&#246;rts utan tillst&#229;nd, flottningsst&#228;mma besluta att
anl&#228;ggningskostnaden skall f&#246;rdelas p&#229; dessa distrikt alltefter den
nytta de har av anl&#228;ggningen. Lag (1983:649).

29 &#167; F&#246;r de flottandes inb&#246;rdes delaktighet i olika slag av utgifter
skall i den ordning, som i 14 och 15 &#167;&#167; s&#228;gs, l&#228;nsstyrelsen fastst&#228;lla
allm&#228;nna grunder, varefter skolda slag av flottgods b&#246;ra vid kostnaders
f&#246;rdelning j&#228;mf&#246;ras med varandra; och skall d&#228;rvid iakttagas:

att grunderna f&#246;r delaktighet i flottleds och underh&#229;llsutgifter
best&#228;mmas med h&#228;nsyn till vad som finnes sk&#228;ligt och l&#228;mpligt f&#246;r
fr&#228;mjande av en god skogshush&#229;llning;

och att &#246;vriga utgifter varda f&#246;rdelade efter den st&#246;rre eller mindre
sv&#229;righet, de s&#228;rskilda flottgodsslagen orsaka vid flottningen eller
sorteringen; dock att j&#228;mkning i till&#228;mpningen av denna f&#246;rdelningsgrund
betr&#228;ffande sm&#228;rre virkesdimensioner eller betr&#228;ffande virke, som
flottas l&#229;ng v&#228;g, m&#229; &#228;ga rum, om s&#229;dant kan ske utan p&#229;visbar &#246;kning av
kostnaden f&#246;r annat virke.

Vidare skall iakttagas:

att kostnader, h&#228;nf&#246;rliga till visst flottleds, eller
utflottningsdistrikt f&#246;rdelas allenast &#229; flottgods, som &#229; s&#229;dant
distrikt framflottats;

samt att i sorteringsutgifter skola deltaga betr&#228;ffande varje
skiljest&#228;lle, efter vad sk&#228;ligt pr&#246;vas, ej mindre de flottande, vilkas
flottgods d&#228;r avskiljes, &#228;n &#228;ven &#228;gare av det flottgods, som vidare
framflottas; skolande vid s&#229;dan pr&#246;vning s&#228;rskild h&#228;nsyn tagas &#229; ena
sidan till skiljest&#228;llets betydelse f&#246;r orten och dess skogshush&#229;llning
&#228;vensom till den b&#229;tnad genom minskning i slutliga sorteringskostnaden,
som till f&#246;ljd av det utsorterade virkets avskiljande ur flottleden
beredes dem, vilkas virke vidare framflottas, samt &#229; andra sidan
d&#228;rtill, att s&#228;rskilt h&#246;ga kostnader m&#229; vara f&#246;renade med skiljest&#228;lles
h&#229;llande d&#228;rst&#228;des v&#229;llas flottande, som nyss sagts; d&#228;r p&#229; grund av
lokala f&#246;rh&#229;llanden skiljningen &#229; viss plats verkst&#228;lles vid skilda
sorteringsverk, som st&#229; i beroende av varandra, m&#229; dessa i nu n&#228;mnt
avseende anses som ett skiljest&#228;lle.

Separatutgifter f&#246;rdelas p&#229; allenast de flottande, vilkas flottgods
f&#246;ranlett kostnaderna i fr&#229;ga; separatflottande vare fri fr&#229;n deltagande
i arbetskostnaden f&#246;r den gemensamma flottningen. D&#228;r all flottning
bedrives separat, m&#229; kostnaden f&#246;r virkets framskaffande f&#246;rdelas &#229;
samtliga flottande. Lag (1977:671).

30 &#167; D&#228;r kostnader, som h&#228;nf&#246;ras till flottledsutgifter, finnas vara s&#229;
betydande, att, om de lades &#229; allenast ett &#229;rs flottning, denna skulle
d&#228;rigenom osk&#228;ligt betingas, f&#246;rordne l&#228;nsstyrelsen i den ordning, som i
14 och 15 &#167;&#167; s&#228;gs, att s&#229;dana kostnader skola g&#228;ldas genom amortering
under flera, h&#246;gst tjugu &#229;r, medelst vissa avgifter &#229; flottgodset
(flottledsavgifter), s&#229; avv&#228;gda, att beloppet j&#228;mte r&#228;nta &#229; vad oguldet
innest&#229;r sk&#228;ligen kan antagas bliva d&#228;rmed under den ber&#228;knade tiden
till fullo guldet; och varde r&#228;ntan d&#228;rvid s&#229; best&#228;md, att den motsvarar
den r&#228;ntefot, mot vilken beloppet sk&#228;ligen m&#229; antagas kunna uppl&#229;nas,
med till&#228;gg, d&#228;r s&#229; finnes n&#246;digt, av en riskpremie intill tv&#229; procent.

Vad nu stadgats betr&#228;ffande flottledsutgifter g&#228;lle ock med avseende &#229;
kostnader, h&#228;nf&#246;rliga till underh&#229;lls-, sorterings-, inventarie- eller
f&#246;rvaltningsutgifter av s&#229;dan beskaffenhet, att j&#228;mv&#228;l kommande &#229;rs
flottande d&#228;rav h&#228;mta v&#228;sentlig f&#246;rdel.

Under ovan stadgad f&#246;ruts&#228;ttning &#228;ge ock flottningsf&#246;rening utan
inh&#228;mtande av l&#228;nsstyrelsens besked besluta amortering under h&#246;gst tre
flottnings&#229;r av kostnader, som ovan sagts.

Fastst&#228;llda avgifter m&#229; ej uppb&#228;ras f&#246;r l&#228;ngre tid &#228;n till dess det
belopp, varom fr&#229;ga &#228;r, j&#228;mte r&#228;nta blivit till fullo guldet. Lag
(1977:671).

31 &#167; Visar sig, sedan plan f&#246;r amortering blivit av l&#228;nsstyrelsen
fastst&#228;lld, att &#228;ndring av de best&#228;mda avgifterna eller annan j&#228;mkning i
villkoren erfordras, m&#229;, s&#229;vitt f&#246;rlagsgivares r&#228;tt ej d&#228;rigenom
f&#246;rs&#228;mras, l&#228;nsstyrelsen p&#229; ans&#246;kan efter dennes h&#246;rande f&#246;rordna om
s&#229;dan j&#228;mkning.

Har vid den ber&#228;knade betalningstidens utg&#229;ng kostnaden &#228;nnu icke blivit
till fullo gulden, m&#229; l&#228;nsstyrelsen p&#229; ans&#246;kan bevilja utstr&#228;ckt tid f&#246;r
dess g&#228;ldande; dock m&#229; h&#228;rvid betr&#228;ffande anl&#228;ggning som med
amorteringen avses, i intet fall till amortering upptagas st&#246;rre belopp
av den ursprungliga kostnaden &#228;n som motsvarar d&#229;varande v&#228;rdet av
anl&#228;ggningen. F&#246;r utr&#246;nande av detta v&#228;rde m&#229; l&#228;nsstyrelsen f&#246;rordna om
n&#246;dig utredning. Lag (1977:671).

32 &#167; P&#229; ans&#246;kan av flottningsf&#246;rening eller med dess begivande &#228;ge
l&#228;nsstyrelsen f&#246;r en tid varje g&#229;ng av h&#246;gst tio &#229;r f&#246;rordna, att till
utj&#228;mnande av underh&#229;llsutgifterna viss &#229;rsavgift skall distriktsvis
utg&#229; f&#246;r varje flottgodsenhet. I den m&#229;n avgifterna f&#246;r ett &#229;r icke &#229;tg&#229;
till g&#228;ldande av samma &#229;rs underh&#229;llsutgifter, skola de ing&#229; till en
fond, ben&#228;mnd underh&#229;llsfond.

I enahanda ordning m&#229; ock kunna f&#246;rordnas om upptagande av best&#228;mda
&#229;rsavgifter f&#246;r bildande av underst&#246;dsfonder till utj&#228;mnande av olika
&#229;rs utgifter f&#246;r pensioner, olycksfalls- och sjukdomsunderst&#246;d och
dylikt &#229;t flottningschef, annan tj&#228;nsteman eller arbetare &#228;vensom deras
anh&#246;riga.

F&#246;r &#229;terst&#228;llnings&#229;tg&#228;rder kan bildas s&#228;rskild fond enligt 25 &#167; tredje
stycket.

F&#246;r f&#246;rvaltningen av fond, som sagts i f&#246;rsta eller andra stycket, skall
l&#228;nsstyrelsen fastst&#228;lla reglementariska best&#228;mmelser, utm&#228;rkande
f&#246;rutom annat, under vilka f&#246;rh&#229;llanden och till vilket beloopp fondens
medel m&#229; tagas i anspr&#229;k till g&#228;ldande av kostnader av angivet slag.

Fonds medel skola h&#229;llas avskilda fr&#229;n &#246;vriga av f&#246;reningen
omh&#228;nderhavda tillg&#229;ngar och m&#229; icke anv&#228;ndas eller tagas i m&#228;t f&#246;r
annat &#228;ndam&#229;l &#228;n s&#229;dant, f&#246;r vars tillgodoseende fonden bildats. Lag
(1977:671).

33 &#167; 1 mom. Till bestridande av f&#246;reningens utgifter &#228;r envar, som
deltager i den allm&#228;nna flottningen, pliktig att &#229;rligen &#229; tider, som
angivas i reglementet, tillskjuta n&#246;digt f&#246;rlag, samt, om f&#246;rlaget ej
f&#246;rsl&#229;r till t&#228;ckande av de utgifter, som skola l&#228;ggas &#229; &#229;rets
flottning, fylla bristen.

L&#228;ngd f&#246;r uttaxering av dylikt f&#246;rlag skall av flottningsstyrelsen
&#229;rligen uppg&#246;ras med ledning av de enligt 66 &#167; avgivna uppgifter.
F&#246;rsummar flottande att erl&#228;gga infordrat tillskott, &#228;ger styrelsen till
s&#228;kerhet d&#228;rf&#246;r h&#229;lla hans flottgods kvar och efter tills&#228;gelse till den
flottande l&#229;ta &#229; offentlig auktion s&#228;lja s&#229; mycket d&#228;rav, att beloppet
t&#228;ckes.

F&#246;rlag m&#229; ej anv&#228;ndas eller tagas i m&#228;t f&#246;r annat &#228;ndam&#229;l &#228;n t&#228;ckande av
f&#246;reningens utgifter f&#246;r det &#229;r, f&#246;r vilket f&#246;rlaget l&#228;mnats; uppst&#229;r
&#246;verskott, skall det &#229;terb&#228;ras.

33 &#167; 2 mom. Har i m&#229;l, som ang&#229;r n&#229;got f&#246;reg&#229;ende &#229;rs flottande,
betalningsskyldighet blivit f&#246;reningen &#229;lagd, vare styrelsen pliktig att
utan dr&#246;jsm&#229;l uttaxera beloppet &#229; sagda flottande enligt grunderna f&#246;r
deras delaktighet i det &#229;rets utgifter. &#214;ver uttaxeringen skall l&#228;ngd
uppr&#228;ttas med angivande av vad &#229; varje flottande bel&#246;per samt tiden f&#246;r
inbetalningen, och vare l&#228;ngden framlagd till granskning vid s&#228;rskild
sammantr&#228;de med de flottande, som uttaxeringen avser.

F&#246;rmenar flottande, att den i l&#228;ngden verkst&#228;llda f&#246;rdelningen ej &#228;r med
lag &#246;verensst&#228;mmande, &#228;ge han genom st&#228;mning &#229; styrelsen inom trettio
dagar efter sammantr&#228;det p&#229;fordra r&#228;ttelse i den gjorda debiteringen.
Talan, som nu n&#228;mnts, skall anh&#228;ngigg&#246;ras vid allm&#228;n underr&#228;tt i den
ort, d&#228;r styrelsen har sitt s&#228;te.

&#196;nd&#229; att dylik klandertalan v&#228;ckes, vare flottande pliktig att &#229;
f&#246;reskriven tid inbetala &#229; honom bel&#246;pande bidrag vid &#228;ventyr att, d&#228;r
ej r&#228;tten annorlunda f&#246;rordnar, beloppet m&#229; hos honom uts&#246;kas i enahanda
ordning, som om betalningsskyldighet vore honom genom laga kraft&#228;gande
dom &#229;lagd. Finnes flottande sakna tillg&#229;ngar till uts&#246;kta beloppets
g&#228;ldande, varde vad som brister uttaget hos &#246;vriga medflottande i
enlighet med grundera f&#246;r deras delaktighet.

Om reglemente

34 &#167; F&#246;r flottningsf&#246;rening skall finnas reglemente, som l&#228;nsstyrelsen
efter pr&#246;vning av d&#228;rtill avgivet f&#246;rslag fastst&#228;ller.

Flottningsf&#246;renings reglemente skall angiva:

1. f&#246;reningens ben&#228;mning;

2. den eller de allm&#228;nna flottleder, som med f&#246;reningens verksamhet
avses;

3. den ort inom riket, invid eller i n&#228;rheten av flottleden, d&#228;r
flottningsstyrelsen skall hava sitt s&#228;te;

4. huru styrelsen skall, s&#229;vitt p&#229; f&#246;reningens val ankommer,
sammans&#228;ttas;

5. antalet revisorer, som av f&#246;reningen skola utses;

6. tiden f&#246;r r&#228;kenskapsavslutning;

7.  antalet ordinarie flottningsst&#228;mmor &#229;rligen samt tiden f&#246;r desammas
h&#229;llande;

8. det s&#228;tt, varp&#229; kallelse till st&#228;mma skall ske och andra meddelanden
bringas till de flottandes k&#228;nnedom, &#228;vensom den tid f&#246;re st&#228;mma, d&#229;
f&#246;reskrivna kallelse&#229;tg&#228;rder senast skola vara vidtagna;

9. den begr&#228;nsning av flottandes r&#246;str&#228;tt, som skall &#228;ga rum;

10. inom vilken tid f&#246;reningen, efter ty i 10 &#167; stadgas, varje &#229;r skall
utse skiljeman och ers&#228;ttare f&#246;r honom s&#229; ock inom vilken tid p&#229; f&#246;rhand
utsedda skiljem&#228;ns och ers&#228;ttares &#228;vensom i 44 &#167; omf&#246;rm&#228;lda ombuds namn
och adresser skola anm&#228;las hos l&#228;nsstyrelsen;

11. tiden f&#246;r flottningsf&#246;rlagets inbetalande;

12. n&#228;rmare f&#246;reskrifter om vad den, som &#228;mnar deltaga i allm&#228;n
flottning, har att iakttaga j&#228;mlikt 66 &#167;;

13. vad husbehovsflottande har att st&#228;lla sig till efterr&#228;ttelse i
avseende &#229; s&#229;v&#228;l anm&#228;lan om till&#228;mnad flottning som iakttagande av
n&#246;diga f&#246;rsiktighetsm&#229;tt;

14. den tid, efter vars f&#246;rlopp r&#228;tten till timmerm&#228;rke, som l&#228;mnats
utan anv&#228;ndning, skall vara f&#246;rlorad.

Ej m&#229; i reglemente intagas best&#228;mmelser, som finnes stridande mot denna
eller annan lags f&#246;reskrifter. Lag (1977:671).

35 &#167;  Om uppg&#246;rande av f&#246;rslag till reglemente f&#246;ranstalte de, som &#228;rna
begagna flottleden; och l&#229;te l&#228;nsstyrelsen d&#228;r&#246;ver h&#246;ra skogs&#228;gare och
andra, som av fr&#229;gan &#228;ro intresserade, &#229; sammantr&#228;de, som l&#228;nsstyrelsen
kung&#246;r i ortstidning och l&#229;ter h&#229;lla.

Utan hinder av besv&#228;r mot beslut, varigenom reglemente f&#246;rsta g&#229;ngen
fastst&#228;lles f&#246;r flottningsf&#246;rening, m&#229; reglementet till&#228;mpas, intill
dess i anledning av besv&#228;ren annorlunda m&#229; f&#246;rordnas. Lag (1977:671).

36 &#167; Av flottningsf&#246;rening beslutad &#228;ndring i reglementet vare ej
g&#228;llande, med mindre den varder av l&#228;nsstyrelsen fastst&#228;lld.

&#214;ver inkommet &#228;ndringsf&#246;rslag l&#229;te l&#228;nsstyrelsen, innan fastst&#228;llelse
meddelas, h&#246;ra skogs&#228;gare och andra vederb&#246;rande i den ordning, som i 35
&#167; f&#246;rsta stycket stadgas; och skall, d&#228;r &#228;ndringsf&#246;rslag framst&#228;llts av
annan &#228;n flottningsf&#246;reningen, denna tillika l&#228;mnas tillf&#228;lle att &#229;
flottningsst&#228;mma yttra sig d&#228;r&#246;ver. Lag (1977:671).

37 &#167; Fastst&#228;llt reglemente skall genom f&#246;reningens f&#246;rsorg m&#229;ngfaldigas
i tryck och vid beg&#228;ran h&#229;llas skogs&#228;gare och flottande tillhanda. Lag
(1983:649).

Om flottningsstyrelse och flottningschef

38 &#167; f&#246;r flottningsf&#246;rening skall finnas en styrelse
(flottningsstyrelse).

Styrelse &#228;ge i enlighet med vad i denna lag &#228;r stadgat f&#246;rvalta
f&#246;reningens angel&#228;genheten.

39 &#167; Styrelsen v&#228;ljes &#229; flottningsst&#228;mma. Av 40 och 40 a &#167;&#167;
f&#246;ljer dock att styrelseledamot kan utses p&#229; annat s&#228;tt.

Till styrelseledamot m&#229; utses annan person &#228;n flottande.

Ledamot av styrelsen skall vara bosatt h&#228;r i landet, d&#228;r ej f&#246;r
s&#228;rskilt fall regeringen medgiver undantag.

Styrelseledamot m&#229;, &#228;nd&#229; att den tid, f&#246;r vilken han blivit
utsedd, ej g&#229;tt till &#228;nda, skiljas fr&#229;n uppdraget genom beslut
av den, som utsett honom.

Avg&#229;r av f&#246;reningen vald styrelseledamot, innan den tid, f&#246;r
vilken han blivit vald, g&#229;tt till &#228;nda, och finnes ej
ers&#228;ttare, &#229;ligger det &#246;vriga styrelseledam&#246;ter, s&#229;framt
styrelsen ej &#228;r beslutf&#246;r med kvarst&#229;ende ledam&#246;ter eller
enligt reglementet fulltalig styrelse alltid skall f&#246;refinnas,
att of&#246;rdr&#246;jligen f&#246;ranstalta om val av ny ledamot.
Lag (2002:335).

40 &#167; L&#228;nsstyrelsen i det eller de l&#228;n, d&#228;r flottleden framg&#229;r, &#228;ge, d&#228;r
det f&#246;r tillgodoseende av ortens skogshush&#229;llning eller andra allm&#228;nna
intressen finnes &#246;nskv&#228;rt, f&#246;r viss tid utse l&#228;mplig person att ut&#246;ver
det i flottningsf&#246;renings reglemente angivna antal styrelse ledam&#246;ter
vara ledamot av styrelsen med samma befogenhet som dessa att deltaga i
handhavandet av f&#246;reningens angel&#228;genheter och med samma ansvar f&#246;r
styrelsens &#229;tg&#228;rder. Till s&#229;dan styrelseledamot skall utses n&#229;gon med
skogs- och flottningsf&#246;rh&#229;llandena i orten f&#246;rtrogen person som ej sj&#228;lv
deltagaer i flottningen eller &#228;r anst&#228;lld i flottandes enskilda tj&#228;nst;
och njute denne av f&#246;reningen arvode, vars belopp best&#228;mmes av
l&#228;nsstyrelsen Lag (1977:671).

40 a &#167; I fr&#229;ga om flottningsf&#246;rening skall lagen (1987:1245) om
styrelserepresentation f&#246;r de privatanst&#228;llda g&#228;lla i till&#228;mpliga delar.
Best&#228;mmelserna i 17 &#167; samma lag skall &#228;ven till&#228;mpas, om ol&#228;genhet som
d&#228;r s&#228;gs skulle uppkomma genom att styrelserepresentation f&#246;r de
anst&#228;llda inf&#246;rs i flottningsf&#246;rening d&#228;r l&#228;nsstyrelsen har utsett
styrelseledamot enligt 40 &#167;.

I anm&#228;lan om styrelsens sammans&#228;ttning enligt 41 &#167; skall anges om
arbetstagarrepresentant har utsetts. Arbetstagarrepresentants namn och
adress skall inf&#246;ras i f&#246;rteckning som anges i 76 a &#167;. Lag (1987:1259).

41 &#167; N&#228;r styrelseledamot utsetts &#229; flottningsst&#228;mma, skall anm&#228;lan d&#228;rom
g&#246;ras hos l&#228;nsstyrelsen i varje l&#228;n, d&#228;r flottleden framg&#229;r, f&#246;r
inf&#246;rande av den valdes namn och adress i f&#246;rteckning som i 76 a &#167; s&#228;gs.
Vid anm&#228;lan skall fogas bestyrkt avskrift av protokoll eller annan
handling, som bestyrker valet.

Ang&#229;ende styrelseledamot, som j&#228;mlikt stadgandet i 40 &#167; blivit av
l&#228;nsstyrelsen utsedd, skall ock anteckning p&#229; s&#228;tt nu sagts g&#246;ras.

Saknar flottningsf&#246;rening anm&#228;ld, beh&#246;rig styrelse, &#228;ge l&#228;nsstyrelsen i
det l&#228;n, d&#228;r styrelsen skall hava sitt s&#228;te, p&#229; yrkande av r&#228;tts&#228;gare
f&#246;rordna syssloman att med samma befogenhet, som tillkommer
flottningsstyrelse, f&#246;retr&#228;da f&#246;reningen eller flottleden i det &#228;rende,
varom fr&#229;ga kan vara. F&#246;rordnande av syssloman skall antecknas i
f&#246;rteckning som i f&#246;rsta stycket s&#228;gs. Lag (1977:671).

42 &#167; Styrelsen &#228;ge att sj&#228;lv eller genom ombud ej mindre i f&#246;rh&#229;llande
till tredje man handla &#229; f&#246;reningens v&#228;gnar &#228;n &#228;ven inf&#246;r domstol och
andra myndigheter f&#246;retr&#228;da f&#246;reningen; dock att d&#228;r mot f&#246;reningen
f&#246;res talan, som r&#246;r n&#229;got f&#246;reg&#229;ende &#229;rs flottande, dessa &#228;ro
ber&#228;ttigade att sj&#228;lva eller genom ombud, utsett &#229; flottningsst&#228;mma med
samma &#229;rs flottande, bevaka sin talan i m&#229;let.

I brottm&#229;l, som ang&#229;r flottgodset &#228;ge styrelsen f&#246;ra m&#229;ls&#228;gandetalan f&#246;r
s&#229;dan flottande, som ej sj&#228;lv f&#246;r talan i m&#229;let.

Insskr&#228;nkning i den befogenhet, som s&#229;lunda tillkommer styrelsen, vare,
i den m&#229;n ej annat f&#246;ljer av vad i denna lag eller reglementet stadgas,
utan verkan mot tredje man, med mindrte han &#228;gt eller bort &#228;ga k&#228;nnedom
om inskr&#228;nkningen.

43 &#167; Den allm&#228;nna flottningen j&#228;mte virkets avskiljande ur flottleden
till de s&#228;rskilda flottande &#228;vensom flottledens sk&#246;tsel &#229;ligger
styrelsen och under dess inseende en av flottningsst&#228;mman utsedd
flottningschef; dem &#229;ligger tillse att det allm&#228;nnas intresse av
flottledens vidmakth&#229;llande beh&#246;rigen tillgodoses, att flottningen
ombes&#246;rjes p&#229; &#228;ndam&#229;lsenligaste s&#228;tt och att icke ober&#228;ttigad f&#246;rm&#229;n
beredes n&#229;gon flottande framf&#246;r annan; st&#228;lle sig ock till efterr&#228;ttelse
i reglementet givna f&#246;reskrifter s&#229; ock de f&#246;reskrifter, som av
flottningsst&#228;mma eller, s&#229;vitt r&#246;r flottningschef, av styrelsem
meddelas, d&#228;r de ej &#228;ro stridande mot lag eller f&#246;rfattning eller mot
f&#246;reningens reglemente.

44 &#167; Styrelsen ska f&#246;r varje domkrets d&#228;r flottleden 
framg&#229;r utse minst ett ombud som strand&#228;gare och andra kan 
v&#228;nda sig till med anm&#228;lningar enligt 9 &#167; och andra 
framst&#228;llningar som g&#228;ller flottleden och flottningen i den. 
Ombudet ska vara bosatt inom orten och hans eller hennes namn 
och adress ska &#229;rligen, inom den tid som best&#228;ms i 
reglementet, anm&#228;las hos l&#228;nsstyrelsen f&#246;r att inf&#246;ras i den 
f&#246;rteckning som anges i 76 a &#167;. Lag (2018:413).

45 &#167; D&#228;r ej annorlunda &#228;r best&#228;mt i reglementet, vare styrelsen
beslutf&#246;r, d&#229; mer &#228;n halva antalet ledam&#246;ter &#228;r n&#228;rvarande och g&#228;lle
s&#229;som styrelsens beslut den mening, om vilken de flesta r&#246;stande f&#246;rena
sig, men vid lika r&#246;stetal den mening, som bitr&#228;des av ordf&#246;randen vid
sammantr&#228;det. Till  styrelsesammantr&#228;de skola dock, s&#229;vitt ske kan,
samtliga ledam&#246;ter kallas. Flottningschefen varde alltid kallad till
sammantr&#228;de samt &#228;ge d&#228;r deltaga uti &#246;verl&#228;ggningen och till protokollet
f&#229; sin mening antecknad.

Ledamot av styrelsen eller flottningschef &#228;ge ej deltaga i behandling av
fr&#229;ga r&#246;rande avtal mellan honom och f&#246;reningen. Ej heller m&#229; han
deltaga i behandlling av fr&#229;ga om avtal mellan f&#246;reningen och tredje
man, d&#228;r han i fr&#229;gan &#228;ger ett v&#228;sentligt intresse, som kan vara
stridande mot f&#246;reningens. Vad s&#229;lunda &#228;r stadgat &#228;ge motsvarande
till&#228;mpning betr&#228;ffande r&#228;tteg&#229;ng eller annan talan mot
styrelseledamoten, flottningschefen eller tredje man.

46 &#167; Vill styrelsen k&#228;ra till f&#246;reningen, kalle styrelsen de flottande
till flottningsst&#228;mma f&#246;r val av ombud att i den tvist f&#246;ra f&#246;reningens
talan. St&#228;mning skall anses delgiven, d&#229; den blivit f&#246;redragen &#229;
st&#228;mman. Lag (1970:441).

47 &#167; &#214;ver styrelsens f&#246;rvaltning och f&#246;reningens verksamhet skall
styrelsen med iakttagande av f&#246;reskrifterna i 28 &#167; l&#229;ta f&#246;ra ordentliga
r&#228;kenskaper, som f&#246;r varje r&#228;kenskaps&#229;r avslutas och vari f&#246;reningens
utgifter f&#246;rdelas mellan de flottande enligt de av l&#228;nsstyrelsen
fastst&#228;llda grunder.

Minst en m&#229;nad eller den kortare tid, som m&#229; vara best&#228;md i reglementet,
f&#246;re den flottningsst&#228;mma, d&#228;r revisorernas ber&#228;ttelse skall framl&#228;ggas,
avl&#228;mne styrelsen till revisorerna en av styrelsens ledam&#246;ter
underskriven f&#246;rvaltningsber&#228;ttelse.

Inom tid, som nyss sagts, skall ock styrelsen tillst&#228;lla en var
flottande bestyrkt r&#228;kenskapsutdrag, utvisande dennes mellanhavande med
f&#246;reningen vid r&#228;kenskaps&#229;rets slut. Lag (1977:671).

48 &#167; Styrelseledam&#246;ter, som genom att &#246;vertr&#228;da denna lag eller
f&#246;reningens reglemente eller eljest upps&#229;tligen eller av v&#229;rdsl&#246;shet
tillskynda flottleden f&#246;rlust eller flottningsf&#246;reningens skada, svare
d&#228;rf&#246;r en f&#246;r alla och alla f&#246;r en; svare ock p&#229; s&#228;tt nu n&#228;mnts f&#246;r den
skada som genom &#246;vertr&#228;delse av denna lag eller f&#246;reningens reglemente
tillskyndas tredje man.

49 &#167; Vad i denna lag finnes stadgat om styrelseledamot &#228;ge motsvarande
till&#228;mpning &#229; ers&#228;ttare f&#246;r s&#229;dan ledamot.

Har ers&#228;ttare ut&#246;vat styrelseledamots befogenhet, vare den omst&#228;ndighet,
att f&#246;ruts&#228;ttningen f&#246;r hans intr&#228;de i styrelsen saknats, utan verkan
mot envar, som ej visas hava &#228;gt k&#228;nnedom d&#228;rom.

Om revision

50 &#167; Styrelsens f&#246;rvaltning och f&#246;reningens r&#228;kenskaper skola granskas
av tv&#229; eller flera revisorer, av vilka en utses av l&#228;nsstyrelsen i det
l&#228;n, d&#228;r styrelsen har sitt s&#228;te, och den eller de &#246;vriga &#229; den
flottningsst&#228;mma, d&#228;r styrelsen v&#228;ljes.

Till revisor m&#229; ej utses den, som &#228;r i f&#246;reningens eller
styrelseledamots tj&#228;nst.

Revisor m&#229;, &#228;nd&#229; att den tid, f&#246;r vilken han blivit utsedd, ej g&#229;tt till
&#228;nda, skiljas fr&#229;n uppdraget genom beslut av den, som utsetts honom.

Avg&#229;r av f&#246;reningen vald revisor, innan den tid, f&#246;r vilken han blivit
vald, g&#229;tt till &#228;nda, och finnes ej ers&#228;ttare, &#229;ligger det styrelsen att
of&#246;rdr&#246;jligen f&#246;ranstalta om val av ny revisor. Avg&#229;r revisor, som av
l&#228;nsstyrelsen utsetts, skall anm&#228;lan d&#228;rom genast g&#246;ras hos n&#228;mnda
myndighet.

Av l&#228;nsstyrelsen utsedd revisor njute ers&#228;ttning av f&#246;reningen med
belopp, som best&#228;mmes av l&#228;nsstyrelsen. Lag (1977:671).

51 &#167; Styrelsen skall bereda revisor tillf&#228;lle att n&#228;r som helst
inventera alla de penningsmedel och &#246;vriga tillg&#229;ngar, som styrelsen f&#246;r
flottledens eller de flottandes r&#228;kning omh&#228;nderhar, samt granska
f&#246;reningens alla b&#246;cker, r&#228;kenskaper och andra handlingar; och m&#229; av
revisor beg&#228;rd upplysning ang&#229;ende f&#246;rvaltningen ej av styrelsen eller
flottningschefen f&#246;rv&#228;gras.

Vid fullg&#246;randet av sitt uppdrag hava revisorerna att st&#228;lla sig till
efterr&#228;ttelse de s&#228;rskilda f&#246;reskrifter, som av f&#246;reningen meddelas och
ej avse inskr&#228;nkning i deras i lag stadgade befogenhet eller eljest
strida mot lag eller f&#246;rfattning eller mot f&#246;reningens reglemente.

Revisorerna skola &#246;ver granskningen avgiva en av dem underskriven
ber&#228;ttelse, som efter det styrelsen l&#228;mnats tillf&#228;lle taga del av
densamma, framl&#228;gges &#229; flottningsst&#228;mma j&#228;mte styrelsens
f&#246;rvaltningsber&#228;ttelse.

Ang&#229;ende revisorers befogenhet att p&#229;fordra sammankallande av extra
flottningsst&#228;mma stadgas i 58 &#167;.

52 &#167; Hava revisorer i sin ber&#228;ttelse eller annan handling, som
framl&#228;gges &#229; flottningsst&#228;mma, mot b&#228;ttre vetande l&#228;mnat oriktig uppgift
eller upps&#229;tligen underl&#229;tit att g&#246;ra anm&#228;rkning mot dylik uppgift i
handling, som av dem granskats, eller vid fullg&#246;randet av sitt uppdrag
visat v&#229;rdsl&#246;shet, vare de, som l&#229;tit s&#229;dant komma sig till last,
f&#246;reningen ansvarig f&#246;r all d&#228;rav uppkommande skada, en f&#246;r alla och
alla f&#246;r en.

Om flottningsst&#228;mma

53 &#167; Flottandes r&#228;tt att deltaga i handhavandet av flottningsf&#246;renings
angel&#228;genheter ut&#246;vas &#229; flottningsst&#228;mma. D&#228;r &#228;ge envar, som anm&#228;lt
virke till flottning under eget inregistrerat m&#228;rke, r&#246;str&#228;tt i enlighet
med vad i 55 &#167; s&#228;gs.

Ej m&#229; n&#229;gon sj&#228;lv eller genom ombud eller s&#229;som ombud f&#246;r annan deltaga
i behandling av fr&#229;ga r&#246;rande avtal mellan honom och f&#246;reningen. Ej
heller m&#229; han deltaga i behandling av fr&#229;ga om avtal mellan f&#246;reningen
och tredje man, d&#228;r han i fr&#229;gan &#228;ger ett v&#228;sentligt intresse, som kan
vara stridande mot f&#246;reningens. Vad s&#229;luinda stadgats &#228;ge motsvarande
till&#228;mpning betr&#228;ffande r&#228;tteg&#229;ng eller annan talan mot honom eller
tredje man. Styrelseledamot m&#229; ej deltaga i beslut om ansvarsfrihet f&#246;r
f&#246;rvaltnings&#229;tg&#228;rd, f&#246;r vilkan han &#228;r ansvarigt, eller i val av revisor.

54 &#167; D&#228;r ej annat finnes stadgat i reglementet, v&#228;lje flottningsst&#228;mma
sj&#228;lv ordf&#246;rande att leda f&#246;rhandlingarna, och tillkommer d&#228;rvid varje
r&#246;stande en r&#246;st.

&#197; st&#228;mman skall uppr&#228;ttas och till godk&#228;nnande framl&#228;ggas en f&#246;rteckning
&#246;ver n&#228;rvarande flottande och ombud f&#246;r flottande med uppgift &#229; den
r&#246;str&#228;tt, som tillkommer en var av dem. Sedan denna f&#246;rteckning, som
skall tj&#228;na till r&#246;stl&#228;ngd vid st&#228;mman, godk&#228;nts, l&#228;nde densamma till
efterr&#228;ttelse &#229; st&#228;mman, dock att, d&#228;r st&#228;mman uppskjutes till senare
dag &#228;n n&#228;stf&#246;ljande s&#246;ckendag, ny f&#246;rteckning skall uppr&#228;ttas &#229; den
fortsatta st&#228;mman.

Vid ordinarie st&#228;mma, som i 57 &#167; omf&#246;rm&#228;les, skola uppr&#228;ttas tv&#229;
s&#228;rskilda r&#246;stl&#228;ngder, en f&#246;r det g&#229;ngna flottnings&#229;ret och en f&#246;r det
nya.

&#214;ver beslut, som &#229; st&#228;mman fattas, skall genom styrelsens f&#246;rsorg f&#246;ras
protokoll, som underskrives av ordf&#246;randen och minst en &#229; st&#228;mman
n&#228;rvarande r&#246;st&#228;gande. Senast fyra veckor efter st&#228;mman skall
protokollet vara tillg&#228;ngligt f&#246;r de flottande.

55 &#167; J&#228;mte vad i &#246;vrigt i denna lag &#228;r stadgat om ut&#246;vande av r&#246;str&#228;tt
och fattande av beslut &#229; flottningsst&#228;mma g&#228;lle:

att flottande &#228;ger deltaga i handhavandet av f&#246;reningens angel&#228;genheter
endast s&#229;vitt ang&#229;r det &#229;r, varunder han deltager eller deltagit i
flottningen;

att med de begr&#228;nsningar, som &#228;ro best&#228;mda i reglementet, r&#246;str&#228;tt
tillkommer varje flottande i f&#246;rh&#229;llande till beloppet av det f&#246;rlag,
han enligt uppr&#228;ttad uttaxeringsl&#228;ngd tillskjutit eller har att
tillskjuta till bestridande av f&#246;reningens gemensamma utgifter;

att flottande, som icke inbetalat f&#246;rlag, f&#246;rfallet till betalning
tidigare &#228;n fjorton dagar f&#246;re st&#228;mman, &#228;r f&#246;rlustig sin r&#246;str&#228;tt,
intill dess inbetalningen fullg&#246;res;

att fr&#229;nvarande flottandes r&#246;str&#228;tt m&#229; ut&#246;vas genom ombud;

att s&#229;som f&#246;reningens beslust g&#228;ller den mening, f&#246;r vilken de flesta
r&#246;sterna avgivas;

att vid lika r&#246;stetal val avg&#246;res genom lottning men i andra fr&#229;gor den
mening g&#228;ller, som bitr&#228;des av de flesta r&#246;stande, eller, om j&#228;mv&#228;l
antalet r&#246;stande &#228;r lika, av st&#228;mmans ordf&#246;rande.

56 &#167; Flottningsst&#228;mma skall, s&#229;framt ej annat blivit i reglementet eller
f&#246;r visst fall av flottningsst&#228;mma best&#228;mt, sammantr&#228;da &#229; den ort inom
flottledsomr&#229;det, som av styrelsen best&#228;mmes.

Styrelsen har att, p&#229; s&#228;tt reglementet f&#246;reskriver, kalla de flottande
till flottningsst&#228;mma. D&#228;r enligt best&#228;mmelse i reglementet f&#246;r
giltighet av beslut erfordras, att det fattas &#229; tv&#229; p&#229; varandra f&#246;ljande
st&#228;mmor, m&#229; kallelse till andra st&#228;mman ej ske, innan den f&#246;rsta
h&#229;llits.

Under minst en vecka n&#228;rmast f&#246;re flottningsst&#228;mma skall f&#246;rteckning
&#246;ver de &#228;renden, som d&#228;rvid skola f&#246;rekomma, genom styrelsens f&#246;rsorg
h&#229;llas tillg&#228;nglig f&#246;r de flottande &#228;vensom of&#246;rdr&#246;jligen &#246;vers&#228;ndas
till flottande, som med uppgivande av postadress anh&#229;ller d&#228;rom.

Skall &#229; st&#228;mman f&#246;rekomma &#228;rende, innefattande f&#246;rslag till &#228;ndring av
reglementet, varde den f&#246;reslagna &#228;ndringen till sitt huvudsakliga
inneh&#229;ll angiven i f&#246;rteckningen.

&#196;rende, som ej varit upptaget &#229; f&#246;rteckningen, m&#229; ej vid st&#228;mman
f&#246;retagas till avg&#246;rande, d&#228;r ej enligt lag eller reglementet skall
f&#246;rekomma &#229; st&#228;mman eller omedelbart f&#246;ranledes av &#228;rende, som d&#228;r skall
avg&#246;ras. Utan hinder av vad s&#229;lunda stadgats m&#229; dock &#229; st&#228;mman kunna
fattas beslut om utlysande av extra st&#228;mma f&#246;r behandling av visst
&#228;rende.

Flottande vare ber&#228;ttigad att f&#229; &#228;rende h&#228;nskjutet till pr&#246;vning &#229;
st&#228;mman, s&#229;framt han hos styrelsen framst&#228;ller yrkande d&#228;rom senast fyra
veckor f&#246;re st&#228;mman.

57 &#167; &#197; f&#246;rsta ordinarie flottningsst&#228;mma varje &#229;r, vilken skall h&#229;llas
innan flottningen b&#246;rjas, skola framl&#228;ggas avg&#229;ende styrelsens och
revisorernas ber&#228;ttelser &#246;ver f&#246;reg&#229;ende r&#228;kenskaps&#229;rs r&#228;kenskaper och
f&#246;rvaltning samt f&#246;retagas till avg&#246;rande av det g&#229;ngna &#229;rets flottande
fr&#229;gan om beviljande av ansvarsfrihet &#229;t styrelsen f&#246;r den tid,
revisionsber&#228;ttelsen omfattar.

H&#228;refter skola det nya &#229;rets flottande utse flottningsstyrelse j&#228;mte
revisorer.

58 &#167; Styrelsen, s&#229; ock syssloman, som i 41 &#167; tredje stycket f&#246;rm&#228;les,
&#228;ge, n&#228;r s&#229;dant finnes l&#228;mpligt, kalla &#229;rets flottande till extra
flottningsst&#228;mma. F&#246;rekommer &#228;rende, som endast r&#246;r visst f&#246;rflutet &#229;rs
flottande, b&#246;r med dem h&#229;llas s&#228;rskild st&#228;mma.

Revisorerna m&#229;, om deras granskning f&#246;ranleder d&#228;rtill, skriftligen med
angivande av sk&#228;let p&#229;fordra, att styrelsen skall utlysa extra
flottningsst&#228;mma att h&#229;llas, s&#229; snart det med iakttagande av f&#246;reskriven
kallelsetid kan ske. Efterkommer styrelsen ej inom en vecka s&#229;dan
p&#229;fordran, &#228;ge revisorerna sj&#228;lva utlysa flottningsst&#228;mma. &#196;ro ej
samtliga revisorer ense om st&#228;mmas utlysande, g&#228;lle den mening, varom de
flesta f&#246;rena sig, eller vid lika r&#246;stetal den mening, som bitr&#228;des av
den av l&#228;nsstyrelsen tillsatta revisorn.

Extra flottningsst&#228;mma skall ock av styrelsen utlysas, d&#229; det f&#246;r
uppgivet &#228;ndam&#229;l skriftligen p&#229;fordras av flottande med ett sammanlagt
r&#246;stetal, utg&#246;rande minst en tiondel av samtliga flottandes sammanlagda
r&#246;stetal eller den mindre del d&#228;rav, som m&#229; vara best&#228;md i reglementet.
Lag (1977:671).

59 &#167; Underl&#229;ter styrelsen att i f&#246;reskriven ordning kalla de flottande
till ordinarie flottningsst&#228;mma, eller har styrelsen ej senast tv&#229;
veckor efter p&#229;fordran, varom i 58 &#167; tredje stycket &#228;r sagt, utlyst
flottningsst&#228;mma att h&#229;llas s&#229; snart det med iakttagande av f&#246;reskriven
kallelsetid kan ske, eller finnes ej beh&#246;rigen utsedd styrelse, har
l&#228;nsstyrelsen att p&#229; anm&#228;lan av flottande of&#246;rdr&#246;jligen utlysa st&#228;mma.

L&#228;nsstyrelsen &#228;ge ock, n&#228;r s&#229; finnes n&#246;digt, anmoda styrelsen att utlysa
extra flottningsst&#228;mma. Efterkommer styrelsen ej inom en vecka s&#229;dan
anmodan, m&#229; l&#228;nsstyrelsen sj&#228;lv utlysa st&#228;mman. Lag (1977:671).

Om r&#228;tt till talan i vissa fall r&#246;rande f&#246;rvaltningen

60 &#167; Varder talan &#229; styrelsens f&#246;rvaltning under den tid revisorernas
ber&#228;ttelse omfattar ej anst&#228;lld inom ett hundra &#229;ttiodagar fr&#229;n det
ber&#228;ttelsen framlades &#229; flottningsst&#228;mma, vare s&#229; ansett, som om
ansvarsfrihet blivit styrelsen beviljad.

Utan hinder d&#228;rav, att ansvarsfrihet beviljats, m&#229; s&#229;dan talan &#229;
f&#246;rvaltningen, som grundas d&#228;rp&#229;, att styrelseledamot beg&#229;tt brottslig
handling, kunna mot honom anst&#228;llas, d&#228;r ej ansvarsfriheten
uppenbarligen avsett &#228;ven den handling.

Talan mot revisorer enligt 52 &#167; m&#229; ej anst&#228;llas, sedan tv&#229; &#229;r f&#246;rflutit
fr&#229;n det revisorernas ber&#228;ttelse framlades &#229; flottningsst&#228;mma, utan s&#229;
&#228;r, att talan grundas d&#228;rp&#229; att brottslig handling blivit g&#229;ngen.

61 &#167; F&#246;rmenar enskild flottande, att honom blivit p&#229;f&#246;rda st&#246;rre
kostnader &#228;n med fastst&#228;llda f&#246;rdelningsgrunder &#246;verensst&#228;mmer, &#228;ge han
genom st&#228;mning &#229; f&#246;reningen inom sextio dagar efter den
flottningsst&#228;mma, d&#229; styrelsens ber&#228;ttelse &#246;ver r&#228;kenskaps&#229;rets
r&#228;kenskaper framlades, p&#229;fordra r&#228;ttelse i den gjorda debiteringen.

Menar styrelsen eller ledamot d&#228;rav eller flottande, att beslut, som &#229;
flottningsst&#228;mma fattats, icke tillkommit i beh&#246;rig ordning eller eljest
strider mot lag eller f&#246;rfattning eller mot f&#246;reningens reglemente eller
eljest fastst&#228;llda f&#246;reskrifter, &#228;ge d&#228;r&#229; talan genom st&#228;mning &#229;
f&#246;reningen inom sextio dagar fr&#229;n beslutets dag. F&#246;rsummas det, vare
r&#228;tt till klandertalan mot beslutet f&#246;rlorad.

Har klandertalan anh&#228;ngiggjorts, &#228;ge domstolen, n&#228;r sk&#228;l d&#228;rtill
f&#246;rekommer, att, innan slutligt utslag i m&#229;let meddelas, f&#246;rordna, att
klandrade beslutet ej m&#229; verkst&#228;llas.

Domstols utslag, varigenom f&#246;reningsbeslut upph&#228;vts eller &#228;ndrats, g&#228;lle
j&#228;mv&#228;l f&#246;r dem, som ej inst&#228;mt klandertalan. Lag (1946:855).

62 &#167; Menar flottande, att genom f&#246;reningens beslut om kostnaders
uttaxering flottningen osk&#228;ligt betungas eller att n&#229;got f&#246;r f&#246;reningen
fattat beslut eller tr&#228;ffat avtal om arvode &#229;t styrelseledamot eller
revisor eller om flottningschefs, annan tj&#228;nstemans eller arbetares
anst&#228;llande eller om s&#229;lunda anst&#228;lld persons avl&#246;ningsf&#246;rm&#229;ner eller om
pension, olycksfalls- eller sjukdomsunderst&#246;d eller dylikt &#229;t homom
eller hans anh&#246;riga &#228;r of&#246;renligt med flottledens intresse eller l&#228;nder
till uppenbart men f&#246;r de flottande, &#228;ge att d&#228;rutinnan s&#246;ka r&#228;ttelse
hos l&#228;nsstyrelsen.

F&#246;rmenar flottande, att genom n&#229;got under tidigare &#229;r fattat beslut
eller tr&#228;ffat avtal &#229; flottningen under det &#229;r, han d&#228;ri deltager, lagts
kostnad, som ej b&#246;r g&#228;ldas av det &#229;rets flottande eller som &#228;r uppenbart
osk&#228;ligt, &#228;ge likaledes s&#246;ka r&#228;ttelse hos l&#228;nsstyrelsen, som n&#228;r sk&#228;l
d&#228;rtill finnes, &#228;ger best&#228;mma, att kostnaden skall helt eller delvis
bestridas av de flottande under det &#229;r, varunder beslutet fattats eller
avtalet tr&#228;ffats.

Huruledes i visst fall beslut eller avtal kan p&#229; f&#246;rhand vinna
l&#228;nsstyrelsens stadf&#228;stelse, d&#228;rom skils i 27 &#167;. Lag (1977:671).

Om laga domstol

63 &#167; Flottningsf&#246;rening vare uti de m&#229;l, f&#246;r vilka ej annorlunda genom
denna eller annan lag stadgas, lydande under allm&#228;n underr&#228;tt i den ort,
d&#228;r f&#246;reningens styrelse enligt reglementet har sitt s&#228;te.

Om f&#246;rvaltningen av skilda flottleder inom samma eller n&#228;rbel&#228;gna
vattensystem

64 &#167; Om det inom samma vattensystem finns flera flottleder under
s&#228;rskilda flottningsf&#246;reningars f&#246;rvaltning, skall flottningen i varje
led s&#229;vitt m&#246;jligt ordnas p&#229; s&#229;dant s&#228;tt som utan osk&#228;ligt betungande
eller gynnande av flottningen i viss led kan vara &#228;gnat att befr&#228;mja
flottningen i vattensystemet i dess helhet. D&#228;rvid b&#246;r vad
flottningschefen f&#246;r en nedstr&#246;ms bel&#228;gen led, med iakttagande av de
regler som i samband med flottledens inr&#228;ttande eller senare har
fastst&#228;llts, best&#228;mmer betr&#228;ffande vattenhush&#229;llningen och flottgodsets
framsl&#228;ppande s&#229;vitt m&#246;jligt beaktas vid flottningen i en uppstr&#246;ms
bel&#228;gen led.

Har flottande i uppstr&#246;ms bel&#228;gen flottled f&#246;rsummat erl&#228;gga f&#246;r
utgifternas t&#228;ckande infordrat tillskott, vare p&#229; framst&#228;llning av
styrelsen f&#246;r n&#228;mnda led styrelsen f&#246;r nedstr&#246;ms bel&#228;gen led, dit den
flottandes flottgods m&#229; hava vidare framflottats, pliktig att, d&#228;rest
flottgodset kan d&#228;r ur leden uttagas, kvarh&#229;lla det f&#246;r tillskottets
uttagande i den ordning, som stadgas i 33 &#167;. Lag (1983:649).

65 &#167; &#214;nska olika flottningsf&#246;reningar inom samma eller n&#228;rbel&#228;gna
vattensystem sammansl&#229;s till en, skola de var f&#246;r sig besluta d&#228;rom.
Dylikt beslut j&#228;mte f&#246;rslag till reglemente skall f&#246;r fastst&#228;llelse
underst&#228;llas l&#228;nsstyrelsens pr&#246;vning.

L&#228;nsstyrelsen &#228;ge ock p&#229; framst&#228;llning av bivattendrags
flottningsf&#246;rening f&#246;rordna, att denna sammansl&#229;s med huvudvattendragets
f&#246;rening, d&#228;r s&#229;dan sammanslagning finnes l&#228;mplig med h&#228;nsyn till
flottningens &#228;ndam&#229;lsenliga ordnande i vattensystemet i dess helhet samt
byggnader och anstalter i bileden finnas i tillfredsst&#228;llande skick. Lag
(1983:649).

5 kap. Ordningsf&#246;reskrifter f&#246;r deltagande i allm&#228;n flottning

66 &#167; Envar, som vill deltaga i allm&#228;n flottning, &#229;ligger att viss tid
f&#246;re den i 57 &#167; omn&#228;mnda flottningsst&#228;mma hos flottningsstyrelsen anm&#228;la
myckenheten och beskaffenheten av det flottgods, han &#228;mnar under &#229;ret
inf&#246;ra i flottleden, samt d&#228;refter avl&#228;mna flottgodset &#229; eller invid
flott vatten inom uppgivet distrikt av flottleden, allt i
&#246;verensst&#228;mmelse med de n&#228;rmare f&#246;reskrifter reglementet d&#228;rom
inneh&#229;ller.

Han vare ock pliktig att &#246;ver det virke, han tillf&#246;r flottleden f&#246;ra och
vid anfordran till styrelsen avl&#228;mna fullst&#228;ndiga virkesjournaler och
tumningslistor, utvisande f&#246;r varje flottleds- och utflottningsdistrikt
det tillf&#246;rda vikets m&#228;ngd och dimensioner.

67 &#167; Allt flottgods som i allm&#228;n flottled framflottas skall vara f&#246;rsett
med tydliga m&#228;rken, vilka, innan de f&#229; anv&#228;ndas, skola vara godk&#228;nda av
flottningsstyrelsen.

&#214;ver anm&#228;la och godk&#228;nda m&#228;rken skall av styrelsen f&#246;ras register, och
m&#229; i reglementet stadgas r&#228;tt f&#246;r flottningsf&#246;rening att vid m&#228;rkes
godk&#228;nnande upptaga viss l&#228;mplig avgift. Antalet m&#228;rken, som av varje
flottande m&#229; anv&#228;ndas, varde med iakttagande av vad i reglementet d&#228;rom
m&#229; stadgas best&#228;mt av flottningsstyrelsen.

R&#228;tt till m&#228;rke, som ej anv&#228;nts under viss i reglementet angiven tid,
vare f&#246;rlorad; och m&#229; f&#246;rty s&#229;dant m&#228;rke av annan flottande upptagas och
anm&#228;las till godk&#228;nnande.

68 &#167; &#197; flottgods, som &#228;r om&#228;rkt eller f&#246;rsett med otydligt eller ej
godk&#228;nt m&#228;rke eller icke blivit i stadgad ordning anm&#228;lt till flottning,
skola l&#228;ggas dubbla umg&#228;lder; och &#228;ge flottningsstyrelsen till s&#228;kerhet
f&#246;r dem kvarh&#229;lla flottgodset och, d&#228;r &#228;garen &#228;r k&#228;nd, efter tills&#228;gelse
till honom &#229; offentlig auktion s&#228;lja s&#229; mycket d&#228;rav att beloppet
d&#228;rigenom t&#228;ckes. &#196;r &#228;garen ok&#228;nd, give l&#228;nsstyrelsen i ortstidning
f&#246;rel&#228;ggande f&#246;r honom att inom nittio dagar anm&#228;la sig hos
l&#228;nsstyrelsen; sker ej anm&#228;lan, m&#229; flottgodset s&#228;ljas &#229; offentlig
auktion, och skall beh&#229;llningen av de vid f&#246;rs&#228;ljningen influtna medel
tillf&#246;ras n&#229;gon f&#246;reningens fond, varom i 32 &#167; f&#246;rm&#228;les, eller eljest
anv&#228;ndas till n&#229;got flottledens gemensamma &#228;ndam&#229;l.

Ej m&#229; i andra fall, &#228;n i 73  och 74 &#167;&#167; omf&#246;rm&#228;las, utan
flottningsstyrelsens begivande om&#228;rkt eller otydligt m&#228;rkt flottgods
upptagas ur allm&#228;n flottled. Lag (1977:671).

69 &#167; Virke, som tillf&#246;rs en allm&#228;n flottled p&#229; en plats, varifr&#229;n dess
utflottning ber&#228;knas kunna medhinnas under f&#246;rsta flottnings&#229;ret, f&#229;r
flottas obarkat, s&#229; framt icke med avseende &#229; beskaffenheten av
vattendraget med str&#228;nder och fiske &#228;vensom &#246;vriga f&#246;rh&#229;llanden, som kan
inverka p&#229; fr&#229;gan, l&#228;nsstyrelsen finner sk&#228;ligt att f&#246;r hela flottleden
eller viss del d&#228;rav f&#246;rordna, att allt eller visst slags virke skall,
innan det utl&#228;ggs i flottleden, ha underg&#229;tt avbarkning.

Virke, vars utflottning ber&#228;knas icke kunna medhinnas under f&#246;rsta
flottnings&#229;ret, skall, innan det utl&#228;gges i flottleden, ha medelst
avbarkning s&#229; fullst&#228;ndigt som m&#246;jligt befriats fr&#229;n bark, d&#228;r ej med
h&#228;nsyn till ovan sagda f&#246;rh&#229;llanden l&#228;nsstyrelsen funnit sk&#228;ligt medge
undantag fr&#229;n denna best&#228;mmelse.

Utan tillst&#229;nd av l&#228;nsstyrelsen f&#229;r avbarkning inte verkst&#228;llas p&#229; isen
eller p&#229; stranden s&#229; n&#228;ra vattnet, att barken kan sk&#246;ljas ned d&#228;ri. Vid
meddelande av tillst&#229;nd skall l&#228;nsstyrelsen f&#246;reskriva de villkor som i
varje s&#228;rskilt fall beh&#246;vs f&#246;r att f&#246;rebygga skada eller ol&#228;genhet. Lag
(1983:649).

6 kap. Om tillsyn &#229; allm&#228;nna flottleder och flottningsf&#246;reningar

70 &#167; L&#228;nsstyrelsen ut&#246;var tillsyn &#246;ver allm&#228;nna flottleders sk&#246;tsel och
underh&#229;ll samt &#246;ver flottningsf&#246;reningars verksamhet.

Flottningsstyrelsen och flottningschefen &#228;r skyldiga att p&#229; beg&#228;ran av
l&#228;nsstyrelsen l&#228;mna de upplysningar som beh&#246;vs f&#246;r tillsynen.

71 &#167; Har under n&#229;gon tid flottning ej bedrivits i allm&#228;n flottled eller
visst flottledsdistrikt och varder till f&#246;jd d&#228;rav underh&#229;llet
f&#246;rsummat, &#228;ge den, som f&#246;r anl&#228;ggnings utf&#246;rande m&#229; vara ber&#228;ttigad
till ers&#228;ttning, vidtaga &#229;tg&#228;rder f&#246;r dess n&#246;dtorftiga underh&#229;ll; finnas
medel tillg&#228;ngliga i underh&#229;llsfond, som i 32 &#167; s&#228;gs, m&#229; l&#228;nsstyrelsen
f&#246;ranstalta, att n&#246;diga underh&#229;llsarbeten varda d&#228;rmed vidtagna. Lag
(1977:671).

72 &#167; Vidmakth&#229;lles ej de till farleds betryggande eller i &#246;vrigt till
skydd emot skada f&#246;reskrivna flottledsbyggnader, tillh&#229;lle l&#228;nsstyrelsen
flottningsstyrelsen att s&#229;dant fullg&#246;ra eller l&#229;te, om s&#229; erfordras,
genast avhj&#228;lpa bristen p&#229; f&#246;reningens bekostnad.

Uppst&#229;r genom f&#246;rsummelse i underh&#229;llet av skyddsbyggnader omedelbar
fara f&#246;r vattenverk eller annan egendom, och b&#228;ttras ej skyndsamt
bristen, sedan flottningsstyrelsen flottningschef eller ombud, som i 44
&#167; s&#228;gs, eller ock den, som inom distriktet f&#246;rest&#229;r flottningen, blivit
tillsagd d&#228;rom, vare ock den, som kan lida men av f&#246;rsummelsen,
ber&#228;ttigad att p&#229; f&#246;reningens bekostnad sj&#228;lv verkst&#228;lla arbetet, efter
det bristen blivit av kronobetj&#228;nt i orten vid unders&#246;kning p&#229; st&#228;llet
vitsordad. Lag (1977:671).

73 &#167; Har i allm&#228;n flottled virke sjunkit p&#229; s&#229;dant st&#228;lle att det kan
orsaka uppgrundning eller annan ol&#228;genhet, har l&#228;nsstyrelsen samma
skyldighet som den har betr&#228;ffande underh&#229;ll av flottledsbyggnad enligt
72 &#167; f&#246;rsta stycket. Strand&#228;gare eller annan som kan lida men av att
virket l&#228;mnas kvar f&#229;r sj&#228;lv ta upp virket p&#229; f&#246;reningens bekostnad, om
inte virket skyndsamt tas bort efter tills&#228;gelse till
flottningsstyrelsen, flottningschef, ombud enligt 44 &#167; eller den som
inom distriktet f&#246;rest&#229;r flottningen. Virket f&#229;r dock inte tas upp innan
tv&#229; oj&#228;viga personer har gjort en unders&#246;kning p&#229; platsen och intygat
att det finns ett behov av att virket tas upp. Flottningsstyrelsen skall
genast underr&#228;ttas om att virket har tagits upp. Styrelsen avg&#246;r, om det
upptagna virket skall tas om hand av f&#246;reningen eller om det skall
&#246;verl&#229;tas till den som har tagit upp det.

Om allm&#228;n flottled har blivit avlyst, f&#229;r var och en ta upp sjunket
virke med r&#228;tt att fritt f&#246;rfoga &#246;ver det. Virkets &#228;gare, om han &#228;r
k&#228;nd, eller f&#246;rvaltare som har utsetts med anledning av avlysningen
skall dock f&#246;rst tills&#228;gas och f&#229; sk&#228;lig tid p&#229; sig att avl&#228;gsna virket.
Sedan tre &#229;r har f&#246;rflutit efter avlysningen, f&#229;r virket tas upp utan
att tills&#228;gelse beh&#246;ver ske.

Vad som har sagts nu om sjunket virke g&#228;ller ocks&#229; s&#229;dant virke som i
sjunkande tillst&#229;nd st&#229;r uppr&#228;tt i flottleden. Lag (1984:986).

74 &#167; Skulle vid allm&#228;n flottled i land flutet virke l&#228;mnas &#229; st&#228;lle, d&#228;r
det kan v&#229;lla skada, kvarliggande l&#228;ngre &#228;n med avseende p&#229; flottningens
l&#228;mpliga anordning och andra f&#246;rh&#229;llanden kan anses beh&#246;vligt, &#228;ge
l&#228;nsstyrelsen tillh&#229;lla flottningsstyrelsen att &#229;terf&#246;ra virket till
flottleden vid &#228;ventyr att s&#229;dant eljest m&#229; p&#229; f&#246;reningens bekostnad
verkst&#228;llas.

Betr&#228;ffande virke, som i flottleden lagt sig i br&#246;tar eller magasinerats
&#229; otill&#229;ten plats eller i strid mot meddelade best&#228;mmelser, skall vad nu
stadgats &#228;ga motsvarande till&#228;mpning.

Har allm&#228;n flottled blivit avlyst, &#228;ger 73 &#167; andra stycket motsvarande
till&#228;mpning betr&#228;ffande virke som flutit i land. Lag (1977:671).

75 &#167; Visar sig, att underh&#229;llet av allm&#228;n flottled f&#246;rsummas, att
fastst&#228;llda amorteringsavgifter eller best&#228;mda skadeers&#228;ttningar ej
beh&#246;rigen g&#228;ldas eller att flottningen ej ordentligt bes&#246;rjes, eller
f&#246;rkommer eljest anm&#228;rkning mot flottningsf&#246;renings verksamhet, och
vinnes ej r&#228;ttelse efter det flottningsstyrelsen blivit i saken h&#246;rd,
sammankalle l&#228;nsstyrelsen de flottande; och ankomme d&#229; p&#229; l&#228;nsstyrelsens
pr&#246;vning, under vilka villkor flottning vidare m&#229; till&#229;tas i flottleden.

P&#229; framst&#228;llning av l&#228;nsstyrelsen eller n&#228;r eljest anledning d&#228;rtill
f&#246;rekommer m&#229; regeringen i fall, som nu sagts, f&#246;rordna om flottledens
f&#246;rvaltning och flottningens ombes&#246;rjande i annan ordning &#228;n i denna lag
stadgas. Lag (1977:671).

76 &#167; F&#246;r varje &#229;r &#229; tid, som best&#228;mts i reglementet eller f&#246;reskrives av
l&#228;nsstyrelsen, skall flottningsstyrelsen till l&#228;nsstyrelsen ins&#228;nda:

f&#246;rteckning &#246;ver &#229;rets samtliga flottande j&#228;mte uppgift &#229; dem
tillkommande r&#246;str&#228;tt inom f&#246;reningen samt grunderna f&#246;r deras
deltagande i &#229;rets utgifter;

uppgift &#229; den m&#228;ngd flottgods, som inom varje flottledsdistrikt
framflottats under &#229;ret;

bestyrkt r&#228;kenskapsutdrag, utvisande vad under &#229;ret guldits och vad vid
&#229;rets slut &#229;terst&#229;r oguldet av kostnad, som skall g&#228;ldas enligt
fastst&#228;llda eller av f&#246;reningen antagna amorteringsplaner, &#228;vensom
befintliga fonders st&#228;llning;

styrkt avskrift av styrelsens och revisorernas ber&#228;ttelser samt av
protokoll, upptagande de &#229; flottningsst&#228;mma i anledning av n&#228;mnda
ber&#228;ttelser fattade beslut.

finner l&#228;nsstyrelsen n&#246;digt att infordra ytterligare upplysningar eller
att taga del av f&#246;reningens r&#228;kenskaper och &#246;vriga handlingar, vare
styrelsen och flottningschefen skyldiga tillhandag&#229; h&#228;rmed.

Handlingar, som nu n&#228;mnts, skola hos l&#228;nsstyrelsen h&#229;llas f&#246;r envar
tillg&#228;ngliga. Lag (1977:671).

76 a &#167;  L&#228;nsstyrelsen skall f&#246;ra f&#246;rteckning &#246;ver allm&#228;nna flottleder
som framg&#229;r inom l&#228;net. F&#246;rteckningen skall inneh&#229;lla s&#229;dana uppgifter
som enligt denna lag skola anm&#228;las f&#246;r inf&#246;rande i f&#246;rteckningen eller
eljest antecknas d&#228;ri. Lag (1977:671).

7 kap. Straffbest&#228;mmelser

77 &#167; Idkas utan beh&#246;rigt tillst&#229;nd flottning i allm&#228;n flottled, innan
densamma blivit till allm&#228;nt begagnande uppl&#229;ten, eller eljest &#229; tid, d&#229;
flottning ej &#228;r medgiven, eller utl&#228;gges i allm&#228;n flottled obarkat
virke, d&#228;r s&#229;dant icke &#228;r till&#229;tet, vare bot fr&#229;n och med fem till och
med femtio &#246;re f&#246;r varje stycke flottgods, dock l&#228;gst tio kronor; och
skall, d&#228;r olovlig flottning &#228;gt rum innan flottleden uppl&#229;tits till
allm&#228;nt begagnande, den skyldige tillika f&#246;rpliktas utgiva
flottledsavgifter, varom i 18 &#167; f&#246;rm&#228;les.

Underl&#229;ter n&#229;gon att vid flottning st&#228;lla sig till efterr&#228;ttelse de
f&#246;reskrifter, som till skydd f&#246;r allm&#228;n farled, v&#228;g, bro eller f&#228;rja
blivit meddelade; eller

underl&#229;ter flottande vad honom &#229;ligger enligt 66 &#167; andra stycket med
avseende &#229; virkesjournaler och tumningslistor; eller

bryter n&#229;gon mot det i 68 &#167; andra stycket stadgade f&#246;rbud att ur allm&#228;n
flottled upptaga om&#228;rkt eller otydligt m&#228;rkt virke; eller

bryter n&#229;gon i fr&#229;ga om avbarkning mot vad som stadgas i 69 &#167; tredje
stycket eller mot f&#246;reskrift, som meddelats med st&#246;d av samma stycke,

d&#246;ms till b&#246;ter. Lag (1991:245).

78 &#167; Till b&#246;ter d&#246;ms:

1) ledamot av flottningsstyrelse eller flottningschef, d&#228;r han mot
b&#228;ttre vetande i handling, som framl&#228;gges &#229; flottningsst&#228;mma eller
ingives till l&#228;nsstyrelsen, r&#246;rande flottledens eller
flottningsf&#246;reningens angel&#228;genheter meddelar oriktig uppgift;

2) styrelseledamot eller flottningschef, d&#228;r han upps&#229;tligen i strid med
best&#228;mmelserna i 25, 32 eller 33 &#167; anv&#228;nder n&#229;gon flottledens eller de
flottandes tillh&#246;righet f&#246;r ett annat &#228;ndam&#229;l &#228;n det, f&#246;r vilket samma
tillh&#246;righet m&#229; anv&#228;ndas;

3) revisor, d&#228;r han i ber&#228;ttelse eller annan handling, som framl&#228;gges &#229;
flottningsst&#228;mma, mot b&#228;ttre vetande l&#228;mnar oriktig uppgift r&#246;rande
flottledens eller flottningsf&#246;reningens angel&#228;genheter eller upps&#229;tligen
underl&#229;ter att g&#246;ra anm&#228;rkning mot dylik uppgift i handling, som av
honom granskats. Lag (1991:245).

79 &#167; &#197;sidos&#228;tts f&#246;reskrift, som i 37 &#167;, 41 &#167; f&#246;rsta stycket, 44 &#167;, 47 &#167;
andra och tredje styckena, 51 &#167; f&#246;rsta stycket, 54 &#167; sista stycket eller
76 &#167; f&#246;rsta och andra styckena &#228;r meddelad, eller f&#246;rsummar
styrelseledamot att p&#229; s&#228;tt i 56 &#167; tredje stycket f&#246;reskrivs h&#229;lla den
d&#228;r n&#228;mnda f&#246;rteckningen tillg&#228;nglig och &#246;vers&#228;nda den till flottande
eller att, d&#229; flottande enligt sj&#228;tte stycket i n&#228;mnda &#167; p&#229;yrkat
h&#228;nskjutande av visst &#228;rende till pr&#246;vning p&#229; flottningsst&#228;mma, l&#229;ta
upptaga &#228;rendet p&#229; f&#246;rteckningen, d&#246;ms den f&#246;rsumlige till b&#246;ter.

F&#246;rseelse mot 47 &#167; tredje stycket, 51 &#167; f&#246;rsta stycket, 54 &#167; sista
stycket eller 56 &#167; tredje stycket, s&#229; ock styrelseledamots f&#246;rsummelse
att &#229; den i 56 &#167; omf&#246;rm&#228;lda f&#246;rteckning upptaga &#228;rende, vars
h&#228;nskjutande till flottningsst&#228;mma av flottande p&#229;yrkats enligt sj&#228;tte
stycket i samma &#167;, m&#229; &#229;talas allenast av m&#229;ls&#228;gande, och skall h&#228;rvid
s&#229;som m&#229;ls&#228;gande anses s&#229;v&#228;l flottningsf&#246;reningen som varje flottande.

&#197;tal f&#246;r f&#246;rseelse, som i denna paragraf omf&#246;rm&#228;les, skall anh&#228;ngigg&#246;ras
vid allm&#228;n underr&#228;tt i den ort, d&#228;r flottningsstyrelsen har sitt s&#228;te.
Lag (1991:245).

80 &#167; Ej m&#229; straff, som ovan &#228;r stadgat, till&#228;mpas, om f&#246;r g&#228;rningen &#228;r
stadgat str&#228;ngare straff i brottsbalken. Lag (1964:183).

8 kap. S&#228;rskilda best&#228;mmelser

81 &#167; Planeras &#246;verg&#229;ng fr&#229;n flottning till annat transports&#228;tt, skola de
flottande underr&#228;tta l&#228;nsstyrelsen h&#228;rom. Lag (1977:671).

82 &#167; Om en allm&#228;n flottled avlyses och dess tillg&#229;ngar &#246;verstiger
skulderna, skall beh&#229;llningen anv&#228;ndas f&#246;r att bortskaffa s&#229;dana
flottledsanordningar som kan orsaka skada eller ol&#228;genhet och f&#246;r att
iordningst&#228;lla vattendraget och intilliggande omr&#229;de i ett fr&#229;n
f&#246;retr&#228;desvis fiske- och naturv&#229;rdssynpunkt l&#228;mpligt skick
(&#229;terst&#228;llnings&#229;tg&#228;rder).

Om endast del av flottled avlyses, skall den beh&#229;llning framr&#228;knas som
sk&#228;ligen kan anses bel&#246;pa p&#229; delen.

Finnes beh&#229;llning sedan beh&#246;vliga &#229;terst&#228;llnings&#229;tg&#228;rder vidtagits,
skall denna anv&#228;ndas p&#229; s&#228;tt regeringen best&#228;mmer.

Underst&#246;dsfond, varom i 32 &#167; andra stycket f&#246;rm&#228;les, skall vid flottleds
avlysande fr&#228;mst anv&#228;ndas f&#246;r d&#228;rmed avsedda &#228;ndam&#229;l, d&#228;rvid personer,
som redan tillerk&#228;nts pension eller annat underst&#246;d, hava f&#246;retr&#228;de
framf&#246;r dem, som &#228;nnu icke kommit i &#229;tnjutande d&#228;rav; och m&#229;, d&#228;r s&#229;
finnes l&#228;mpligt, fondens &#228;ndam&#229;l tillgodoses genom de
underst&#246;dsber&#228;ttigades inl&#246;sande i anstalt f&#246;r f&#246;rs&#228;kring eller
underst&#246;d. Lag (1983:649).

82 a &#167; Efter avlysning av allm&#228;n flottled eller del d&#228;rav skall
l&#228;nsstyrelsen utse s&#228;rskild f&#246;rvaltare att &#246;vertaga den avlysta
flottledens tillh&#246;righeter och vidtaga erforderliga &#229;tg&#228;rder d&#228;rmed samt
att inom ramen f&#246;r beh&#229;llningen och de medel som eljest kunna st&#228;llas
till f&#246;rvaltarens f&#246;rfogande besluta om och l&#229;ta utf&#246;ra beh&#246;vliga
&#229;terst&#228;llnings&#229;tg&#228;rder. F&#246;rvaltaren skall i fr&#229;ga om s&#229;dana &#229;tg&#228;rder
samr&#229;da med ber&#246;rda myndigheter, kommuner och andra intressenter.

F&#246;rvaltarens beslut i fr&#229;ga om &#229;terst&#228;llnings&#229;tg&#228;rder skall meddelas
skriftligt, om det beg&#228;res eller sakens beskaffenhet p&#229;kallar det. Talan
mot beslutet f&#246;res hos l&#228;nsstyrelsen genom besv&#228;r.

Om ers&#228;ttning till f&#246;rvaltaren f&#246;r dennes arbete betr&#228;ffande
&#229;terst&#228;llnings&#229;tg&#228;rder, beslutar l&#228;nsstyrelsen. I den m&#229;n medel som st&#229;
till f&#246;rvaltarens f&#246;rfogande icke r&#228;cka till f&#246;r ers&#228;ttningen, m&#229;
beslutas att ers&#228;ttningen skall betalas av statsverket.

L&#228;nsstyrelsen m&#229; entlediga f&#246;rvaltaren innan uppdraget slutf&#246;rts.

Med l&#228;nsstyrelsen avses i denna paragraf l&#228;nsstyrelsen i det l&#228;n, d&#228;r
flottningsstyrelsen har eller haft sitt s&#228;te.

N&#228;rmare best&#228;mmelser om f&#246;rvaltares verksamhet meddelas av regeringen
eller myndighet som regeringen best&#228;mmer. Lag (1977:671).

83 &#167; Vill utl&#228;ndsk man idka flottning i allm&#228;n flottled inom svenskt
omr&#229;de, skall han, j&#228;mte iakttagande av vad i denna lag &#228;r f&#246;reskrivet,
hos l&#228;nsstyrelsen i orten neds&#228;tta en av tv&#229; vederh&#228;ftiga inl&#228;ndska m&#228;n
utf&#228;rdad l&#246;ftesskrift, d&#228;ruti de, en f&#246;r b&#228;gge och b&#228;gge f&#246;r en, borga
s&#229;som f&#246;r egen skuld f&#246;r fullg&#246;rande av vad honom s&#229;som flottande
&#229;ligger. Lag (1977:671).

84 &#167; Har upph&#228;vts genom lag (2010:1002).

84 a &#167; Beslut av l&#228;nsstyrelsen om utseende eller entledigande av
styrelseledamot eller revisor i flottningsf&#246;rening, om f&#246;ranstaltande
om &#229;tg&#228;rd p&#229; s&#229;dan f&#246;renings bekostnad, om utseende av f&#246;rvaltare som
avses i 82 a &#167; eller med anledning av s&#229;dan f&#246;rvaltares beslut i
fr&#229;ga om &#229;terst&#228;llnings&#229;tg&#228;rder f&#229;r &#246;verklagas hos regeringen.

Beslut av l&#228;nsstyrelsen enligt denna lag f&#229;r i &#246;vriga fall
&#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd kr&#228;vs
vid &#246;verklagande till kammarr&#228;tten. Lag (1995:1682).

&#214;verg&#229;ngsbest&#228;mmelser

1995:1682

Denna lag tr&#228;der i kraft den 1 maj 1996 men till&#228;mpas inte i de fall
d&#228;r det f&#246;rsta beslutet i &#228;rendet fattats dessf&#246;rinnan.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4575">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4577">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
