

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-18" /> 
 <meta id="rattsinfo-edited" content="2023-01-18 13:41:41" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4579</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4578">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4580">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1917:250 ·
                    <a href="/sfsr?bet=1917:250">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kung&#246;relse (1917:250) ang&#229;ende str&#246;&#228;ngars utbytande mot annan mark</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1917-06-05
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; P&#229; Kungl. Maj:t ankommer att, n&#228;r i n&#229;got fall s&#228;rskilda 
omst&#228;ndigheter p&#229;kalla indragande till kronan av en eller flera till 
fastighet inom V&#228;sterbottens eller Norrbottens l&#228;ns lappmark h&#246;rande &#229; 
kronomark bel&#228;gna str&#246;&#228;ngar, f&#246;rordna, att pr&#246;vning av fr&#229;ga om &#228;ngarnas 
utbytande mot annan mark skall &#228;ga rum medelst avvittringsf&#246;rfarande 
enligt denna kung&#246;relse.

2 &#167; D&#229; Kungl. Maj:t meddelat f&#246;rordnande, som i 1 &#167; avses, skall Kungl. 
Maj:ts befallningshavande uppdraga &#229;t lantm&#228;tare att med bitr&#228;de av tv&#229; 
f&#246;r lantm&#228;terif&#246;rr&#228;ttningar utsedda gode m&#228;n verkst&#228;lla f&#246;rr&#228;ttning 
enligt denna kung&#246;relse.

Avser f&#246;rordnandet &#228;ngar, h&#246;rande till mera &#228;n en fastighet, varde 
s&#228;rskild f&#246;rr&#228;ttning h&#229;llen f&#246;r en var av fastigheterna; dock &#228;ge 
lantm&#228;taren att, innan f&#246;rr&#228;ttningen f&#246;retages eller under dess g&#229;ng, 
besluta, att utbytesfr&#229;gan skall f&#246;r fastigheter, som tillh&#246;ra samma 
skifteslag, handl&#228;ggas i ett sammanhang, d&#228;r s&#229;dant kan medf&#246;ra l&#228;ttnad 
i handl&#228;ggningen eller fr&#228;mja vederlagets utl&#228;ggande p&#229; l&#228;mpligt s&#228;tt.

3 &#167; Lantm&#228;taren skall uts&#228;tta tid f&#246;r f&#246;rr&#228;ttningen samt minst fjorton 
dagar f&#246;rut l&#229;ta d&#228;rom uppl&#228;sa kung&#246;relse i kyrkan i den f&#246;rsamling, d&#228;r 
fastigheten &#228;r bel&#228;gen. Lantm&#228;taren avl&#229;te ock med posten minst trettio 
dagar f&#246;rut kallelse till fastighetens &#228;gare; dock vare, d&#228;r denne icke 
har k&#228;nt hemvist inom riket eller han vistas utom riket, s&#229;dan kallelse 
icke erforderlig.

4 &#167; Vederb&#246;rande revirf&#246;rvaltare skall s&#229;som kronoombud f&#246;ra talan vid 
f&#246;rr&#228;ttningen, och varde han i god tid av lantm&#228;taren kallad.

Avser f&#246;rr&#228;ttningen ecklesiastikt hemman, g&#246;re lantm&#228;taren i god tid 
anm&#228;lan d&#228;rom hos Kungl. Maj:ts befallningshavande i syfte att allm&#228;nt 
ombud m&#229; f&#246;rordnas att vid f&#246;rr&#228;ttningen bevaka hemmanets r&#228;tt.

5 &#167; Vid &#228;goutbyte, som i denna kung&#246;relse avses, skall i vederlag f&#246;r 
str&#246;&#228;ng l&#228;mnas mark, som &#228;r odlad eller till odling tj&#228;nlig och har det 
l&#228;ge, att den l&#228;mpligen kan l&#228;ggas till fastigheten, eller ock &#228;ng eller 
r&#246;jningsland, som med h&#228;nsyn till sitt l&#228;ge icke kan anses medf&#246;ra 
st&#246;rre kostnader i bruket &#228;n str&#246;&#228;ngen.

I den m&#229;n &#228;r erforderligt f&#246;r bildande av regelbundna gr&#228;nser kring 
vederlagsmark, som nu &#228;r n&#228;mnd, m&#229; j&#228;mv&#228;l skogsmark ing&#229; i vederlaget.

6 &#167; Str&#246;&#228;ng och dess vederlag skola vara av samma v&#228;rde i penningar 
enligt uppskattning efter ty h&#228;r nedan s&#228;gs.

Till grund f&#246;r v&#228;rderingen skall l&#228;ggas den stadigvarande beh&#229;llna 
avkastning, &#228;gorna anses kunna &#229;rligen giva, d&#228;rvid r&#246;jningsland och 
till vederlag utsedd odlingsmark uppskattas efter den avkastning, som 
erh&#229;lles efter verkst&#228;lld r&#246;jning eller odling. Vid ber&#228;kning av 
beh&#229;llen avkastning fr&#229;n str&#246;&#228;ng eller fr&#229;n &#228;ng eller r&#246;jningsland, som 
l&#228;mnas i vederlag, skall h&#228;nsyn tagas till sj&#228;lva b&#228;rgningskostnaden men 
icke till kostnaden f&#246;r h&#246;ets hemforsling.

&#196;r vederlagsmark skogsbev&#228;xt, varde j&#228;mv&#228;l skogsbest&#229;ndet taget i 
ber&#228;kning vid vederlagets uppskattning.

7 &#167; G&#229;r odlingsmark i byte mot str&#246;&#228;ng, vare fastighetens &#228;gare 
ber&#228;ttigad till ers&#228;ttning f&#246;r vederlagsmarkens torrl&#228;ggning, uppodling 
och f&#246;rsta beg&#246;dsling, s&#229; ock f&#246;r mistad avkastning under den tid, som 
&#229;tg&#229;r till dess marken kan f&#246;rs&#228;ttas i beh&#246;rigt skick. L&#228;mnas 
r&#246;jningsland i vederlag, njute fastighetens &#228;gare ers&#228;ttning f&#246;r 
r&#246;jningskostnaden och f&#246;r mistad avkastning under den tid, som erfordras 
f&#246;r r&#246;jningens verkst&#228;llande.

Utg&#246;res utbytt str&#246;&#228;ng av r&#246;jningsland, utg&#229;r icke ers&#228;ttning, som nu &#228;r 
stadgad.

8 &#167; Uppg&#229;r odlingsers&#228;ttning till mera &#228;n trehundra kronor, vare 
fastighetens &#228;gare icke ber&#228;ttigad att uppb&#228;ra mera &#228;n h&#228;lften av 
ers&#228;ttningsbeloppet, med mindre han med intyg av syneman, som Kungl. 
Maj:ts befallningshavande p&#229; ans&#246;kan f&#246;rordnat, styrker, att &#229; 
fastigheten utf&#246;rts f&#246;rb&#228;ttringsarbeten till v&#228;rde, som mosvarar 
ers&#228;ttningens belopp.

9 &#167; D&#229; mark, som l&#228;mnas i vederlag f&#246;r str&#246;&#228;ng, tages i bruk s&#229;som &#229;ker 
eller &#228;ng, vare fastighetens &#228;gare ber&#228;ttigad att efter anvisning av 
vederb&#246;rande skogstj&#228;nsteman fr&#229;n kronomark erh&#229;lla n&#246;digt virke till 
f&#246;rsta uppf&#246;rande av s&#229;v&#228;l erforderliga lador &#229; marken som st&#228;ngsel 
kring densamma.

10 &#167; Har str&#246;&#228;ng, som h&#246;r till jordbruksfastighet, den beskaffenhet och 
det l&#228;ge, att den v&#228;l l&#228;mpar sig att odlas och brukas under fastigheten, 
m&#229; mot bestridande av fastighetens &#228;gare utbyte av &#228;ngen icke 
verkst&#228;llas, s&#229;vida icke fastigheten efter bytet har i beh&#229;ll ouppodlad 
men l&#228;tt odlingsbar mark, som kan l&#228;mna minst en och en halv g&#229;ng s&#229; 
stor avkastning, som ber&#228;knats f&#246;r &#228;ngen.

11 &#167; D&#228;r med h&#228;nsyn till h&#228;r f&#246;rut givna f&#246;reskrifter hinder m&#246;ter f&#246;r 
utbyte av str&#246;&#228;ng i dess helhet, m&#229; bytet, n&#228;r s&#229; finnes l&#228;mpligen kunna 
ske, inskr&#228;nkas till viss del av &#228;ngen.

12 &#167; Yppas i fr&#229;ga om r&#229;g&#229;ng eller annat tvist, som hindrar 
f&#246;rr&#228;ttningens g&#229;ng och icke kan genom lantm&#228;tarens och gode m&#228;nnens 
bemedling i godo bil&#228;ggas, skola sak&#228;garna h&#228;nvisas att vid allm&#228;n 
domstol utf&#246;ra tvisten, och skall f&#246;rr&#228;ttningen under tiden vila.

13 &#167; Sedan samtliga p&#229; fr&#229;gan om &#228;goutbytet inverkande omst&#228;ndigheter 
blivit utredda, skall skriftligt utl&#229;tande upps&#228;ttas och av s&#229;v&#228;l 
lantm&#228;taren som gode m&#228;nnen underskrivas. Utl&#229;tandet skall d&#228;refter av 
lantm&#228;taren f&#246;redragas &#229; sammantr&#228;de med sak&#228;garna, och varde d&#228;rvid 
tillk&#228;nnagivet vad de enligt 16 &#167; hava att iakttaga i fr&#229;ga om 
p&#229;minnelsers avgivande.

14 &#167; Finna lantm&#228;taren och gode m&#228;nnen, att &#228;goutbyte b&#246;r &#228;ga rum, har 
lantm&#228;taren att omedelbart utstaka och r&#246;rl&#228;gga gr&#228;nserna f&#246;r det omr&#229;de 
kronan skall avst&#229;. Finnes str&#246;&#228;ng b&#246;ra allenast delvis ing&#229; i 
&#228;goutbyte, skall j&#228;mv&#228;l gr&#228;nsen mot den del av &#228;ngen, som icke utbytes, 
utstakas och r&#246;rl&#228;ggas.

Lantm&#228;taren har ock att uppr&#228;tta karta och beskrivning &#246;ver f&#246;reslaget 
&#228;goutbyte, d&#228;rvid dock iakttages, att str&#246;&#228;ng, som skall utbytas, icke 
m&#229; kartl&#228;ggas, d&#228;r den till l&#228;ge och gr&#228;nser kan tillf&#246;rlitligen 
best&#228;mmas genom h&#228;nvisning till nummer och annan beteckning, varunder 
&#228;ngen upptagits vid avvittring eller annan lantm&#228;terif&#246;rr&#228;ttning.

15 &#167; D&#229; &#228;goutbyte finnes b&#246;ra &#228;ga rum, skall ett exemplar av protokoll 
&#246;ver f&#246;rr&#228;ttningen j&#228;mte d&#228;rtill h&#246;rande handlingar och karta f&#246;re &#229;rets 
utg&#229;ng bevisligen tillst&#228;llas fastighetens &#228;gare eller, om dennes 
vistelseort ej &#228;r k&#228;nd eller han vistas utom riket, n&#229;gon, som &#228;r boende 
&#229; fastigheten, eller en av grannarna. Avser f&#246;rr&#228;ttningen flera 
fastigheter, skall protokoll j&#228;mte handlingar och karta tillst&#228;llas den, 
som vid f&#246;rr&#228;ttningen utsetts att f&#246;r gemensam r&#228;kning mottaga desamma.

16 &#167; Utl&#229;tandet j&#228;mte protokoll &#228;vensom karta och beskrivning varde 
tillika med bevis om delgivning, som i 15 &#167; avses, av lantm&#228;taren 
ins&#228;nda till Kungl. Maj:ts  befallningshavande; och meddele lantm&#228;taren 
samtidigt revirf&#246;rvaltaren d&#228;rom underr&#228;ttelse.

D&#229; handlingarna inkommit, meddele Kungl. Maj:ts befallningshavande 
beslut i &#228;rendet, dock ej f&#246;rr&#228;n fyrtifem dagar f&#246;rflutit.

Intill dess &#228;rendet blivit avgjort, st&#229;nde sak&#228;gare fritt att d&#228;ri 
ingiva p&#229;minnelser till Kungl. Maj:ts befallningshavande. 
Revirf&#246;rvaltaren m&#229; ock inom samma tid avgiva p&#229;minnelser, n&#228;r han 
finner sk&#228;l d&#228;rtill f&#246;religga; och &#228;ge han i ty fall p&#229; anm&#228;lan f&#229; 
handlingarna sig tillst&#228;llda fr&#229;n Kungl. Maj:ts befallningshavande.

D&#229; beslut meddelats, l&#229;te Kungl. Maj:ts befallningshavande of&#246;rdr&#246;jligen 
detsamma tillst&#228;llas s&#229;v&#228;l revirf&#246;rvaltaren som fastighetens &#228;gare.

17 &#167; Talan mot Kungl. Maj:ts befallningshavandes beslut m&#229; fastighetens 
&#228;gare f&#246;ra hos Kungl. Maj:t genom besv&#228;r, vilka skola ingivas till 
Kungl. Maj:ts befallningshavande sist &#229; sextionde dagen fr&#229;n delf&#229;ende 
av beslutet.

&#197; kronans v&#228;gnar m&#229; talan hos Kungl. Maj:t fullf&#246;ljas av advokatfiskalen 
i kammarkollegium, s&#229;framt revirf&#246;rvaltaren d&#228;rom hos honom g&#246;r 
framst&#228;llning samt han finner synnerliga sk&#228;l f&#246;religga att draga saken 
under Kungl. Maj:ts pr&#246;vning; och varde i ty fall besv&#228;ren ingivna till 
Kungl. Maj:ts befallningshavande sist &#229; sextionde dagen fr&#229;n det 
revirf&#246;rvaltaren erh&#246;ll del av beslutet. Revirf&#246;rvaltaren har, d&#228;r han 
finner synnerliga sk&#228;l p&#229;kalla sakens fullf&#246;ljande hos Kungl. Maj:t, att 
i god tid f&#246;re besv&#228;rstidens utg&#229;ng till advokatfiskalen ingiva 
skriftlig framst&#228;llning av sagda sk&#228;l &#228;vensom Kungl. Maj:ts 
befallningshavandes beslut och handlingarna i &#228;rendet, vilka f&#246;r s&#229;dant 
&#228;ndam&#229;l skola p&#229; anm&#228;lan tillhandah&#229;llas honom av Kungl. Maj:ts 
befallningshavande.

N&#228;r besv&#228;r av fastighetens &#228;gare till Kungl. Maj:ts befallningshavande 
inkommit, har Kungl. Maj:ts befallningshavande att l&#229;ta besv&#228;ren j&#228;mte 
&#246;vriga handlingar tillst&#228;llas advokatfiskalen. Ang&#229;r beslutet flera 
fastigheter, varde besv&#228;ren tillst&#228;llda j&#228;mv&#228;l enskild sak&#228;gare, vars 
r&#228;tt kan ber&#246;ras av desamma. &#196;ro besv&#228;r anf&#246;rda av advokatfiskalen, 
varde de genom Kungl. Maj:ts befallningshavandes f&#246;rsorg tillst&#228;llda 
den, vars r&#228;tt kan ber&#246;ras av besv&#228;ren.

Sedan delgivning av besv&#228;r s&#229;lunda &#228;gt rum, m&#229; f&#246;rklaring avgivas inom 
tid, som av Kungl. Maj:ts befallningshavande best&#228;mmes. Efter 
f&#246;rklaringstidens utg&#229;ng varde handlingarna av Kungl. Maj:ts 
befallningshavande j&#228;mte eget utl&#229;tande ins&#228;nda till Kungl. Maj:t.

18 &#167; D&#229; beslut om &#228;goutbytes verkst&#228;llande &#228;ger laga kraft, har Kungl. 
Maj:ts befallningshavande att teckna bevis d&#228;rom &#229; kartan samt 
ombes&#246;rja, att dom&#228;nstyrelsen och revirf&#246;rvaltaren erh&#229;lla k&#228;nnedom om 
&#228;goutbytet, s&#229; ock till l&#228;nets lantm&#228;terikontor &#246;verl&#228;mna handlingar och 
karta i &#228;rendet.

19 &#167; Kostnad till lantm&#228;tare och gode m&#228;n &#228;vensom till erforderlig 
hantlangning, s&#229; ock andra l&#246;pande utgifter f&#246;r f&#246;rr&#228;ttning enligt denna 
kung&#246;relse skola bestridas av allm&#228;nna medel enligt f&#246;reskrifter, som 
meddelas av Kungl. Maj:t.

Ers&#228;ttning till syneman, som omf&#246;rm&#228;les i  8 &#167;, utg&#229;r av allm&#228;nna medel 
enligt femte klassen i g&#228;llande resereglemente.

20 &#167; Vad i denna kung&#246;relse &#228;r stadgat om &#228;gare av fastighet, skall, d&#228;r 
fastigheten utg&#246;res av nybygge eller bost&#228;lle, &#228;ga till&#228;mpning &#229; 
nybyggaren eller bost&#228;llshavaren.

21 &#167; S&#229;som s&#228;rskild fastighet anses i denna kung&#246;relse ej annan &#228;golott 
&#228;n den, som tillkommit genom avvittring, laga delning, &#228;gostyckning 
eller jordavs&#246;ndring.

22 &#167; Uppkommer i sammanhang med nu p&#229;g&#229;ende avvittringsf&#246;rr&#228;ttning f&#246;r 
uppl&#229;telse av nybbyggen fr&#229;ga om str&#246;&#228;ngs utbytande mot kronomark, skola 
de i 5--11 &#167;&#167; h&#228;r f&#246;rut givna f&#246;reskrifter l&#228;nda till efterr&#228;ttelse.

I den m&#229;n tillg&#229;ng ej finnes &#229; mark, som enligt f&#246;rsta stycket av 5 &#167; 
skall g&#229; i vederlag f&#246;r str&#246;&#228;ng, m&#229; i dess st&#228;lle l&#228;mnas skogsmark; dock 
m&#229;, d&#228;r &#228;ngen tillh&#246;r fastighet, som &#228;r avsedd f&#246;r sj&#228;lvst&#228;ndigt 
jordbruk, s&#229;dant byte &#228;ga rum allenast s&#229; framt bytet pr&#246;vas ej 
f&#246;ranleda, att antalet &#229; fastigheten vinterf&#246;dda kreatur m&#229;ste f&#246;r 
framtiden minskas.

23 &#167; Vad i skiftesstadgan f&#246;reskrives ang&#229;ende lantm&#228;terif&#246;rr&#228;ttningar i 
allm&#228;nhet skall, i den m&#229;n h&#228;r f&#246;rut givna best&#228;mmelser ej annat 
f&#246;ranleda, &#228;ga till&#228;mpning i avseende &#229; avvittringsf&#246;rr&#228;ttning enligt 
denna kung&#246;relse.

24 &#167; Genom denna kung&#246;relse upph&#228;vas, s&#229;vitt r&#246;rer &#228;goutbyten, varom h&#228;r 
f&#246;rut &#228;r stadgat, best&#228;mmelserna i &#167;&#167; 19--21 i stadgan den 30 maj 1873 
om avvittring i V&#228;sterbottens och Norrbottens l&#228;ns lappmarker i vad 
dessa best&#228;mmelser &#228;ro stridande mot vad denna kung&#246;relse inneh&#229;ller.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4578">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4580">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
