

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2009-11-10" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4582</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4581">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4583">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1911:104 ·
                    <a href="/sfsr?bet=1911:104">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Stadgar (1911:104) f&#246;r Carnegiestiftelsen
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L4
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1911-10-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Upph&#228;vd genom nya stadgar 1993 (ej i SFS)
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1912-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Stiftelsens &#228;ndam&#229;l.

1 &#167; Carnegiestiftelsen &#228;r grundad af herr Andrew Carnegie, som f&#246;r
&#228;ndam&#229;let st&#228;llt till f&#246;rfogande ett belopp av 230.000 dollars i
femprocents obligationer.

2 &#167; Stiftelsen &#228;r, enligt stiftarens uttryckta vilja, inr&#228;ttad till
f&#246;rm&#229;n f&#246;r personer, som, frivilligt eller eljest ut&#246;var vad plikten
kan anses ha bjudit, genom fredlig bedrift v&#229;gat livet f&#246;r att inom
Sverige eller dess omr&#229;de r&#228;dda medm&#228;nniskors liv, &#228;vensom hustru och
barn eller vissa andra anh&#246;riga till s&#229;dana civilisationens hj&#228;ltar,
h&#228;r nedan ben&#228;mnda r&#228;ddare.

Dylika hj&#228;lted&#229;d pl&#228;ga ofta f&#246;rekomma bland ut&#246;varna av vissa yrken,
s&#229;som gruvarbetare och sj&#246;m&#228;n, j&#228;rnv&#228;gstj&#228;nstem&#228;n, brandsoldater och
polism&#228;n. F&#229; handlingar &#228;ro mera hj&#228;ltemodiga &#228;n de, som utf&#246;ras av
l&#228;kare och sjuksk&#246;tare under sv&#229;ra epidemier.

Har n&#229;gon &#229; eller fr&#229;n svenskt fartyg utom svenskt omr&#229;de utf&#246;rt
bedrift, som ovan s&#228;gs, skall han eller hans anh&#246;riga njuta f&#246;rm&#229;n av
denna stiftelse, d&#228;r ej annan liknande stiftelse anser sig hava
f&#246;retr&#228;de.

3 &#167; Stiftelsen har till &#228;ndam&#229;l att, d&#228;r r&#228;ddare, som i 2 &#167; s&#228;gs,
blivit skadad eller lidit f&#246;rlust, tilldela honom, i fall av behov,
ett belopp tillr&#228;ckligt att anv&#228;nda de ekonomiska f&#246;ljderna av den
&#229;dragna skadan eller att t&#228;cka den uppkomna f&#246;rlusten samt, att d&#228;r
han sj&#228;lv omkommit, likaledes i fall av behov tilldela hans
efterlevande anh&#246;riga sk&#228;ligt underst&#246;d.

R&#228;ddare m&#229; ock, d&#228;r s&#229; finnes l&#228;mpligt, tilldelas bel&#246;ning i
penningar eller annat. &#196;ven m&#229; stiftelsen utdela medalj, s&#228;rskilt d&#228;r
behov av penninghj&#228;lp ej f&#246;religger.

Underst&#246;d m&#229; utg&#229; till r&#228;ddare, till dess han kan &#229;tervinna sin h&#228;lsa
eller behovet eljest upph&#246;r, till &#228;nka efter r&#228;ddare, s&#229; l&#228;nge hon
lever ogift och behovet fortvarar, samt till efterl&#228;mnat barn, till
dess det uppn&#229;tt 15 &#229;r eller eljest kan f&#246;rs&#246;rja sig sj&#228;lv.
Efterl&#228;mnat barn, som visar ovanlig beg&#229;vning, m&#229; d&#228;rut&#246;ver efter
omst&#228;ndigheterna tilldelas ytterligare hj&#228;lp till h&#246;gre utbildning.

Har r&#228;ddare efterl&#228;mnat andra anh&#246;riga &#228;n hustru och barn och har de
f&#246;r sin utkomst varit beroende av honom, m&#229; &#228;ven s&#229;dana efterlevande
av stiftelsens medel tillerk&#228;nnas sk&#228;ligt underst&#246;d.

Underst&#246;d, som ej beviljats f&#246;r en g&#229;ng, skall i regel utg&#229;
m&#229;natligen.

5 &#167; Underst&#246;d eller penningbel&#246;ning m&#229; ej tilldelas andra &#228;n
arbetssamma, anst&#228;ndiga, nyktra och i &#246;vrigt aktningsv&#228;rda samh&#228;lls-
medlemmar; dock att r&#228;ddare m&#229;, &#228;ven om f&#246;r honom n&#229;got h&#228;rutinnan
brister, s&#229;som uppmuntran till en b&#228;ttre vandel till&#228;ggas det
underst&#246;d eller den bel&#246;ning, varav han genom sin hj&#228;ltemodiga
handling gjort sig f&#246;rtj&#228;nt.

6 &#167; Stiftelsen m&#229; ej bevilja underst&#246;d, d&#228;r till f&#246;ljd av givna
f&#246;reskrifter eller s&#228;rskilt &#229;tagande skadest&#229;nds- eller underh&#229;lls-
skyldighet &#229;ligger stat eller kommun, offentlig inr&#228;ttning, bolag,
f&#246;rening eller enskild person. Endast f&#246;r s&#229; vidt s&#229;lunda utg&#229;ende
skadest&#229;nd eller underh&#229;ll pr&#246;vas vara otillr&#228;ckligt, m&#229; stiftelsen
hj&#228;lpande ingripa.

Utdelandet av bel&#246;ning eller underst&#246;d fr&#229;n stiftelsen i anledning av
hj&#228;ltemodig handling, utf&#246;rd av brandsoldat, polisman eller annan i
kommuns tj&#228;nst anst&#228;lld person, b&#246;r alltid ske i samr&#229;d med
vederb&#246;rande kommunala myndigheter och efter inh&#228;mtande av deras
samtycke.

7 &#167; Stiftelsens grundfond utg&#246;res av ovann&#228;mnda kapital av 230.000
dollars samt vad i &#246;vrigt kan tillflyta stiftelsen.

Uppkomna besparingar &#229; avkomsten tillf&#246;ras en s&#228;rskild besparings-
fond.

8 &#167; Endast avkomsten &#229; stiftelsens fonder m&#229; anv&#228;ndas f&#246;r stiftelsens
&#228;ndam&#229;l, dock att besparingsfonden m&#229; vid tr&#228;ngande behov kunna
anlitas f&#246;r t&#228;ckande av utgifter under l&#246;pande r&#228;kenskaps&#229;r.

9 &#167; D&#228;rest det visar sig, att avkastningen av stiftelsens fonder &#228;r
st&#246;rre &#228;n som med st&#246;d av vunnen erfarenhet kan antagas erforderligt
f&#246;r tillgodoseende av stiftelsen ovan angivna &#228;ndam&#229;l, &#228;ge styrelsen
att efter intr&#228;ffad olycksh&#228;ndelse, s&#228;rskilt s&#229;dan, vid vilken n&#229;got
hj&#228;lted&#229;d utf&#246;rts eller d&#228;r synnerligt &#246;mmande omst&#228;ndigheter
f&#246;religga, ansl&#229; l&#228;mpligt belopp till underst&#246;d i fr&#228;msta rummet &#229;t
&#228;nkor och barn efter d&#228;rvid omkomna personer samt vidare &#229;t dem, som
vid olycksh&#228;ndelsen skadats.

Stiftelsens f&#246;rvaltning m.m.

10 &#167; Stiftelsen f&#246;retr&#228;des av en styrelse, som har sitt s&#228;te i Stock-
holm.

Styrelsen best&#229;r av &#229;tta svenska medborgare, varj&#228;mte h&#228;r
ackrediterade s&#228;ndebudet f&#246;r Amerikas F&#246;renta Stater &#228;ger s&#228;te och
st&#228;mma i styrelsen.

Bland de svenska ledam&#246;terna skall finnas en representant f&#246;r gruv-
driften, en f&#246;r sj&#246;farten och en f&#246;r j&#228;rnv&#228;gsdriften, &#228;vensom tv&#229; med
v&#228;lg&#246;renhets- och barnav&#229;rdsv&#228;sendet f&#246;rtrogna personer, helst
kvinnor.

Ordf&#246;rande och vice ordf&#246;rande i styrelsen utses av Konungen f&#246;r en
tid av tv&#229; &#229;r i s&#228;nder.

&#214;vriga svenska ledam&#246;ter utses f&#246;rsta g&#229;ngen av Konungen, tv&#229; av dem
f&#246;r tre &#229;r, tv&#229; f&#246;r tv&#229; &#229;r och tv&#229; f&#246;r ett &#229;r, men f&#246;r tiden efter de
s&#229;lunda best&#228;mda tj&#228;nstg&#246;rings&#229;ren &#228;vensom vid uppst&#229;ende ledigheter
utser styrelsen genom val ledam&#246;ter f&#246;r de avg&#229;ende. Varje s&#229;dant val
skall avse en tid av tre &#229;r.

F&#246;re valet m&#229; f&#246;rslag &#229; nya styrelseledam&#246;ter av kvarst&#229;ende ledamot
framst&#228;llas eller till ordf&#246;randen ingivas. S&#229;dana f&#246;rslag skola f&#246;re
valet tillk&#228;nnagivas.

Valet f&#246;rr&#228;ttas med slutna sedlar. F&#246;r att n&#229;gon d&#228;rvid skall anses
utsedd erfordras, att han erh&#229;llit minst tv&#229; tredjedelar av de avgivna
r&#246;sterna. D&#228;rest p&#229; detta s&#228;tt beslut ej kan fattas, g&#246;re styrelsen
anm&#228;lan hos Konungen, som d&#229; utser erforderligt antal nya ledam&#246;ter.

11 &#167; Styrelsens ledam&#246;ter &#228;ga ej njuta ers&#228;ttning f&#246;r sitt arbete,
men f&#246;r resor till och fr&#229;n Stockhom eller eljest i stiftelsens
&#228;renden &#228;vensom f&#246;r andra utgifter, som de &#229;draga sig vid uppdragets
fullg&#246;rande, &#228;ga de r&#228;tt till sk&#228;lig gottg&#246;relse.

12 &#167; Styrelsen anst&#228;ller sekreterare och kamrerare j&#228;mte andra
erforderliga bitr&#228;den samt best&#228;mmer l&#246;ne- och andra f&#246;rm&#229;ner f&#246;r
dem.

13 &#167; Styrelsen sammantr&#228;der i Stockholm minst tre g&#229;nger om &#229;ret: i
februari, i juni och i oktober, samt d&#228;remellan s&#229; ofta &#228;rendenas
beskaffenhet det fordrar.

14 &#167; Styrelsensammantr&#228;de uts&#228;ttes av ordf&#246;randen. Kallelse d&#228;rtill
skall genom sekreterarens f&#246;rsorg minst en vecka f&#246;rut tillst&#228;llas
varje ledamot med uppgift &#229; de &#228;renden, som d&#229; skola f&#246;rekomma till
behandling.

15 &#167; F&#246;r besluts fattande och vid val erfordras, att minst fem
ledam&#246;ter &#228;ro tillst&#228;des.

S&#229;som styrelsens beslut i annat fall &#228;n som s&#228;gs i 10 &#167; g&#228;lle den
mening, om vilken vid sammantr&#228;de de flesta r&#246;stande f&#246;rena sig, men
vid lika r&#246;sttal den mening, som bitr&#228;des av ordf&#246;randen vid samman-
tr&#228;det.

Vid sammantr&#228;dena skall f&#246;ras protokoll.

16 &#167; Stiftelsens firma tecknas av ordf&#246;randen och en annan av
styrelsen d&#228;rtill f&#246;r ett &#229;r i s&#228;nder bemyndigad styrelseledamot med
kontrasignation av en tj&#228;nsteman hos stiftelsen.

De, som s&#229;lunda undf&#229;tt r&#228;tt att teckna firman, &#228;ge s&#229;som stiftelsens
f&#246;rvaltningsutskott f&#246;retr&#228;da stiftelsen och f&#246;rty sj&#228;lva eller genom
ombud i f&#246;rh&#229;llande till tredje man handla &#229; stiftelsens v&#228;gnar samt
inf&#246;r domstolar och andra myndigheter f&#246;ra dess talan &#228;vensom att
anvisa medel till g&#228;ldande av l&#246;pande utgifter.

F&#246;rvaltningsutskottet &#228;ge ock att i tr&#228;ngande fall bevilja tillf&#228;lligt
underst&#246;d &#229;t r&#228;ddare eller hans anh&#246;riga till belopp av h&#246;gst 500
kronor. S&#229;dan &#229;tg&#228;rd skall dock anm&#228;las f&#246;r styrelsen vid n&#228;sta
sammantr&#228;de.

F&#246;rvaltningsutskottet har att &#246;vervaka verkst&#228;llandet av styrelsens
beslut.

17 &#167; Det &#229;ligger sekreteraren att noga uppm&#228;rksamma i tidningspressen
eller eljest f&#246;rekommande meddelanden om s&#229;dana handlingar, som kunna
bliva f&#246;rem&#229;l f&#246;r stiftelsens &#229;tg&#228;rd; att mottaga alla ans&#246;kningar och
meddelanden, som till stiftelsen ins&#228;ndas; att inf&#246;rskaffa noggranna
upplysningar s&#229;v&#228;l om de intr&#228;ffade h&#228;ndelsernas f&#246;rlopp som om de
personers omst&#228;ndigheter, vilka kunna komma i fr&#229;ga till bel&#246;ning
eller underst&#246;d; att inh&#228;mta, huruvida icke skyldighet att utgiva
ers&#228;ttning eller pension till f&#246;ljd av timat olycksfall &#229;ligger annan
och, d&#228;r d&#229; erfordras, l&#228;mna sin medverkan till utf&#229;endet av s&#229;dan
f&#246;rm&#229;n; samt att i &#246;vrigt i enlighet med ovan givna anvisningar bereda
&#228;rendena till f&#246;redragning inf&#246;r styrelsen.

18 &#167; N&#228;r &#228;rende, p&#229; s&#228;tt i 17 &#167; blivit beh&#246;rigen berett, f&#246;redrages
det inf&#246;r styrelsen av sekreteraren eller n&#229;gon av styrelsens
ledam&#246;ter; och avg&#246;re styrelsen i enilghet med ovan givna
best&#228;mmelser, huruvida s&#229;dant fall &#228;r f&#246;r handen, som b&#246;r av
stiftelsen bel&#246;nas. Om s&#229; finnes, best&#228;mme styrelsen vad i bel&#246;ning
eller underst&#246;d eller b&#229;dadera m&#229; givas, d&#228;rvid styrelsen b&#246;r tillm&#228;ta
underst&#246;dets storlek icke blott efter n&#246;dtorften utan &#228;ven med h&#228;nsyn
till beskaffenheten av den handling, som &#228;r att bel&#246;na, samt av deras
omst&#228;ndigheter, vilka skola erh&#229;lla stiftelsens hj&#228;lp.

19 &#167; Mot styrelsens beslut i fr&#229;ga om bel&#246;ning eller underst&#246;d m&#229;
n&#229;gon talan ej f&#246;ras. Hava h&#228;rutinnan skiljaktiga meningar f&#246;rekommit,
f&#229; de ej tagas till protokollet eller eljest yppas.

20 &#167; Styrelsen har att vaka &#246;ver att beviljat underst&#246;d anv&#228;ndes av
underst&#246;dstagare p&#229; tillb&#246;rligt s&#228;tt enligt vad d&#228;rom s&#228;gs i 5 &#167;. Om
s&#229; ej sker eller om behov av underst&#246;d f&#246;r n&#229;gon underst&#246;dstagare ej
vidare kvarst&#229;r eller om &#228;nka, som erh&#229;llit underst&#246;d, ing&#229;tt nytt
gifte, skall f&#246;r honom eller henne underst&#246;det indragas.

D&#228;rest tillf&#246;rlitliga upplysningar i n&#228;mnda h&#228;nseende ej kunna
erh&#229;llas genom skriftv&#228;xling, b&#246;r styrelsen om f&#246;rh&#229;llandena skaffa
sig k&#228;nnedom p&#229; st&#228;llet genom uts&#228;nd inspekt&#246;r.

Innan beviljat underst&#246;d indrages, b&#246;r underst&#246;dstagaren hava beretts
tillf&#228;lle att i saken avgiva yttrande.

21 &#167; Underst&#246;d fr&#229;n stiftelsen m&#229; ej tagas i m&#228;t f&#246;r underst&#246;dstagares
g&#228;ld.

22 &#167; F&#246;rvaltningen av stiftelsens medel skall &#229;ligga statskontoret,
som har att under statens kontroll och p&#229; dess ansvar redovisa medlen
utan sammanblandning med andra av &#228;mbetsverket f&#246;rvaltade fonder.
Stiftelsen tillh&#246;riga kontanta medel, som ej beh&#246;vas f&#246;r l&#246;pande
utgifter, skola av &#228;mbetsverket g&#246;ras fruktb&#228;rande genom ink&#246;p av
statens, allm&#228;nna hypoteksbankens, kommuners eller andra fullgoda
obligationer eller genom utl&#229;ning mot betryggande s&#228;kerhet av inteck-
ning i fast egendom i Stockholm eller genom ins&#228;ttning p&#229; depositions-
eller annan bankr&#228;kning.

Statskontoret tillhandah&#229;ller stiftelsen p&#229; f&#246;rvaltningsutskottets
rekvisition medel f&#246;r bestridande av stiftelsens utgifter.

23 &#167; De hos stiftelsen f&#246;rda r&#228;kenskaperna j&#228;mte d&#228;rtill h&#246;rande
verifikationer skola f&#246;r varje &#229;r f&#246;re den 1 mars f&#246;ljande &#229;r uppvisas
hos justitiekanslern, som, d&#228;rest han vid deras granskning finner
n&#229;got att anm&#228;rka, &#228;ger att d&#228;rom g&#246;ra framst&#228;llning hos styrelsen
eller underd&#229;nig anm&#228;lan hos Konungen.

D&#228;rest justitiekanslern finner n&#246;digt att f&#246;r granskningen anlita
bitr&#228;de, skall kostnaden h&#228;rf&#246;r, av justitiekanslern till beloppet
godk&#228;nd, ers&#228;ttas av stiftelsen.

24 &#167; &#214;ver stiftelsens verksamhet skall styrelsen varje &#229;r avgiva
ber&#228;ttelse till Konungen. Ber&#228;ttelsen skall inneh&#229;lla meddelande om
de hj&#228;lted&#229;d, som under &#229;ret bel&#246;nats, med angivande av hj&#228;ltarnas
eller hj&#228;ltinnornas namn samt bel&#246;ningarnas art och storlek.

Meddelande r&#246;rande bel&#246;nade hj&#228;lted&#229;d skall ock genom styrelsens
f&#246;rsorg delgivas tidningspressen i riket.

25 &#167; Styrelsen l&#229;te hos sig f&#246;ra rulla &#246;ver alla de hj&#228;ltar och
hj&#228;ltinnor, vilkas bedrifter av stiftelsen ansetts v&#228;rda att bel&#246;nas.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4581">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4583">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
