

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-20" /> 
 <meta id="rattsinfo-edited" content="2023-01-20 13:20:37" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4583</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4582">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4584">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1910:72 s.1 ·
                    <a href="/sfsr?bet=1910:72 s.1">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kung&#246;relse (1910:72 s.1) ang&#229;ende grunder f&#246;r f&#246;rvaltningen av vissa kronan tillh&#246;riga vattenfall</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet RSN
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1910-07-04
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2003:847
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Nedan angifna vattenfall och f&#246;r deras tillgodog&#246;rande afsedda
fastigheter skola f&#246;rvaltas af vattenfallsstyrelsen n&#228;mligen:

a) kronan tillh&#246;riga vattenfall i G&#246;ta &#228;lf;

b) &#196;lfkarleby vattenfall;

c) de vattenfall, som redan ink&#246;pts eller framdeles komma att f&#246;rv&#228;rfvas
f&#246;r elektrisk drift &#229; statsbanorna, d&#228;r ej Kungl. Maj:t f&#246;r s&#228;rskildt
fall f&#246;rordnar, att f&#246;rvaltningen af s&#229;dant vattenfall eller f&#246;r dess
tillgodog&#246;rande afsedd fastighet eller del d&#228;raf skall tillkomma annan
myndighet;

d) s&#229;dana i Norrland bel&#228;gna vattenfall, som enligt s&#228;rskilda
best&#228;mmelser i afvittringsf&#246;rfattningarna reserverats f&#246;r kronans
r&#228;kning;

samt

e) kronan tillh&#246;riga vattenfall, hvilka enligt s&#228;rskilda beslut, som af
Kungl. Maj:t meddelas, &#246;fverflyttas fr&#229;n annan myndighet till
f&#246;rvaltning af styrelsen.

2 &#167; D&#228;r vattenfall, som f&#246;rvaltas av vattenfallsstyrelsen, icke tagits i
anspr&#229;k f&#246;r kronans r&#228;kning, ankomme p&#229; Kungl. Maj:t att f&#246;rordna,
huruvida det m&#229; av kronan med eller utan utm&#229;l av mark uppl&#229;tas &#229;t annan
till nyttjande. Har f&#246;rordnande meddelats om uppl&#229;telse till nyttjande
av vattenfallsl&#228;genhet, som nu sagts, skall l&#228;genheten i enlighet med
h&#228;r nedan stadgade grunder genom styrelsens f&#246;rsorg uppl&#229;tas p&#229; arrende
eller med vattenfallsr&#228;tt; dock att, d&#228;r uppl&#229;telsen avser en tid av
sammanlagt h&#246;gst tjugufem &#229;r samt uttagande av, vid vattenfall i
Dal&#228;lvens vattensystem eller s&#246;der d&#228;rom, h&#246;gst 300 turbinh&#228;stkrafter
eller, vid vattenfall norr om Dal&#228;lvens vattensystem, h&#246;gst 500
turbinh&#228;stkrafter,  Kungl. Maj:t &#228;ger medgiva de undantag fr&#229;n
till&#228;mpningen av samma grunder, som med h&#228;nsyn till
vattenfallsl&#228;genhetens beskaffenhet, l&#228;ge och andra s&#228;rskilda
omst&#228;ndigheter kunna finnas p&#229;kallade. Kung&#246;relse (1927:180).

3 &#167; Skall vattenfallsl&#228;genhet utarrenderas, &#229;ligger det
vattenfallsstyrelsen, d&#228;r ej p&#229; grund af &#228;gander&#228;ttsf&#246;rh&#229;llandena i
afseende &#229; vattendraget eller de strandomr&#229;den, som erfordras f&#246;r
tillgodog&#246;rande af vattenkraften, eller till f&#246;ljd af andra s&#228;rskilda
omst&#228;ndigheter ett offentligt utbjudande af arrendet icke sk&#228;ligen b&#246;r
ifr&#229;gakomma, att genom kung&#246;relse, som inf&#246;res i allm&#228;nna tidningarna
och i tidningar inom orten samt i vattenfallsstyrelsens lokal
offentligen ansl&#229;s, infordra skriftliga anbud &#229; arrendet. I kung&#246;relsen
skall l&#228;mnas uppgift &#229; vattenfallets l&#228;ge och beskaffenhet j&#228;mte &#246;friga
n&#246;diga anvisningar.

Anbud skall inneh&#229;lla uppgift &#229; arten af den anl&#228;ggning, f&#246;r hvars drift
anbudsgifvaren vill arrendera l&#228;genheten, samt vara &#229;tf&#246;ljdt af f&#246;rutom
s&#229; beskaffad s&#228;kerhet, som i 11 &#167; s&#228;gs, n&#246;diga uppgifter om de
anordningar, han har f&#246;r afsikt att vidtaga f&#246;r tillgodog&#246;rande af
vattenkraften.

Vattenfallsstyrelsen &#228;ger till arrendator antaga den h&#246;gstbjudande, som
f&#246;r sitt anbud st&#228;llt godk&#228;nd s&#228;kerhet, d&#228;r han icke befinnes ol&#228;mplig
till arrendator; styrelsen dock obetaget att antaga l&#228;gre anbud, d&#228;r de
anl&#228;ggningar, som planeras af den, som afgifvit det l&#228;gre anbudet, kunna
antagas i h&#246;gre grad tillgodose ett allm&#228;nt intresse.

&#196;r antagligt anbud icke afgifvet, eller har p&#229; grund af omst&#228;ndigheter,
som f&#246;rut n&#228;mnts, offentligt utbjudande icke &#228;gt rum, ankommer det p&#229;
vattenfallsstyrelsen att, p&#229; s&#228;tt den finner l&#228;mpligast, vidtaga
&#229;tg&#228;rder f&#246;r l&#228;genhetens utarrendering. Finnes utarrendering p&#229;
antagliga villkor icke kunna ske, &#229;ligger det vattenfallsstyrelsen att
d&#228;rom g&#246;ra anm&#228;lan till Kungl. Maj:t.

4 &#167; 1:o. Uppl&#229;telse af vattenfallsl&#228;genheten p&#229; arrende skall, d&#229;
vattenfallet &#228;r bebyggdt, ske f&#246;r en tid af femtio &#229;r, men eljest f&#246;r en
tid af femtiofem &#229;r; dock m&#229; erforderlig inskr&#228;nkning g&#246;ras i
arrendetiden, n&#228;r s&#228;rskilda omst&#228;ndigheter d&#228;rtill f&#246;ranleda. Visar sig,
att vattenfallets bebyggande till f&#246;ljd af omst&#228;ndigheter, som icke vid
aftalets ing&#229;ende varit f&#246;rutsedda, kr&#228;fver l&#228;ngre tid &#228;n fem &#229;r, m&#229;
vattenfallsstyrelsen medgifva sk&#228;lig f&#246;rl&#228;ngning af arrendetiden.

D&#229; fr&#229;ga &#228;r om utarrendering af bebyggdt vattenfall, m&#229; arrendatorn i
arrendeaftalet ber&#228;ttigas att efter arrendetidens utg&#229;ng f&#246;r den tid,
som i n&#228;mnda aftal best&#228;mmes, samt mot den arrendeafgift och de villkor
i &#246;frigt, hvilka med h&#228;nsyn till de vid arrendetidens utg&#229;ng r&#229;dande
f&#246;rh&#229;llanden kunna anses sk&#228;liga, f&#229; l&#228;genheten &#229;t sig &#229;nyo uppl&#229;ten
s&#229;vida icke vattenfallsstyrelsen senast fem &#229;r f&#246;re arrendetidens utg&#229;ng
underr&#228;ttar honom, att dylik f&#246;rl&#228;ngning icke af kronan medgifves. Det
&#229;ligger dock arrendatorn att senast tre &#229;r f&#246;re arrendetidens utg&#229;ng
l&#228;mna vattenfallsstyrelsen uppgift, huruvida han vill begagna sig af sin
r&#228;tt till f&#246;rnyad uppl&#229;telse, eller vare sin r&#228;tt d&#228;rtill f&#246;rlustig.

Uppl&#229;tes vattenfallet i obebyggdt skick, skall kronan vara ber&#228;ttigad
att vid arrendetidens utg&#229;ng &#229;tertaga det utarrenderade mot erl&#228;ggande
af l&#246;sen f&#246;r de arrendatorn tillh&#246;riga, &#229; vattenfallsl&#228;genheten
befintliga vattenverksbyggnader &#228;fvensom annan i arrendeaftalet
angifven, honom  tillh&#246;rig och &#229; l&#228;genheten befintlig egendom, som
erfordras f&#246;r vattenkraftanl&#228;ggningens drift, s&#229;som byggnader, maskiner,
ledningar och dylikt. Vill kronan begagna sig af r&#228;ttighet, som nu &#228;r
sagd, vare dock skyldig att senast fem &#229;r f&#246;re arrendetidens utg&#229;ng
underr&#228;tta arrendatorn om sin afsikt att &#229;tertaga vattenfallsl&#228;genheten.
G&#246;r ej kronan det, skall arrendatorn, d&#228;rest han senast tre &#229;r f&#246;re
arrendetidens slut meddelat vattenfallsstyrelsen sin &#246;nskan att erh&#229;lla
f&#246;rnyad uppl&#229;telse af vattenfallsl&#228;genheten, vara ber&#228;ttigad att f&#246;r en
tid af trettio &#229;r f&#229; l&#228;genheten till sig &#229;nyo uppl&#229;ten mot den
arrendeafgift och de villkor i &#246;frigt, hvilka med h&#228;nsyn till d&#229; r&#229;dande
f&#246;rh&#229;llanden kunna anses sk&#228;liga.

N&#228;r s&#228;rskilda omst&#228;ndigheter d&#228;rtill f&#246;ranleda, m&#229; Kungl. Maj:t medgifva
utstr&#228;ckning af arrendetiden ut&#246;fver hvad h&#228;r ofvan s&#228;gs, dock ej l&#228;ngre
&#228;n att uppl&#229;telsetiden under f&#246;rsta och andra arrendeperioden
sammanlagdt uppg&#229;r till h&#246;gst nittiofem &#229;r.

2:o. Vid utg&#229;ngen af den tid, f&#246;r hvilken arrendatorn kan erh&#229;lla
f&#246;rnyad uppl&#229;telse af vattenfallsl&#228;genheten, vare han pliktig att utan
l&#246;sen till kronan afst&#229; de honom tillh&#246;riga, &#229; l&#228;genheten befintliga
vattenverksbyggnader &#228;fvensom annan i aftalet angifven, honom tillh&#246;rig
och &#229; l&#228;genheten befintlig egendom, som erfordras f&#246;r
vattenkraftanl&#228;ggningens drift.

Vill arrendatorn icke begagna sig af den optionsr&#228;tt, som tillkommer
honom enligt hvad h&#228;r ofvan under 1:o s&#228;gs, eller skulle arrendet under
f&#246;rsta arrendeperioden upph&#246;ra till f&#246;ljd af f&#246;rverkande, skall
arrendatorn vara skyldig att till kronan utan l&#246;sen afst&#229; de honom
tillh&#246;riga, &#229; vattenfallsl&#228;genheten befintliga vattenverksbyggnader. Har
f&#246;rverkande skett under den tid det nya aftalet g&#228;ller, &#228;r arrendatorn
pliktig att till kronan utan l&#246;sen afst&#229;, f&#246;rutom n&#228;mnda
vattenverksbyggnader, j&#228;mv&#228;l annan i aftalet angifven, honom tillh&#246;rig
och &#229; l&#228;genheten befintlig egendom, som erfordras f&#246;r
vattenkraftanl&#228;ggningens drift.

3:o. Med vattenverksbyggnader afses i dessa grunder anordningar dels f&#246;r
vattnets d&#228;mning och ledande till och fr&#229;n kraftanl&#228;ggningen, s&#229;som
dammar, r&#228;nnor, kanaler, tuber, tunnlar och turbinkammare, dels ock f&#246;r
flottningen och fiskens g&#229;ng, s&#229;som flottningsutskof, timmerledare,
laxtrappor och &#229;lledare, &#228;fvensom hvad till dylika anordningar h&#246;r,
s&#229;som luckor med man&#246;veranordningar, isgrindar och dylikt.

4:o. Uttrycklig best&#228;mmelse om hvad p&#229; grund af denna &#167; skall g&#228;lla
skall intagas i arrendeaftalet.

De vattenverksbyggnader och den &#246;friga egendom, som, enligt hvad h&#228;r
ofvan i denna &#167; s&#228;gs, antingen skola af kronan &#246;fvertagas mot l&#246;sen
eller ock af arrendatorn utan l&#246;sen afst&#229;s till kronan, skola d&#228;rj&#228;mte i
arrendeaftalet noggrannt angifvas.

5 &#167; Arrendatorn skall i arrendeaftalet &#229;l&#228;ggas att, innan vattenfallets
bebyggande f&#229;r p&#229;b&#246;rjas, till vattenfallsstyrelsen ingifva f&#246;rslag till
de anordningar f&#246;r vattenkraftens utnyttjande, hvilka han har f&#246;r afsikt
att vidtaga; och skall vattenfallsstyrelsen tillse, att de anl&#228;ggningar,
som af arrendatorn till&#228;mnas, icke komma att hindra eller i h&#246;gre grad
f&#246;rsv&#229;ra ytterligare tillgodog&#246;rande af vattenkraften i vattendraget
eller genomf&#246;rande af reglering af detsamma. Vattenfallsstyrelsen skall
d&#228;rj&#228;mte i arrendeaftalet f&#246;rbeh&#229;llas r&#228;tt att &#246;fvervaka, att de
anl&#228;ggningar, som af arrendatorn utf&#246;ras, varda verkst&#228;llda p&#229;
&#228;ndam&#229;lsenligt och betryggande s&#228;tt samt i &#246;fverensst&#228;mmelse med af
vattenfallsstyrelsen godk&#228;nda ritningar.

Vill arrendatorn efter vattenkraftanl&#228;ggningens fullbordande utf&#246;ra
nyanl&#228;ggningar f&#246;r ytterligare utnyttjande af vattenkraften eller &#228;ndra
redan befintliga dylika anl&#228;ggningar, vare han skyldig att inh&#228;mta
vattenfallsstyrelsens medgifvande h&#228;rtill, och skall hvad i f&#246;rsta
stycket &#228;r sagdt &#228;ga till&#228;mpning j&#228;mv&#228;l i afseende &#229; dylika
anl&#228;ggningar.

6 &#167; I arrendeaftalet skall f&#246;reskrifvas, att, om arrendatorn vid
utf&#246;rande af vattenkraftanl&#228;ggningen g&#246;r st&#246;rre afvikelse fr&#229;n de af
vattenfallsstyrelsen godk&#228;nda ritningarna till anl&#228;ggningen eller icke
st&#228;ller sig till efterr&#228;ttelse de f&#246;reskrifter, som af
vattenfallsstyrelsen meddelats i och f&#246;r anl&#228;ggningens utf&#246;rande p&#229;
&#228;ndam&#229;lsenligt och betryggande s&#228;tt, arrender&#228;tten skall, om kronan det
p&#229;fordrar, vara af arrendatorn f&#246;rverkad och kronan vara ber&#228;ttigad att
upps&#228;ga aftalet.

D&#228;rest i arrendeaftalet stadgas skyldighet f&#246;r arrendatorn att inom viss
f&#246;reskrifven tid hafva p&#229;b&#246;rjat arbetet med vattenfallets bebyggande
eller hafva fullbordat anl&#228;ggningen i dess helhet, skall i aftalet
tillika intagas best&#228;mmelse d&#228;rom, att arrendatorn, i h&#228;ndelse af
f&#246;rsummelse i n&#228;mnda h&#228;nseende, skall, om s&#229;dant &#229; kronans v&#228;gnar yrkas,
anses hafva f&#246;rverkat arrender&#228;tten och kronan f&#246;rty vara ber&#228;ttigad att
upps&#228;ga aftalet.

Inneh&#229;ller arrendeaftalet best&#228;mmelse d&#228;rom, att uppl&#229;ten vattenkraft
eller d&#228;raf framst&#228;lld energi skall anv&#228;ndas f&#246;r visst angifvet &#228;ndam&#229;l,
och tager arrendatorn f&#246;r annat &#228;ndam&#229;l &#228;n s&#229;lunda f&#246;rutsatts
vattenkraften eller energien i anspr&#229;k till s&#229;dan omfattning att det
ursprungliga &#228;ndam&#229;let efters&#228;ttes, skall om kronan det p&#229;fordrar,
arrender&#228;tten j&#228;mv&#228;l vara f&#246;rverkad och kronan vara ber&#228;ttigad att
upps&#228;ga aftalet. F&#246;rbeh&#229;ll h&#228;rom skall intagas i arrendeaftalet.

7 &#167; Sker s&#229;dan reglering af sj&#246; eller annat vattendrag, hvarigenom
uppl&#229;tet vattenfall tillskyndas f&#246;rdel, vare arrendatorn skyldig
vidk&#228;nnas sk&#228;lig f&#246;rh&#246;jning i arrendeafgiften f&#246;r den genom regleringen
vunna &#246;kning af vattenkraft, som af honom tages i anspr&#229;k.

F&#246;rbeh&#229;ll om hvad s&#229;lunda skall g&#228;lla skall intagas i arrendeaftalet.

8 &#167; Arrendatorn skall tillf&#246;rbindas att i inl&#228;ndsk
brandf&#246;rs&#228;kringsanstalt f&#246;r kronans r&#228;kning ombes&#246;rja och utan afdrag &#229;
arrendet bekosta brandf&#246;rs&#228;kring till fulla v&#228;rdet af &#229; l&#228;genheten
befintliga, kronan tillh&#246;riga byggnader, maskiner, ledningar och annat
dylikt af beskaffenhet att b&#246;ra f&#246;rs&#228;kras mot eldskada. J&#228;mv&#228;l de
arrendatorn tillh&#246;riga, f&#246;r vattenkraftanl&#228;ggningens drift erforderliga
byggnader, maskiner, ledningar m.m., som vid arrendets slut utan l&#246;sen
tillfalla kronan, skola af arrendatorn h&#229;llas brandf&#246;rs&#228;krade p&#229; s&#228;tt
nyss &#228;r sagdt. &#197;t vattenfallsstyrelsen skall f&#246;rbeh&#229;llas r&#228;tt att, n&#228;r
anledning d&#228;rtill f&#246;rekommer, best&#228;mma, hvilken del af n&#228;mnda egendom
skall f&#246;rs&#228;kras, det belopp, hvarf&#246;r f&#246;rs&#228;kring b&#246;r s&#246;kas, samt den
anstalt, d&#228;r f&#246;rs&#228;kringen m&#229; &#228;ga rum.

D&#228;rj&#228;mte skall arrendatorn i aftalet f&#246;rpliktas att, i enlighet med hvad
i aftalet n&#228;rmare best&#228;mmes, f&#246;r vattenfallsstyrelsen f&#246;rete bevis
d&#228;rom, att brandf&#246;rs&#228;kringen fortfarande g&#228;ller.

9 &#167; 1:o. Intr&#228;ffar brandskada &#229; kronan tillh&#246;rig egendom, som afses i 8
&#167;, skall skadan genom arrendatorns f&#246;rsorg botas. Kronan skall &#228;ga
uppb&#228;ra brandskadeers&#228;ttningen, hvilken, sedan vattenfallsstyrelsen
fastst&#228;llt plan f&#246;r byggnaden eller f&#246;r anskaffning af de maskiner,
ledningar och annat dylikt, som skall ers&#228;tta det, som genom branden
f&#246;rst&#246;rts, af kronan tillhandah&#229;lles arrendatorn i den m&#229;n s&#229;dant f&#246;r
&#228;ndam&#229;let erfordras.

&#214;fverstiger kostnaden f&#246;r skadans botande den kronan tillerk&#228;nda
ers&#228;ttningen, skall det &#246;fverskjutande beloppet tillhandah&#229;llas
arrendatorn af kronan, d&#228;r ej s&#228;rskild &#246;fverenskommelse kan tr&#228;ffas
d&#228;rom, att denna &#246;fverskjutande kostnad skall af arrendatorn f&#246;rskjutas
eller af honom g&#228;ldas.

2:o. Varder kronan tillh&#246;rig, &#229; l&#228;genheten befintlig byggnad af annan
anledning &#228;n h&#228;r ofvan under 1:o omf&#246;rm&#228;les utan arrendatorns v&#229;llande
f&#246;rst&#246;rd eller s&#229; skadad, att ny byggnad eller ombyggnad erfordras,
&#229;ligger det kronan, d&#228;r icke byggnaden utan ol&#228;genhet kan undvaras, att
utan osk&#228;ligt dr&#246;jsm&#229;l verkst&#228;lla byggnaden; underl&#229;ter kronan det, &#228;ge
arrendatorn upps&#228;ga aftalet och njute skadest&#229;nd.

3:o. Skulle skada, som ofvan i mom. 1:o och 2:o s&#228;gs, intr&#228;ffa under
s&#229;dan tid eller vara af s&#229;dan art, att enligt vattenfallsstyrelsens
bed&#246;mande dess botande, med h&#228;nsyn till vattenfallsl&#228;genhetens afsedda
anv&#228;ndning efter arrendetidens utg&#229;ng, icke f&#246;r kronan medf&#246;r nytta,
skall kronan, d&#228;rest arrendatorn ej sj&#228;lf vill bota skadan, vara
ber&#228;ttigad att upps&#228;ga arrendeaftalet och &#229;tertaga hvad som
utarrenderats; och skall i dylikt fall till&#228;mpas hvad i 13 &#167; f&#246;r d&#228;r
afsedt fall stadgas om skyldighet f&#246;r kronan att utgifva l&#246;sen,
ers&#228;ttning eller skadest&#229;nd.

4:o. Var skada, som h&#228;r ofvan under 2:o afses, ringare &#228;n d&#228;r
omf&#246;rm&#228;les, ligge &#229; arrendatorn att p&#229; egen bekostnad ombes&#246;rja dess
botande.

5:o. F&#246;rbeh&#229;ll om hvad enligt denna &#167; skall g&#228;lla skall intagas i
arrendeaftalet.

10 &#167; Arrendatorn skall tillf&#246;rbindas att p&#229; egen bekostnad uppf&#246;ra och
underh&#229;lla all den st&#228;ngsel, som af vattenfallsstyrelsen pr&#246;fvas
erforderlig f&#246;r l&#228;genhetens afskiljande fr&#229;n annan egendom.

11 &#167; S&#229;som s&#228;kerhet f&#246;r fullg&#246;rande av arrendevillkoren b&#246;r f&#246;r
en tid av minst fem och h&#246;gst &#229;tta &#229;r vara st&#228;lld borgen
ing&#229;ngen antingen s&#229;som f&#246;r egen skuld av bankinr&#228;ttning, vars
bolagsordning blivit av Kungl. Maj:t fastst&#228;lld, eller ocks&#229;,
d&#228;r vattenfallsstyrelsen pr&#246;var s&#229;dant kan ske, av minst tv&#229;
personer, de d&#228;r borga en f&#246;r b&#228;gge och b&#228;gge f&#246;r en s&#229;som f&#246;r
egen skuld, och vilkas vederh&#228;ftighet &#228;r av Kungl. Maj:ts
befallningshavande eller domaren styrkt. Ansvarighet p&#229; grund
av dylik borgen m&#229; dock icke utstr&#228;ckas ut&#246;ver den tid, f&#246;r
vilken borgen blivit ing&#229;ngen.

Arrendator, som s&#229;dant f&#246;redraget, m&#229; antingen, j&#228;mte st&#228;llande
av borgen f&#246;r arrendevillkoren i &#246;vrigt, s&#229;som s&#228;kerhet f&#246;r
arrendeavgiftens erl&#228;ggande avl&#228;mna av staten, allm&#228;nna
hypoteksbanken eller av kommuner med Kungl. Maj:ts tillst&#229;nd
utgivna obligationer eller andra av vattenfallsstyrelsen
godk&#228;nda s&#228;kerhetshandlingar, motsvarande tv&#229; &#229;rs
arrendeavgift, eller ocks&#229;, i st&#228;llet f&#246;r borgen f&#246;r
uppfyllande av arrendevillkoren i deras helhet, neds&#228;tta dylika
obligationer eller andra s&#228;kerhetshandlingar till belopp,
uppg&#229;ende till fem &#229;rs arrendeavgift, samt, d&#228;r vattenfallet
utarrenderats i obebyggt skick, d&#228;rut&#246;ver till belopp,
motsvarande fem procent av den av vattenfallsstyrelsen
uppskattade anl&#228;ggnings- och anskaffningskostnaden f&#246;r de
vattenverksbyggnader och den &#246;vriga egendom, som enligt
best&#228;mmelse i avtalet kan komma att utan l&#246;sen tillfalla
kronan.

I avseende &#229; obligationernas uppskattning g&#228;ller enahanda
best&#228;mmelser, som &#228;r meddelade i fr&#229;ga om obligationer vid
uppb&#246;rdsborgen.

Minst ett &#229;r f&#246;re utg&#229;ngen av den tid, f&#246;r vilken borgen blivit
st&#228;lld, skall ny borgen avl&#228;mnas, s&#229; beskaffad som ovan s&#228;gs.
Ang&#229;ende arrendators skyldighet i sistn&#228;mnda h&#228;nseende skall
uttrycklig best&#228;mmelse intagas i avtalet med stadgande s&#229;som
&#228;ventyr f&#246;r underl&#229;tenhet att fullg&#246;ra densamma, att
vattenfallsstyrelsen skall vara ber&#228;ttigad att upps&#228;ga avtalet
samt kronan &#228;ga bekomma ers&#228;ttning f&#246;r skada.
F&#246;rordning (2003:847).

12 &#167; 1:o. Alla &#229; l&#228;genheten befintliga vattenverksbyggnader &#228;fvensom
annan egendom, som enligt best&#228;mmelse i aftalet skall utan l&#246;sen
tillfalla kronan, skola, d&#228;r ej p&#229; grund af s&#228;rskilda omst&#228;ndigheter
medgifves undantag, af arrendatorn s&#229; v&#229;rdas och underh&#229;llas, att de
under hela arrendetiden &#228;ro i fullgodt st&#229;nd. Efters&#228;tter arrendatorn
hvad s&#229;lunda &#229;ligger honom, vare han skyldig att till kronan utgifva
ers&#228;ttning, n&#228;r l&#228;genheten aftr&#228;des.

Skulle under arrendetiden brandskada intr&#228;ffa &#229; byggnad, som h&#228;r afses,
och varder ej skadan af arrendatorn botad, vare arrendatorn skyldig att,
n&#228;r l&#228;genheten aftr&#228;des, till kronan utgifva ers&#228;ttning motsvarande
kostnaden f&#246;r skadans botande.

2:o. Kronan tillh&#246;rig, &#229; l&#228;genheten befintlig egendom af annat slag &#228;n
vattenverksbyggnader skall af arrendatorn v&#229;rdas och underh&#229;llas, s&#229; att
icke n&#229;got under arrendetiden f&#246;rs&#228;mras. Efters&#228;tter arrendatorn hvad
s&#229;lunda &#229;ligger honom, vare han pliktig att utgifva ers&#228;ttning till
kronan, n&#228;r l&#228;genheten aftr&#228;des; finnes arrendatorn d&#229; hafva afhj&#228;lpt
brist, som befanns vid tilltr&#228;det, njute han d&#228;rf&#246;r godtg&#246;relse af
kronan.

3:o. I fr&#229;ga om egendom, som h&#228;r ofvan under 1:o och 2:o afses, skall
hvad i 2 kap. 10 &#167; andra stycket, 11 &#167; andra och tredje styckena samt 12
och 13 &#167;&#167; af lagen den 14 juni 1907 om nyttjander&#228;tt till fast egendom
stadgas ang&#229;ende syn &#229; utarrenderad fastighet i till&#228;mpliga delar l&#228;nda
till efterr&#228;ttelse. Syn, som j&#228;mlikt n&#228;mnda stadganden h&#229;lles &#229; egendom,
hvarom nu &#228;r fr&#229;ga, skall f&#246;rr&#228;ttas af tre eller, d&#228;r n&#229;gondera parten
det p&#229;fordrar, fem oj&#228;fviga, sakkunniga m&#228;n; och skall s&#229;dan
underr&#228;ttelse om syn, hvarom i 12 &#167; af n&#228;mnda lag f&#246;rm&#228;les, alltid, d&#228;r
den skall medf&#246;ra laga verkan, delgifvas vattenfallsstyrelsen. Ang&#229;ende
utseende af synem&#228;n f&#246;rfares s&#229;som h&#228;r nedan i 15 &#167; &#228;r stadgadt r&#246;rande
val af skiljem&#228;n.

4:o. F&#246;rbeh&#229;ll ang&#229;ende hvad h&#228;r ofvan under 1:o, 2:o och 3:o
f&#246;reskrifves skall intagas i arrendeaftalet.

13 &#167; I arrendeaftalet skola vidare, d&#228;r ej s&#228;rskilda omst&#228;ndigheter
p&#229;kalla undantag, inf&#246;ras f&#246;ljande best&#228;mmelser:

1:o. Sedan tjugu &#229;r f&#246;rflutit fr&#229;n arrendetidens b&#246;rjan, skall kronan,
s&#229;vida Kungl. Maj:t pr&#246;fvar s&#229;dant vara n&#246;dv&#228;ndigt f&#246;r tillgodoseende af
n&#229;got kronans &#228;ndam&#229;l, vara ber&#228;ttigad att n&#228;r som helst under
arrendetiden efter arrendatorn tv&#229; &#229;r f&#246;rut l&#228;mnad underr&#228;ttelse
&#229;tertaga hvad som utarrenderats samt inl&#246;sa &#229; l&#228;genheten befintliga,
arrendatorn tillh&#246;riga vattenverksbyggnader och annan egendom, som
enligt best&#228;mmelse i aftalet skola utan l&#246;sen tillfalla kronan. Vill
kronan begagna sig af r&#228;tt, som nu &#228;r sagd, vare, d&#228;r arrendatorn det
yrkar, kronan skyldig att j&#228;mv&#228;l inl&#246;sa &#246;frig arrendatorn tillh&#246;rig och
&#229; l&#228;genheten befintlig egendom, som anv&#228;ndes f&#246;r anl&#228;ggningens drift,
s&#229;som byggnader, maskiner, ledningar och dylikt.

Dessutom vare kronan pliktig att ut&#246;fver den l&#246;sen, som s&#229;lunda skall
utg&#229;, till arrendatorn utgifva ers&#228;ttning f&#246;r mistning af arrendet under
den del af arrendetiden, som &#229;terst&#229;r, d&#229; inl&#246;sen sker. D&#228;r s&#229; l&#228;mpligen
kan ske, skall denna ers&#228;ttning utg&#229; i form af kraft.

Kommer genom inl&#246;sningen arrendatorn tillh&#246;rig, utanf&#246;r
vattenfallsl&#228;genheten bel&#228;gen egendom, s&#229;som fabrik eller annan
anl&#228;ggning, som drifves genom kraft fr&#229;n vattenfallet, eller ock byggnad
eller annan anl&#228;ggning, som tillkommit f&#246;r vattenkraftens
tillgodog&#246;rande, att lida synnerlig minskning i v&#228;rde, &#228;ge arrendatorn
p&#229;fordra, att n&#228;mnda egendom med maskiner och tillbeh&#246;r &#228;fvensom den
mark, hvar&#229; den ligger, d&#228;r denna mark tillh&#246;r arrendatorn, skall af
kronan inl&#246;sas.

Har arrendatorn ing&#229;tt aftal med annan om leverans af kraft fr&#229;n
vattenkraftanl&#228;ggningen, vare kronan, d&#228;r ej kronan vill &#246;fvertaga
leveransen, pliktig att h&#229;lla arrendatorn skadesl&#246;s f&#246;r det skadest&#229;nd,
hvilket arrendatorn kan k&#228;nnas skyldig utgifva till leveranstagaren,
dock ej med h&#246;gre belopp &#228;n som motsvarar den kostnads&#246;kning, som under
den &#229;terst&#229;ende delen af leveranstiden, men i intet fall l&#228;ngre &#228;n till
utg&#229;ngen af arrendetiden, tillskyndas leveranstagaren f&#246;r ansskaffande
af annan drifkraft till den myckenhet aftalet g&#228;ller. Var aftalet
ing&#229;nget efter det kronan underr&#228;ttat arrendatorn om sin afsikt att
inl&#246;sa anl&#228;ggningen, &#228;ge dock arrendatorn ej r&#228;tt till dylik ers&#228;ttning
af kronan.

2:o. Upph&#246;r arrendet af anledning, som h&#228;r ofvan i denna &#167; under 1:o
s&#228;gs, skall ers&#228;ttningen f&#246;r den arrendatorn tillh&#246;riga, &#229; l&#228;genheten
befintliga egendom, som enligt aftalet skulle vid arrendetidens utg&#229;ng
utan l&#246;sen hemfalla till kronan, best&#228;mmas till ett belopp, hvilket
motsvarar samma egendoms anl&#228;ggnings- eller anskaffningskostnad, minskad
dels med amortering, som sk&#228;ligen kan anses bel&#246;pa &#229; den del af
arrendetiden, hvilken vid inl&#246;sningen f&#246;rflutit, dels ock med
kostnaderna f&#246;r dess f&#246;rs&#228;ttande i fullgodt skick, d&#228;rest brister skulle
i s&#229;dant afseende f&#246;refinnas.

F&#246;r annan arrendatorn tillh&#246;rig egendom, som h&#228;r ofvan under 1:o
omf&#246;rm&#228;les skall ers&#228;ttning utg&#229; efter fulla v&#228;rdet vid tiden f&#246;r
inl&#246;sningen. Kostnad, som g&#246;res &#229; anl&#228;ggningen efter det arrendatorn af
kronan erh&#229;llit underr&#228;ttelse att fr&#229;ga v&#228;ckts om anl&#228;ggningens
inl&#246;sande f&#246;r kronans r&#228;kning, m&#229; vid v&#228;rdets eller ers&#228;ttningens
best&#228;mmande tagas i ber&#228;kning, allenast s&#229; vidt kostnaden pr&#246;fvas hafva
varit n&#246;dig och nyttig samt icke f&#246;retagen i uppenbar afsikt att vinna
h&#246;gre ers&#228;ttning.

3:o. &#196;r fr&#229;gan om beloppet af l&#246;sen eller ers&#228;ttning, som h&#228;r ofvan
under 1:o ock 2:o s&#228;gs, icke slutligen afgjord f&#246;re utg&#229;ngen af det &#229;r,
som f&#246;ljer n&#228;rmast efter det, under hvilket v&#228;rderingen skett, skall ny
v&#228;rdering &#228;ga rum, d&#228;rest n&#229;gondera parten det fordrar.

14 &#167; N&#228;r arrende upph&#246;r, skall arrendatorn hembjuda kronan till inl&#246;sen
de delar af anl&#228;ggningen j&#228;mte d&#228;rtill h&#246;rande maskiner, ledningar,
transformatorstationer och &#246;friga byggnader, hvilka finnas &#229;
vattenfallsl&#228;genheten och icke enligt best&#228;mmelse i arrendeaftalet skola
utan l&#246;sen tillfalla kronan. Vill kronan i andra fall, &#228;n d&#229;
l&#246;sensskyldighet j&#228;mlikt 4 &#167; 1:o tredje stycket, 9 &#167; 3:o samt 13 &#167;
&#229;ligger kronan, ej helt eller delvis inl&#246;sa hvad s&#229;lunda hembjudits
eller har kronan ej inom tv&#229; m&#229;nader efter det hembud gjordes f&#246;rklarat
sig d&#228;rtill villig, &#228;ge arrendatorn bortf&#246;ra egendomen eller den del
d&#228;rav, som kronan icke &#246;nskar &#246;fvertaga. &#196;r hvad arrendatorn s&#229;lunda
&#228;ger fr&#229;n vattenfallsl&#228;genheten skilja icke bortf&#246;rdt inom viss, af
vattenfallsstyrelsen f&#246;relagd tid, tillfalle det kronan utan l&#246;sen; &#228;ge
ock kronan, d&#228;r kronan det hellre vill, l&#229;ta p&#229; arrendatorns bekostnad
bortf&#246;ra egendom, hvarom nu &#228;r fr&#229;ga. F&#246;rbeh&#229;ll ang&#229;ende hvad i denna &#167;
f&#246;reskrives skall intagas i arrendeaftalet.

15 &#167; 1:o. L&#246;sen, ers&#228;ttning eller skadest&#229;nd, som j&#228;mlikt best&#228;mmelserna
i 4 &#167; 1:o, 9 &#167;, 13 &#167; 1:o och 2:o eller 14 &#167; kronan finnes skyldig att
utgifva, skall, d&#228;r parterna icke kunna enas om l&#246;senskillingens,
ers&#228;ttningen eller skadest&#229;ndets belopp, best&#228;mmas af tre eller, om
n&#229;gondera parten det p&#229;yrkar, fem oj&#228;fviga, sakkunniga skiljem&#228;n. I
skiljen&#228;mnd, som nu &#228;r sagd, &#228;ge parterna ins&#228;tta lika antal ledam&#246;ter,
hvarefter de s&#229;lunda utsedda tillkalla ytterligare en skiljeman s&#229;som
ordf&#246;rande. Tredskas n&#229;gondera parten att utse skiljeman eller kunna de
utsedda ej f&#246;rena sig om valet af ordf&#246;rande, &#228;ge Kungl Maj:ts
befallningshafvande i detta l&#228;n, inom hvilket vattenfallet &#228;r bel&#228;get,
eller, d&#228;r vattenfallet ligger p&#229; gr&#228;nsen mellan tv&#229; l&#228;n, Kungl. Maj:ts
befallningshafvande i b&#229;da l&#228;nen gemensamt att f&#246;rordna om valet. N&#246;jes
ej part med hvad de flesta skiljem&#228;nnen s&#228;ga, g&#228;lle hvad d&#228;rom finnes
stadgadt i 2 kap. 8 &#167; af lagen den 14 juni 1907 om nyttjander&#228;tt till
fast egendom. Kunna parterna ej enas om den f&#246;rh&#246;jning i
arrendeafgiften, som enligt 7 &#167; kan ifr&#229;gakomma, skall afgiften
best&#228;mmas i den h&#228;r ofvan stadgade ordning.

2:o. Skall eljest enligt best&#228;mmelse i aftalet eller ock enligt allm&#228;n
lag kronan g&#228;lda skadest&#229;nd i f&#246;ljd av arrendes upph&#246;rande eller &#228;r af
s&#229;dan anledning arrendatorn enligt best&#228;mmelse i aftalet eller enligt
allm&#228;n lag skadest&#229;ndsskyldig, g&#228;lle i fr&#229;ga om best&#228;mmande af
skadest&#229;ndets belopp havd h&#228;r ofvan under 1:o s&#228;gs.

3:o. F&#246;rbeh&#229;ll ang&#229;ende hvad under 1:o och 2:o f&#246;reskrifves skall
intagas i arrendeaftalet.

16 &#167; Ej m&#229; arrender&#228;tt till vattenfallsl&#228;genhet eller till utm&#229;l, som
s&#228;rskildt uppl&#229;tits, af arrendatorn &#246;fverl&#229;tas utan
vattenfallsstyrelsens medgifvande.

F&#246;rbeh&#229;ll h&#228;rom skall intagas i aftalet.

17 &#167; Dessa grunder skola &#228;ga till&#228;mpning j&#228;mv&#228;l d&#229; fr&#229;ga &#228;r om avtal
ang&#229;ende nyttjande av vattenfallsl&#228;genhet, betr&#228;ffande vilken kronans
&#228;gander&#228;tt &#228;r f&#246;rem&#229;l f&#246;r tvist, dock icke i de fall, d&#229; avtal r&#246;rande
uppl&#229;telse av l&#228;genheten m&#229; avslutas med till&#228;mpning av f&#246;rordningen
ang&#229;ende grunder f&#246;r uppl&#229;telse av vissa kronan tillh&#246;riga vattenfall
och str&#246;mfall. Kung&#246;relse (1915:188).

18 &#167; D&#228;r vattenfallsl&#228;genhet skall uppl&#229;tas med vattenfallsr&#228;tt, skall
hvad h&#228;r ofvan i 3--5 och 7--15 samt 17 &#167;&#167; &#228;r f&#246;reskrifvet betr&#228;ffande
arrende &#228;ga motsvarande till&#228;mpning; dock att uppl&#229;telse af vattenfall i
obebyggdt skick m&#229;, utan hinder af stadgandet i 4 &#167;, ske f&#246;r en tid af
intill sjuttiofem &#229;r. Afser s&#229;dan uppl&#229;telse l&#228;ngre tid &#228;n sextiofem &#229;r,
&#228;ge nyttjander&#228;ttshafvaren ej optionsr&#228;tt att f&#229; vattenfallsl&#228;genheten
till sig &#229;nyo uppl&#229;ten, utan vare pliktig att vid utg&#229;ngen af
uppl&#229;telsetiden aftr&#228;da vattenfallet och utan l&#246;sen till kronan afst&#229; de
honom tillh&#246;riga, &#229; l&#228;genheten befintliga vattenverksbyggnader &#228;fvensom
annan i aftalet angifven, honom tillh&#246;rig och &#229; l&#228;genheten befintlig
egendom, som erfordras f&#246;r vattenkraftanl&#228;ggningens drift. Best&#228;mmelse
om hvad s&#229;lunda skall g&#228;lla skall intagas i uppl&#229;telsehandlingen.
Kung&#246;relse (1911:68).

19 &#167; I aftal om vattenfallsr&#228;tt m&#229; kunna stadgas, att
vattenfallsstyrelsen &#228;ger utse sakkunnig person, som har att p&#229;
nyttjander&#228;ttshafvarens bekostnad &#229; arbetsplatsen kontrollera arbetets
utf&#246;rande och &#229; kronans v&#228;gnar godk&#228;nna anl&#228;ggningarna i den m&#229;n de
utf&#246;rts eller fullbordats.

I aftalet skall f&#246;reskrifvas, att, om nyttjander&#228;ttshafvaren vid
utf&#246;rande af vattenkraftanl&#228;ggningen g&#246;r st&#246;rre afvikelse fr&#229;n de af
vattenfallsstyrelsen godk&#228;nda ritningarna till anl&#228;ggningen eller icke
st&#228;ller sig till efterr&#228;ttelse de f&#246;reskrifter, som af
vattenfallsstyrelsen meddelats i och f&#246;r anl&#228;ggningens utf&#246;rande p&#229;
&#228;ndam&#229;lsenligt och betryggande s&#228;tt, vattenfallsstyrelsen skall &#228;ga att
l&#229;ta inst&#228;lla arbetets vidare forts&#228;ttande.

D&#228;rest i aftalet stadgas skyldighet f&#246;r nyttjander&#228;ttshafvaren att inom
viss f&#246;reskrifven tid hafva p&#229;b&#246;rjat arbetet med vattenfallets
bebyggande eller hafva fullbordat anl&#228;ggningen i dess helhet, m&#229;
tillika, om s&#228;rskilda sk&#228;l f&#246;ranleda d&#228;rtill, i aftalet intagas
best&#228;mmelse d&#228;rom, att nyttjander&#228;ttshafvaren, i h&#228;ndelse af v&#228;sentlig
f&#246;rsummelse i n&#228;mnda h&#228;nseende, skall, om s&#229;dant &#229; kronans v&#228;gnar yrkas,
anses hafva f&#246;rverkat vattenfallsr&#228;tten och kronan f&#246;rty vara ber&#228;ttigad
att upps&#228;ga aftalet. Inneh&#229;ller aftalet best&#228;mmelse d&#228;rom, att uppl&#229;ten
vattenkraft eller d&#228;raf framst&#228;lld energi skall anv&#228;ndas f&#246;r visst
angifvet &#228;ndam&#229;l, och tager nyttjander&#228;ttshafvaren f&#246;r annat &#228;ndam&#229;l &#228;n
s&#229;lunda f&#246;rutsatts vattenkraften eller energien i anspr&#229;k till s&#229;dan
omfattning, att det ursprungliga &#228;ndam&#229;let efters&#228;ttes, skall, om
f&#246;rbeh&#229;ll d&#228;rom skett i aftalet, kronan j&#228;mv&#228;l kunna p&#229;fordra, att
vattenfallsr&#228;tten skall vara f&#246;rverkad och f&#246;rty &#228;ga upps&#228;ga aftalet.
Har ej upps&#228;gning skett inom ett &#229;r efter det anledning d&#228;rtill efter ty
nyss &#228;r sagdt f&#246;r hvarje fall yppades, &#228;ger kronan sedermera ej &#229;beropa
nyttjander&#228;ttshafvarens f&#246;rsummelse i nu n&#228;mndt h&#228;nseende s&#229;som grund
f&#246;r hans skiljande fr&#229;n vattenfallsr&#228;tten.

I aftalet m&#229; kunna stadgas skyldighet f&#246;r nyttjander&#228;ttshafvaren att i
fr&#229;ga om tillhandah&#229;llande af vattenkraft eller d&#228;raf framst&#228;lld energi
vara underkastad de villkor, som i s&#229;dant h&#228;nseende kunna vara af Kungl.
Maj:t i allm&#228;nhet stadgade. Kung&#246;relse (1911:68).

20 &#167; Vattenfallsr&#228;tt m&#229; icke utan Kungl. Maj:ts tillst&#229;nd uppl&#229;tas eller
&#246;fverl&#229;tas till annan &#228;n i Sverige bosatt svensk medborgare eller
handelsbolag, hvars samtliga medlemmar &#228;ro svenska medborgare, bosatta
h&#228;r i riket, eller aktiebolag, hvars bolagsordning f&#246;reskrifver, dels
att aktie icke m&#229; utan Kungl. Maj:ts tillst&#229;nd tecknas af eller
&#246;fverl&#229;tas &#229; andra &#228;n i Sverige bosatta svenska medborgare, dels att
&#228;ndring i bolagsordningen i detta h&#228;nseende icke &#228;r giltig, med mindre
Kungl. Maj:t till &#228;ndringen l&#228;mnat medgifvande. Kung&#246;relse (1911:68).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4582">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4584">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
