

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1994-02-24" /> 
 <meta id="rattsinfo-edited" content="2007-05-31" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4588</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4587">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4589">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1906:60 s. 1 ·
                    <a href="/sfsr?bet=1906:60 s. 1">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kungl. Maj:ts f&#246;rnyade stadgar (1906:60 s. 1) f&#246;r 
vetenskapssocieteten i Uppsala
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Utbildningsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1906-07-06
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Vetenskapssocietetens uppgift och sammans&#228;ttning.

&#167; 1.

Vetenskapssocieteten i Uppsala, grundad i november 1710 och stadf&#228;stad
af konung Fredrik I den 11 november 1728, har till uppgift att fr&#228;mja
vetenskaplig forskning, i fr&#228;msta rummet inom matematik, naturvetenskap
och medicin, samt r&#246;rande Sveriges natur och forntid.

&#167; 2.

Societeten s&#246;ker verka f&#246;r sin uppgift:

a) genom offentligg&#246;rande af vetenskapliga afhandlingar;

b) genom underst&#246;d och bel&#246;ningar f&#246;r vetenskapliga arbeten;

c) genom samlande och tillhandah&#229;llande af vetenskaplig litteratur,
s&#228;rskildt periodisk;

d) genom f&#246;redrag &#246;fver vetenskapliga &#228;mnen.

&#167; 3.

Vetenskapssocieteten st&#229;r under Kungl. Maj:ts n&#229;diga beskydd.

Den utg&#246;res av praeses illustris, d&#229; Kungl. Maj:t finner f&#246;r gott att en
s&#229;dan f&#246;rordna, samt av hedersledam&#246;ter och ordinarie ledam&#246;ter. Bland
hedersledam&#246;terna intaga invalda medlemmar av svenska konungahuset en
avdelning f&#246;r sig under namn av f&#246;rste hedersledam&#246;ter. De ordinarie
ledam&#246;terna &#228;ro dels inl&#228;ndska, av vilka h&#246;gst 130 med en levnads&#229;lder
under 70 &#229;r, dels utl&#228;ndska till ett antal av 100.

Ledam&#246;terna intaga sig emellan den ordning, i vilken de blivit invalda.

&#167; 4.

Uppst&#229;r vakans av preses illustris, har societeten att d&#228;rom g&#246;ra
anm&#228;lan hos Kungl. Maj:t och inkomma med underd&#229;nigt f&#246;rslag.

&#167; 5.

Vid societetens ordinarie sammantr&#228;de i maj m&#229;nad hvarje &#229;r f&#246;rr&#228;ttas
val af ordf&#246;rande inom societeten f&#246;r n&#228;sta arbets&#229;r, hvilket tager sin
b&#246;rjan i september m&#229;nad. Ombyte af ordf&#246;rande sker under ordinarie
sammantr&#228;det i sistn&#228;mnda m&#229;nad, till hvilket sammantr&#228;de afg&#229;ende
ordf&#246;rande utf&#228;rdar kallelse.

&#167; 6.

Ordf&#246;randen, som, n&#228;r preses illustris icke &#228;r tillst&#228;des, leder
f&#246;rhandlingarna vid societetens sammankomster, b&#246;r s&#246;ka befr&#228;mja den
vetenskapliga verksamheten inom societeten genom att f&#246;ranstalta om
f&#246;redrags h&#229;llande d&#228;rst&#228;des och vetenskapliga afhandlingars inl&#228;mnande
till tryckning i societetens skrifter. Han b&#246;r f&#246;r &#246;frigt vaka &#246;fver
societetens allm&#228;nna angel&#228;genheter, f&#246;ra societetens talan, d&#228;r s&#229;
erfordras, samt vinnl&#228;gga sig om allt, som kan befordra societetens
&#228;ndam&#229;l och sanna b&#228;sta.

&#167; 7.

Afg&#229;r ordf&#246;randen under arbets&#229;ret, &#228;ger vetenskapssocieteten, sedan
s&#229;dant vid n&#228;sta sammankomst anm&#228;lts, vid d&#228;rp&#229; f&#246;ljande sammankomst
v&#228;lja ny ordf&#246;rande till arbets&#229;rets slut. V&#228;ljer societeten ej ny
ordf&#246;rande eller &#228;r ordf&#246;randen eljest f&#246;r l&#228;ngre eller kortare tid
f&#246;rhindrad att ut&#246;fva sitt kall, intr&#228;der i hans st&#228;lle den, hvilken
under n&#228;rmast f&#246;reg&#229;ende &#229;r varit ordf&#246;rande. &#196;r &#228;fven denne f&#246;rhindrad,
intr&#228;der den, hvilken n&#228;rmast f&#246;re honom varit ordf&#246;rande, o. s. v.

&#167; 8.

Hedersledam&#246;ter f&#246;resl&#229;s af hvilken ledamot som helst vid allm&#228;nt
sammantr&#228;de. &#214;fver f&#246;rslaget r&#246;stas vid n&#228;sta sammantr&#228;de med slutna
sedlar och med ja eller nej, och fordras tv&#229; tredjedelars pluralitet f&#246;r
den f&#246;reslagnes antagande. Endast beslut om inval av hedersledamot, icke
f&#246;rslag d&#228;rom, inflyter i societetens protokoll.

&#167; 9.

Vetenskapssocietetens ordinarie ledam&#246;ter &#228;ro f&#246;rdelade i fyra klasser,
n&#228;mligen:

en fysisk-matematisk med h&#246;gst 40 inl&#228;ndska ledam&#246;ter under 70 &#229;r samt
med 40 utl&#228;ndska ledam&#246;ter;

en naturalhistorisk-medicinsk med h&#246;gst 50 inl&#228;ndska ledam&#246;ter under 70
&#229;r, av vilka 30 medicinare och 20 &#246;vriga, samt med 40 utl&#228;ndska
ledam&#246;ter;

en historisk-arkeologisk med h&#246;gst 20 inl&#228;ndska ledam&#246;ter under 70 &#229;r
samt med 10 utl&#228;ndska ledam&#246;ter;

en teknisk-ekonomisk med h&#246;gst 20 inl&#228;ndska ledam&#246;ter under 70 &#229;r samt
med 10 utl&#228;ndska ledam&#246;ter.

&#167; 10.

D&#229; ledamot uppn&#229;r 70 &#229;rs &#229;lder, dessf&#246;rinnan avlider eller v&#228;ljes till
hedersledamot, anmodar sekreteraren de inl&#228;ndska ledam&#246;terna av
vederb&#246;rande klass att uppr&#228;tta skriftligt motiverat f&#246;rslag till ny
ledamot. Dock m&#229; det bero p&#229; klassen att v&#228;cka f&#246;rslag om uppskov med
platsens &#229;terbes&#228;ttande. Klass, som &#228;r i behov av ut&#246;kning inom de i &#167; 9
n&#228;mnda gr&#228;nserna, har att d&#228;rom g&#246;ra framst&#228;llning till societeten.

Klassens f&#246;rslag delgifves societeten vid allm&#228;nt sammantr&#228;de. Vid ett
f&#246;ljande allm&#228;nt sammantr&#228;de inom societeten skall, d&#228;r ej uppskof
beslutes, val f&#246;retagas. Societetens inom Sverige bosatta ledam&#246;ter b&#246;ra
i kallelsen underr&#228;ttas om f&#246;rest&#229;ende val. Till &#229;terbes&#228;ttande af
hvarje ledig plats b&#246;ra minst tv&#229; personer vara f&#246;reslagna. Under
m&#229;naderna juni, juli och augusti m&#229; val icke &#228;ga rum.

Vetenskapssocietetens tj&#228;nstem&#228;n.

&#167; 11.

Vetenskapssocietetens tj&#228;nstem&#228;n &#228;ro sekreteraren, skattm&#228;staren och
bibliotekarien. De tv&#229; f&#246;rstn&#228;mnda v&#228;ljas bland societetens inl&#228;ndska
ordinarie ledam&#246;ter.

&#167; 12.

N&#228;r sekreterare- eller skattm&#228;starbefattningen &#228;r ledig, &#228;ger val rum
efter den afg&#229;ngne, sedan ledigheten blifvit vid ett f&#246;reg&#229;ende
sammantr&#228;de tillk&#228;nnagifven, och g&#228;ller valet f&#246;r obest&#228;md tid.

&#167; 13.

&#196;r bibliotekarietj&#228;nsten ledig, skall detta vid allm&#228;nt sammantr&#228;de
tillk&#228;nnagifvas, hvarefter vid n&#228;rmast f&#246;ljande sammantr&#228;de eftertr&#228;dare
f&#246;rordnas, f&#246;r best&#228;md tid eller tills vidare.

&#167; 14.

Sekreteraren &#229;ligger:

att f&#246;ra protokoll vid societetens sammantr&#228;den samt f&#246;rbereda och
f&#246;redraga de &#228;renden, som d&#228;r skola f&#246;rekomma;

att tillse, att intet &#228;rende f&#246;rsummas eller utan sk&#228;l f&#246;rdr&#246;jes, samt
befordra till verkst&#228;llighet de vid sammantr&#228;dena fattade besluten;

att f&#246;ra diarium &#246;fver in- och utg&#229;ende skrifvelser samt i societetens
namn och &#229; dess v&#228;gnar ombes&#246;rja brefv&#228;xlingen s&#229;v&#228;l inom som utom
landet;

att ordna, v&#229;rda och f&#246;ra register &#246;fver alla till arkivet h&#246;rande
handlingar, &#246;fvervaka tryckningen &#228;fvensom utdelningen af societetens
skrifter samt attestera de r&#228;kningar, som g&#228;lla utgifter r&#246;rande
societetens litter&#228;ra verksamhet.

Sekreteraren tillkommer ock att ombes&#246;rja och j&#228;mte ordf&#246;randen
underskrifva de diplomer, som skola utf&#228;rdas till de i societeten
invalda ledam&#246;terna.

N&#228;r n&#229;gon ordinarie medlemsplats &#228;r ledig, har sekreteraren att
sammankalla vederb&#246;rande klass f&#246;r afgifvande af f&#246;rslag till platsens
&#229;terbes&#228;ttande.

&#167; 15

Skattm&#228;staren &#229;ligger:

att ombes&#246;rja all penningf&#246;rvaltning betr&#228;ffande s&#229;v&#228;l societetens
allm&#228;nna kassa som de fonder, hvilka blifvit donerade till societeten
och af densamma f&#246;rvaltas;

att v&#229;rda societetens fastighet, bevaka och f&#246;rnya inteckningar f&#246;r
utl&#228;mnade l&#229;n samt f&#246;r hvarje kalender&#229;r f&#246;re den 1 p&#229;f&#246;ljande april
till de af societeten valda revisorerna f&#246;r granskning &#246;fverl&#228;mna
vederb&#246;rliga r&#228;kenskaper.

Likaledes har han att, under iakttagande af f&#246;reskriften i &#167; 14 ang&#229;ende
vissa r&#228;kningars attesterande, anv&#228;nda medel f&#246;r l&#246;pande n&#246;dv&#228;ndiga
utgifter.

&#167; 16.

Bibliotekariens &#229;ligganden &#228;ro:

att hava tillsyn &#246;ver societetens inventarium och bibliotek;

att emottaga och i s&#228;rsild accessionskatalog inf&#246;ra alla till
societetens bibliotek ing&#229;ende bidrag;

att ombes&#246;rja distributionen av societetens skrifter till de l&#228;rda
samfund och institutioner, med vilka den &#228;r i f&#246;rbindelse;

att bitr&#228;da vid och ombes&#246;rja korrespondensen med offentliga
myndigheter, l&#228;rda samfund eller enskilda r&#246;rande societetens
angel&#228;genheter, f&#246;r s&#229; vitt fr&#229;ga &#228;r om biblioteket och utbytet av l&#228;rda
skrifter;

att tillhandag&#229; vid utl&#229;ning ur societetens bibliotek.

D&#229; andra uppdrag, s&#229;som uppr&#228;ttande av allm&#228;n katalog &#246;ver biblioteket
och dylikt, l&#228;mnas &#229;t bibliotekarien, &#228;ger han d&#228;rf&#246;r av societetens
medel uppb&#228;ra s&#228;rskilt arvode.

Biblioteket skall tv&#229; g&#229;nger i veckan p&#229; best&#228;mda tider h&#229;llas &#246;ppet;
dock m&#229;, d&#229; s&#228;rskilda omst&#228;ndigheter d&#228;rtill f&#246;ranleda, bibliotekets
&#246;ppeth&#229;llande kunna inskr&#228;nkas till en g&#229;ng i veckan, s&#229;vida tillf&#228;lle
till bokl&#229;n beredes allm&#228;nheten &#228;ven p&#229; andra tider efter
&#246;verenskommelse med bibliotekarien.

&#167; 17.

&#196;r sekreteraren af laga f&#246;rfall hindrad att tillst&#228;deskomma vid n&#229;got
sammantr&#228;de, f&#246;rordne ordf&#246;randen tillf&#228;llig vikarie. &#196;r sekreteraren
f&#246;r l&#228;ngre tid f&#246;rhindrad att bestrida sin tj&#228;nst, eller har han afg&#229;tt
fr&#229;n sin befattning, &#228;ger ordf&#246;randen f&#246;rordna vikarierande sekreterare,
intill dess societeten kan &#229; ordinarie sammantr&#228;de f&#246;rordna s&#229;dan eller
v&#228;lja ny sekreterare.

&#196;r skattm&#228;staren eller bibliotekarien f&#246;r l&#228;ngre tid f&#246;rhindrad att
bestrida sin tj&#228;nst, utser societeten vid ordinarie sammantr&#228;de
st&#228;llf&#246;retr&#228;dare.

Vikarierande sekreterare och skattm&#228;stare skola utses bland societetens
inl&#228;ndska ledam&#246;ter.

Sammantr&#228;dena och &#228;rendenas behandling.

&#167; 18.

Societeten h&#229;ller ordinarie sammantr&#228;de en g&#229;ng under hvardera af
m&#229;naderna september, oktober, november, december, februari, mars, april
och maj p&#229; dag, som af societeten s&#228;rskildt beslutes, hvarf&#246;rutom extra
ordinarie sammantr&#228;den kunna h&#229;llas, d&#229; anledning d&#228;rtill f&#246;refinnes.

&#167; 19.

Kallelse till sammantr&#228;de utf&#228;rdas af ordf&#246;randen.

&#167; 20.

Endast n&#228;rvarande ledamot kan deltaga i omr&#246;stning. Utl&#228;ndska ledam&#246;ter
&#228;ga r&#246;str&#228;tt i alla fr&#229;gor utom ekonomiska och administrativa.

&#167; 21.

Val af hedersledam&#246;ter och ordinarie ledam&#246;ter, af ordf&#246;rande,
sekreterare och skattm&#228;stare samt, om n&#229;gon af societetens medlemmar
p&#229;yrkar det, af bibliotekarie sker med slutna sedlar.

Hafva vid ett val flera &#228;n tv&#229; f&#229;tt r&#246;ster, men ingen af dem erh&#229;llit
minst h&#228;lften af de afgifna r&#246;sterna, f&#246;retages ny omr&#246;stning om de tv&#229;,
som erh&#229;llit de flesta r&#246;sterna.

I fr&#229;ga om annat &#228;rende skall ordf&#246;randen, sedan &#246;fverl&#228;ggningen
f&#246;rklarats afslutad, framst&#228;lla proposition, s&#229; affattad, att den m&#229;
kunna besvaras med ja eller nej. Ordf&#246;randen tillk&#228;nnagifver d&#228;refter,
huru enligt hans uppfattning beslutet utfallit, och bekr&#228;ftar det genom
klubbslag, d&#228;rest ej omr&#246;stning beg&#228;res.

Utfalla r&#246;stetalen lika, skiljes genom lottning.

&#167; 22.

Afg&#229;r n&#229;gon af societetens tj&#228;nstem&#228;n, f&#246;retages nytt val, s&#229; snart ske
kan.

Societetens ekonomi.

&#167; 23.

Societetens tillh&#246;righeter och ekonomiska angel&#228;genheter v&#229;rdas af
skattm&#228;staren med bitr&#228;de af f&#246;rvaltningsutskottet.

Detta utg&#246;res af tv&#229; bland societetens medlemmar, hvilka v&#228;ljas af
societeten bland dess i Uppsala bosatta inl&#228;ndska ordinarie ledam&#246;ter.

Afg&#229;r medlem af f&#246;rvaltningsutskottet, f&#246;retages nytt val, s&#229; snart ske
kan.

&#167; 24.

Societetens v&#228;rdepapper och s&#228;kerhetshandlingar skola f&#246;rvaras p&#229;
brandfritt st&#228;lle under tv&#229; l&#229;s med olika nycklar, af hvilka
skattm&#228;staren har den ena och en medlem af f&#246;rvaltningsutskottet den
andra.

&#167; 25.

Vid ordinarie sammantr&#228;de i december m&#229;nad utser societeten bland sina
medlemmar tv&#229; revisorer och tv&#229; revisorssuppleanter, hvilka hafva att
senast vid majsammantr&#228;det till societeten afgifva ber&#228;ttelse ang&#229;ende
verkst&#228;lld granskning af societetens ekonomiska f&#246;rvaltning och
r&#228;kenskaper, hvarefter societeten fattar beslut i fr&#229;ga om
ansvarsbefrielse f&#246;r skattm&#228;staren och f&#246;rvaltningsutskottet.

&#167; 26.

Societetens medel disponeras af societeten ensam, s&#229; att intet besked
d&#228;rf&#246;r g&#246;res annat &#228;n f&#246;r societetens medlemmar.

&#167; 27.

Minst hvart femte &#229;r skola societetens arkiv och &#246;friga l&#246;sa egendom af
revisorerna inventeras efter f&#246;refintliga f&#246;rteckningar.

&#196;ndring af stadgarna.

&#167; 28.

F&#246;rslag till &#228;ndring af dessa stadgar b&#246;r inl&#228;mnas skriftligen och
motiveradt samt cirkulera bland de inom Sverige bosatta inl&#228;ndska
ledam&#246;terna, innan f&#246;rslaget i societeten kan komma under &#246;fverl&#228;ggning.
Om d&#228;refter societeten vid ordinarie sammantr&#228;de med tv&#229; tredjedelar af
de afgifna r&#246;sterna antager f&#246;rslaget, ins&#228;ndas handlingarna till Kungl.
Maj:t.

Det alla, som vederb&#246;r, hafva sig h&#246;rsamligen att efterr&#228;tta. Till
yttermera visso hafve Vi detta med egen hand underskrifvit och med V&#229;rt
kungl. sigill bekr&#228;fta l&#229;tit. Stockholms slott den 6 juli 1906.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4587">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4589">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
