

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2011-02-21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4589</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4588">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4590">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1904:48 s.1 ·
                    <a href="/sfsr?bet=1904:48 s.1">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1904:48 s.1) om sam&#228;gander&#228;tt</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1904-09-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2010:26
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; &#196;ro tv&#229; eller flera samf&#228;llt &#228;gare av fastighet eller l&#246;s sak, eller
tillh&#246;r aktie, obligation eller skuldebrev tv&#229; eller flera samf&#228;llt,
tillkomme envar av dem viss lott i godset. Lotterna vare f&#246;r lika
r&#228;knad, d&#228;r ej annat f&#246;rh&#229;llande kan visas.

2 &#167; F&#246;r f&#246;rfogande &#246;ver det samf&#228;llda godset i dess helhet eller f&#246;r
vidtagande av &#229;tg&#228;rd i godsets f&#246;rvaltning erfordras samtliga del&#228;gares
samtycke; dock m&#229; &#229;tg&#228;rd, som f&#246;r godsets bevarande tarvas och ej t&#229;l
uppskov, utan hinder d&#228;rav att n&#229;gon del&#228;gare i f&#246;ljd av sjukdom,
fr&#229;nvaro eller annan orsak &#228;r ut st&#229;nd att i &#229;tg&#228;rden deltaga, av &#246;vriga
vidtagas.

3 &#167; Kunna del&#228;garna ej enas r&#246;rande godsets f&#246;rvaltning eller nyttjande,
&#228;ge p&#229; ans&#246;kan av del&#228;gare r&#228;tten f&#246;rordna, att godset under viss tid
skall omh&#228;nderhavas av god man, som av r&#228;tten utses. Till god man m&#229; ock
del&#228;gare f&#246;rordnas.

4 &#167; Den, som enligt 3 &#167; blivit utsedd till god man, &#229;ligger att godset
till del&#228;garnes samf&#228;llda b&#228;sta f&#246;rvalta. Vill han godset bortlega, &#228;ge
makt d&#228;rtill, dock ej f&#246;r l&#228;ngre tid &#228;n f&#246;rordnandet avser. D&#228;r fr&#229;ga &#228;r
om fast egenom, &#228;ge han bortlega egendomen till den fardag, som infaller
n&#228;st efter det sagda tid g&#229;tt till &#228;nda, eller, om viss minsta tid f&#246;r
uppl&#229;telsen &#228;r best&#228;md enligt lag, f&#246;r s&#229;dan tid.

Beh&#229;llen avkastning av godset varde av gode mannen f&#246;r varje &#229;r mellan
&#228;garna f&#246;rdelad. Lag (1970:1005).

5 &#167; Varda f&#246;re utg&#229;ngen av den tid, gode mannens f&#246;rordnande avser,
del&#228;garne ense att &#229;tertaga f&#246;rvaltningen av godset, och g&#246;ra de d&#228;rom
anm&#228;lan hos r&#228;tten, eller varder hos r&#228;tten upplyst, att godset blivit
f&#246;r gemensam r&#228;kning f&#246;rs&#229;lt eller att n&#229;gon del&#228;gare l&#246;st de andra ut
eller att gemenskapen annorledes upph&#246;rt, varde gode mannen av r&#228;tten
entledigad.

6 &#167; Envar del&#228;gare i samf&#228;llt gods, varom i 1 &#167; s&#228;gs, &#228;ge, d&#228;r ej
annorledes &#228;r mellan honom och &#246;vriga del&#228;gare avtalat, hos r&#228;tten s&#246;ka,
att godset f&#246;r gemensam r&#228;kning utbjudes till f&#246;rs&#228;ljning &#229; offentlig
auktion; dock m&#229; f&#246;rordnande om utbjudande ej meddelas, d&#228;r annan
del&#228;gare visar synnerliga sk&#228;l f&#246;r anst&#229;nd.

7 &#167; &#196;r samf&#228;lld fastighet s&#229;dan, att till&#228;mpning av f&#246;rskrifterna om
klyvning kan ifr&#229;gakomma, och har del&#228;gare i fastigheten gjort ans&#246;kan
om fastighetens f&#246;rs&#228;ljning; vill annan del&#228;gare att gemenskapen skall
uppl&#246;sas genom klyvning, give det tillk&#228;nna, innan ans&#246;kningen varder av
f&#246;rsta domstol avgjord. Upplyses, att klyvning blivit i laga ordning
s&#246;kt, l&#229;te r&#228;tten fr&#229;gan om f&#246;rs&#228;ljning vila, till dess sig visat,
huruvida p&#229; den ans&#246;kan klyvning kommer till st&#229;nd; &#228;r ej ans&#246;kan om
klyvning gjord, give r&#228;tten n&#246;dig tid d&#228;rtill. Kommer n&#229;gon i h&#246;gre r&#228;tt
och visar, att klyvning blivit s&#246;kt, m&#229; fastigheten &#228;ndock g&#229; till
f&#246;rs&#228;ljning, evad klyvningen kommer till st&#229;nd eller icke. (Lag
(1971:1051).

8 &#167; F&#246;rordnar r&#228;tten, att gods skall utbjudas till f&#246;rs&#228;ljning &#229;
offentlig auktion, n&#228;mne r&#228;tten en god man att ombes&#246;rja auktionen och
f&#246;rdela k&#246;peskillingen samt, d&#228;r fr&#229;ga &#228;r om fastighet, utf&#228;rda
k&#246;pebrev.

9 &#167; I samband med ett f&#246;rordnande om offentlig auktion skall r&#228;tten
ocks&#229;, om det yrkas av n&#229;gon del&#228;gare, best&#228;mma ett pris under vilket
godset inte f&#229;r f&#246;rs&#228;ljas. &#196;r det fr&#229;ga om f&#246;rs&#228;ljning av en fastighet,
i vilken en omyndig har del eller som till n&#229;gon del omfattas av ett
f&#246;rvaltarskap enligt f&#246;r&#228;ldrabalken, skall ett s&#229;dant pris best&#228;mmas,
&#228;ven om det inte yrkas av n&#229;gon.

I &#246;vrigt skall f&#246;rs&#228;ljningsvillkoren best&#228;mmas av gode mannen. Lag
(1988:1263).

10 &#167; Auktion, varom i denna lag &#228;r fr&#229;ga, skall, efter det laga kraft
&#229;kommit r&#228;ttens beslut om auktion, h&#229;llas s&#229; snart ske kan; dock att,
d&#228;r n&#229;gon del&#228;gare &#228;r i konkurstillst&#229;nd f&#246;rsatt, gode mannen ej &#228;ger
makt att godset f&#246;rs&#228;lja, s&#229; l&#228;nge sagd del&#228;gares lott tillh&#246;r
konkursboet.

11 &#167; Den gode mannen ska p&#229; l&#228;mpligt s&#228;tt kung&#246;ra
f&#246;rs&#228;ljningsvillkoren samt tid och plats f&#246;r auktionen. Avser
auktionen en jordbruksfastighet, ska den gode mannen vid
auktionen upplysa om reglerna i jordf&#246;rv&#228;rvslagen (1979:230).
Lag (2010:26).

12 &#167; Om samtliga del&#228;gare &#228;r n&#228;rvarande vid auktionen och de &#228;r &#246;verens
om att anta eller f&#246;rkasta ett anbud som l&#228;mnas p&#229; auktionen, g&#228;ller
deras beslut. &#196;r det fr&#229;ga om en fastighet, f&#246;r vilken r&#228;tten utan
yrkande enligt 9 &#167; skall best&#228;mma ett visst l&#228;gsta pris, f&#229;r f&#246;rs&#228;ljning
dock inte ske om inte den omyndiges andel eller den andel som omfattas
av ett f&#246;rvaltarskap enligt f&#246;r&#228;ldrabalken blir betald enligt det
best&#228;mda priset.

&#196;r del&#228;garna ej ense, g&#228;ller h&#246;gsta anbudet s&#229;som antaget, om det ej
understiger det pris som har best&#228;mts enligt 9 &#167;. &#196;r lott i samf&#228;lld
fastighet s&#228;rskilt intecknad och uppg&#229;r den p&#229; s&#229;dan lott bel&#246;pande
andelen i den bjudna k&#246;peskillingen icke till beloppet av den g&#228;ld, f&#246;r
vilken lotten p&#229; grund av inteckning h&#228;ftar, f&#229;r anbudet inte antas, om
inte &#228;gare av &#246;vriga lotter medger det. Vad som nu har sagts g&#228;ller dock
inte, om f&#246;rs&#228;ljningen avser att fr&#229;n tv&#229; eller flera hemmanslotter
avs&#246;ndra mark, som varit anslagen till st&#228;ndigt ryttare-, soldat- eller
b&#229;tsmanstorp. Lag (1988:1263).

13 &#167; Hava, efter det f&#246;rordnande om auktion meddelats, del&#228;gare tr&#228;ffat
&#246;verenskommelse om auktionens inst&#228;llande, give de gode mannen det till
k&#228;nna; och vare, d&#228;r det skett, f&#246;rordnandet f&#246;rfallet.

Lag samma vare, d&#228;r auktion ej leder till godsets f&#246;rs&#228;ljning.

14 &#167; Vad i 18 kap. handelsbalken &#228;r f&#246;r syssloman stadgat i fr&#229;ga om
ansvarighet och redovisning, s&#229; ock om arvode och ers&#228;ttning f&#246;r
kostnader, skall g&#228;lla &#228;ven f&#246;r god man, som i denna lag avses.

15 &#167; Kostnad, som enligt denna lag gjorts f&#246;r f&#246;rvaltning av samf&#228;llt
gods eller f&#246;r auktion, skola samtlige del&#228;gare vidk&#228;nnas, envar i
f&#246;rh&#229;llande till sin lott.

16 &#167; Ej m&#229; n&#229;gon till god man f&#246;rordnas, utan att han d&#228;rtill samtyckt.
Vill den, som &#228;r till god man f&#246;rordnad, befattningen fr&#229;ntr&#228;da och
gitter han visa sk&#228;lig orsak; varde av r&#228;tten entledigad. P&#229; ans&#246;kan av
del&#228;gare &#228;ge ock r&#228;tten entledig god man, n&#228;r sk&#228;l d&#228;rtill &#228;ro.

17 &#167; Beslut om f&#246;rordnande eller entledigande av god man, som i 3 &#167;
s&#228;gs, g&#229;nge utan hinder av f&#246;rd klagan i verkst&#228;llighet.

&#196;r god man f&#246;rordnad att ombes&#246;rja auktion, varom i denna lag &#228;r fr&#229;ga,
och har r&#228;ttens beslut om auktionen vunnit laga kraft, tr&#228;de gode mannen
till sin befattning utan hinder d&#228;rav, att klagan f&#246;res &#246;ver det beslut,
varigenom han f&#246;rordnats. F&#246;res klagan &#246;ver beslut, varigenom r&#228;tten
entledigat god man, som sist &#228;r n&#228;mnd, g&#229;nge beslutet icke dess mindre i
verkst&#228;llighet.

18 &#167; Laga domstol i fr&#229;ga, som avses i 3 eller 6 &#167;, vare, evad fr&#229;gan
r&#246;rer l&#246;st eller fast gods, allm&#228;n underr&#228;tt i den ort, d&#228;r godset
finnes. Domstol, hos vilken gjorts ans&#246;kan, som f&#246;ranlett god mans
tills&#228;ttande, tillkomme ock att upptaga fr&#229;ga om gode mannens
entledigande och om f&#246;rordnande av annan i hans st&#228;lle.

19 &#167; Vad i denna lag finnes stadgat &#228;ge ej till&#228;mpning &#229; s&#229;dan
samf&#228;llighet, som avses i lagen (1973:1150) om f&#246;rvaltning av
samf&#228;lligheter, eller &#229; s&#229;dan allm&#228;nning, som avses i lagen
(1952:166) om h&#228;radsallm&#228;nningar eller lagen (1952:167) om
allm&#228;nningsskogar i Norrland och Dalarna; ej heller vare i n&#229;got fall
lagens f&#246;reskrifter till&#228;mpliga i fr&#229;ga om bildande av
viltv&#229;rdsomr&#229;de, best&#229;ende av allenast en fastighet, eller av
fiskev&#229;rdsomr&#229;de, omfattande allenast en fastighet eller det till
allenast en fastighet h&#246;rande fisket.

Betr&#228;ffande egendomsf&#246;rh&#229;llanden som r&#246;r makar, sambor, del&#228;gare i
oskiftat d&#246;dsbo, bolagsm&#228;n, redare som ing&#229;tt &#246;verenskommelse om
partrederi eller deltagare i samma gruvr&#246;relse finns s&#228;rskilda
best&#228;mmelser. I fr&#229;ga om f&#246;rvaltningen av fast egendom som &#228;r taxerad
som lantbruksenhet och som &#228;gs av minst tre gemensamt g&#228;ller
s&#228;rskilda best&#228;mmelser i st&#228;llet f&#246;r 2 6 &#167;&#167;.

Best&#228;mmelserna i 13 kap. 10 &#167; eller 14 kap. 11 &#167; f&#246;r&#228;ldrabalken
skall inte till&#228;mpas i fr&#229;ga om f&#246;rs&#228;ljning enligt denna lag av
samf&#228;lld fast egendom, som till n&#229;gon del &#228;gs av omyndig eller
omfattas av ett f&#246;rvaltarskap enligt f&#246;r&#228;ldrabalken.
Lag (2000:596).

20 &#167; Vad i denna lag &#228;r stadgat om sam&#228;gander&#228;tt till fastighet skall i
till&#228;mpliga delar g&#228;lla i fr&#229;ga om tomtr&#228;tt, som innehaves av tv&#229; eller
flera. Lag (1953:420).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4588">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4590">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
