

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-11-18" /> 
 <meta id="rattsinfo-edited" content="2022-11-18 13:32:23" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4590</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4589">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4591">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1904:26 s.1 ·
                    <a href="/sfsr?bet=1904:26 s.1">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1904:26 s.1) om vissa internationella r&#228;ttsf&#246;rh&#229;llanden r&#246;rande &#228;ktenskap och f&#246;rmynderskap</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1904-07-08
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:950
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Om &#228;ktenskapets ing&#229;ende

1 &#167;  Om tv&#229; personer vill ing&#229; &#228;ktenskap med varandra inf&#246;r
en svensk myndighet, ska det pr&#246;vas om det finns n&#229;got hinder
mot &#228;ktenskapet enligt svensk lag.

Om ingen av dem &#228;r svensk medborgare eller har hemvist i
Sverige, ska det dessutom pr&#246;vas att var och en av dem har
r&#228;tt att ing&#229; &#228;ktenskapet enligt lagen i en efter eget val
angiven stat d&#228;r han eller hon antingen &#228;r medborgare eller
har hemvist. Om b&#229;da beg&#228;r det och det finns s&#228;rskilda sk&#228;l,
f&#229;r dock pr&#246;vningen ske med till&#228;mpning av enbart svensk lag
&#228;ven i ett s&#229;dant fall. Lag (2009:256).

2 &#167;  Har upph&#228;vts genom lag (2004:144).

3 &#167;  Har upph&#228;vts genom lag (2004:144).

4 &#167;  N&#228;r &#228;ktenskap skall ing&#229;s inf&#246;r svensk myndighet h&#228;r i riket,
till&#228;mpas svensk lag i fr&#229;ga om vigsel. Lag (1973:942).

5 &#167;  Regeringen kan best&#228;mma, att med diplomatisk eller konsul&#228;r tj&#228;nst
eller med befattning som pr&#228;st skall vara f&#246;renad beh&#246;righet att i
fr&#228;mmande stat f&#246;rr&#228;tta vigsel enligt svensk lag. Regeringen kan &#228;ven
genom s&#228;rskilt f&#246;rordnande tillerk&#228;nna l&#228;mplig person s&#229;dan beh&#246;righet.

Vad som i svensk lag f&#246;reskrives om verkan av att vigself&#246;rr&#228;ttare
f&#246;rfarit oriktigt vid vigsel h&#228;r i riket eller &#246;verskridit sin
beh&#246;righet &#228;ger motsvarande till&#228;mpning, n&#228;r svensk vigself&#246;rr&#228;ttare
viger i fr&#228;mmande stat. Lag (1976:1120).

6 &#167;  Den som enligt fr&#228;mmande lag &#228;r beh&#246;rig att f&#246;rr&#228;tta vigsel f&#229;r i
fall som regeringen best&#228;mmer viga h&#228;r i riket med till&#228;mpning av n&#228;mnda
lag. Lag (1976:1120).

7 &#167; &#196;ktenskap som ing&#229;tts utom riket enligt fr&#228;mmande lag
anses giltigt till formen, om det &#228;r giltigt i den stat d&#228;r
det ingicks. Har &#228;ktenskap ing&#229;tts inf&#246;r diplomatisk eller
konsul&#228;r tj&#228;nsteman eller annan, som av fr&#228;mmande stat
f&#246;rordnats att f&#246;rr&#228;tta vigsel i annan fr&#228;mmande stat, anses
&#228;ktenskapet ocks&#229; giltigt till formen, om det &#228;r giltigt i
den stat som meddelat f&#246;rordnandet.

&#196;ven i annat fall &#228;n som avses i f&#246;rsta stycket ska &#228;ktenskap
som ing&#229;tts utom riket anses giltigt till formen, om det &#228;r
giltigt i den eller de stater d&#228;r makarna var medborgare
eller hade hemvist. Lag (2009:256).

8 &#167;  &#196;ktenskap som skulle vara ogiltigt p&#229; grund av formfel
f&#229;r godk&#228;nnas av regeringen, om det finns synnerliga sk&#228;l.
&#196;rendet f&#229;r tas upp endast p&#229; ans&#246;kan av en av dem som avsett
att ing&#229; &#228;ktenskap eller, om en av dem har avlidit, av
arvingar till den avlidne. Lag (2009:256).

8 a &#167; Ett &#228;ktenskap som har ing&#229;tts enligt utl&#228;ndsk lag 
erk&#228;nns inte i Sverige

1. om det vid tidpunkten f&#246;r &#228;ktenskapets ing&#229;ende skulle ha 
funnits hinder mot &#228;ktenskapet enligt svensk lag,

2. om det &#228;r sannolikt att &#228;ktenskapet har ing&#229;tts under 
tv&#229;ng, eller

3. om parterna inte var n&#228;rvarande samtidigt vid &#228;ktenskapets 
ing&#229;ende och minst en av dem d&#229; var svensk medborgare eller 
hade hemvist i Sverige.

F&#246;rsta stycket g&#228;ller inte om b&#229;da parterna &#228;r &#246;ver 18 &#229;r och 
det finns synnerliga sk&#228;l att erk&#228;nna &#228;ktenskapet. 
Lag (2021:465).

9 &#167;  Regeringen eller myndighet som regeringen best&#228;mmer kan meddela
s&#228;rskilda f&#246;reskrifter om s&#228;ttet f&#246;r hinderspr&#246;vning i fr&#229;ga om s&#229;dan
vigsel enligt svensk lag som avses i detta kapitel. Lag (1976:1120).

10 &#167; Har upph&#228;vts genom lag (2004:144).

2 kap. Har upph&#228;vts genom lag (1973:942).

3 kap. Om &#228;ktenskapsm&#229;l m.m.

1 &#167;  &#196;ktenskapsm&#229;l &#228;r m&#229;l om &#228;ktenskapsskillnad och m&#229;l d&#228;r
det &#228;r tvist om personerna &#228;r f&#246;renade i &#228;ktenskap med
varandra. Lag (2009:256).

2 &#167;  &#196;ktenskapsm&#229;l f&#229;r tas upp av svensk domstol, om

1. b&#229;da makarna &#228;r svenska medborgare,

2. k&#228;randen &#228;r svensk medborgare och har hemvist h&#228;r i riket
eller tidigare har haft hemvist h&#228;r sedan han eller hon fyllt
arton &#229;r,

3. k&#228;randen inte &#228;r svensk medborgare men har hemvist h&#228;r i
riket sedan minst ett &#229;r,

4. svaranden har hemvist h&#228;r i riket,

5. saken r&#246;r ogiltighet av vigsel som har f&#246;rr&#228;ttats av
svensk myndighet, eller

6. det i annat fall &#228;n som avses i 1–5 finns s&#228;rskilda sk&#228;l
att talan pr&#246;vas h&#228;r i riket, under f&#246;ruts&#228;ttning att en av
makarna &#228;r svensk medborgare eller k&#228;randen inte kan f&#229; sin
talan pr&#246;vad i den stat d&#228;r han eller hon &#228;r medborgare eller
har hemvist. Lag (2009:256).

3 &#167;  &#196;r svensk domstol beh&#246;rig att upptaga talan av ena maken, kan
domstolen ocks&#229; upptaga talan av andra maken till gemensam hand
l&#228;ggning. Lag (1973:942).

4 &#167;  Talan om &#228;ktenskapsskillnad pr&#246;vas enligt svensk lag i den m&#229;n ej
annat f&#246;ljer av vad som f&#246;reskrives h&#228;r nedan.

&#196;ro b&#229;da makarna utl&#228;ndska medborgare och har ej n&#229;gondera hemvist h&#228;r
i riket sedan minst ett &#229;r, f&#229;r icke mot makes bestridande d&#246;mas till
&#228;ktenskapsskillnad, om grund till &#228;ktenskapets uppl&#246;sning ej f&#246;relig
ligger enligt lagen i stat d&#228;r makarna eller n&#229;gondera av dem &#228;r
medborgare.

&#196;ro i annat fall &#228;n som s&#228;gs i andra stycket b&#229;da makarna utl&#228;ndska
medborgare och &#229;beropar ena maken att grund till &#228;ktenskapets uppl&#246;s
ning saknas enligt lagen i det land d&#228;r han &#228;r medborgare, f&#229;r ej d&#246;mas
till &#228;ktenskapsskillnad, om det med h&#228;nsyn till samma makes eller
gemensamma barns intressen f&#246;religger s&#228;rskilda sk&#228;l d&#228;remot.
Lag (1973:942).

5 &#167;  &#196;ndring betr&#228;ffande medborgarskap eller hemvist som &#228;ger rum sedan
talan v&#228;ckts medf&#246;r ej hinder att talan pr&#246;vas. S&#229;dan &#228;ndring kan ej
heller medf&#246;ra hinder mot &#228;ktenskapsskillnad enligt 4 &#167; andra eller
tredje stycket. Lag (1973:942).

6 &#167; Fr&#229;gor som g&#228;ller v&#229;rdnaden om barn f&#229;r tas upp i
&#228;ktenskapsm&#229;l. Om barnet vistas h&#228;r i landet, ska s&#229;dana
fr&#229;gor alltid pr&#246;vas enligt svensk lag. Lag (2011:604).

7 &#167;  Beslut om &#228;ktenskapsskillnad, som meddelats i fr&#228;mmande stat, skall
g&#228;lla h&#228;r i riket, om det med h&#228;nsyn till makes medborgarskap eller
hemvist eller annan anknytning f&#246;rel&#229;g sk&#228;lig anledning att talan
pr&#246;vades i den fr&#228;mmande staten.

Har make ing&#229;tt nytt &#228;ktenskap sedan beslut om &#228;ktenskapsskillnad
meddelats i fr&#228;mmande stat, skall det tidigare &#228;ktenskapet, &#228;ven om
beslutet ej blir g&#228;llande h&#228;r i riket enligt f&#246;rsta stycket, anses
uppl&#246;st genom beslutet, om ej andra makten visar, att den omgifte
f&#246;rfarit uppenbart otillb&#246;rligt mot honom.

Om erk&#228;nnanden h&#228;r i riket av &#228;ktenskapsskillnad eller hemskillnad som
meddelats i viss fr&#228;mmande stat finnas s&#228;rskilda best&#228;mmelser.
Lag (1973:942).

8 &#167; En ans&#246;kan av en make om att ett utl&#228;ndskt beslut om
uppl&#246;sning av &#228;ktenskap ska g&#228;lla eller inte g&#228;lla i Sverige
g&#246;rs till den tingsr&#228;tt som regeringen f&#246;reskriver. Innan
tingsr&#228;tten pr&#246;var fr&#229;gan ska den andra maken ges tillf&#228;lle
att yttra sig &#246;ver ans&#246;kan, om det kan ske.

Ett beslut som inte inneb&#228;r att det utl&#228;ndska beslutet ska
g&#228;lla hindrar inte att fr&#229;gan pr&#246;vas p&#229; nytt.

Vid handl&#228;ggning i domstol av ett &#228;rende som avses i f&#246;rsta
stycket till&#228;mpas i &#246;vrigt lagen (1996:242) om
domstols&#228;renden. Lag (2014:913).

9 &#167;  Beslut om &#228;ktenskapsskillnad, som meddelats i fr&#228;mmande stat, f&#229;r
ej till&#228;mpas utan f&#246;reg&#229;ende pr&#246;vning enligt 8 &#167;, n&#228;r make vill ing&#229;
nytt &#228;ktenskap, s&#229;vida icke b&#229;da makarna eller endera av dem var med
borgare i den staten.

Regeringen kan dock f&#246;rordna, att beslut om &#228;ktenskapsskillnad som
meddelats i viss fr&#228;mmande stat f&#229;r till&#228;mpas utan s&#229;dan pr&#246;vning, &#228;ven
om ingendera av makarna var medborgare d&#228;r.

10 &#167;  Har i fr&#228;mmande stat meddelats slutligt beslut om h&#228;vande av
sammanlevnaden mellan makar och ha makarna d&#228;refter levat &#229;tskilda minst
sex m&#229;nader och ej &#229;terupptagit sammanlevnaden, kan &#228;ktenskaps  skillnad
erh&#229;llas enligt svensk lag utan f&#246;reg&#229;ende bet&#228;nketid. Lag (1973:9042).

11 &#167;  &#196;r &#228;ktenskapsm&#229;l anh&#228;ngigt i fr&#228;mmande stat och anh&#228;ngigg&#246;res h&#228;r
i riket s&#229;dant m&#229;l mellan samma parter, kan r&#228;tten f&#246;rordna, att detta
m&#229;l skall vila tills vidare, om det kan antagas att beslut i det f&#246;rra
m&#229;let blir g&#228;llande h&#228;r i riket.

Beslut, varigenom talan i &#228;ktenskapsm&#229;l ogillats i fr&#228;mmande stat, utg&#246;r
ej hinder att saken pr&#246;vas h&#228;r i riket. Lag (1973:942).

12 &#167; &#196;r &#228;ktenskapsm&#229;l anh&#228;ngigt i fr&#228;mmande stat, f&#229;r h&#228;r i riket efter
vad som finnes sk&#228;ligt meddelas beslut som avses i 14 kap. 7 och 8 &#167;&#167;
&#228;ktenskapsbalken samt 6 kap. 20 &#167; och 7 kap. 15 &#167; f&#246;r&#228;ldrabalken. S&#229;dant
beslut kan n&#228;r som helst &#229;terkallas. Lag (1987:795).

4 kap. Om f&#246;rmynderskap f&#246;r under&#229;riga

1 &#167; Vad i svensk lag &#228;r stadgat om f&#246;rmynderskap f&#246;r under&#229;rig
skall &#228;ga till&#228;mpning j&#228;mv&#228;l i avseende &#229; under&#229;rig svensk unders&#229;te,
som ej har hemvist inom riket. Varder f&#246;rmynderskap f&#246;r s&#229;dan
under&#229;rig anordnat i fr&#228;mmande stat, d&#228;r han har hemvist, m&#229; dock
r&#228;tten, s&#229;framt ej s&#228;rskilda omst&#228;ndigheter p&#229;kalla, att
f&#246;rmynderskap &#228;r anordnat h&#228;r i riket, besluta, att f&#246;rmynderskap ej
skall vara anordnat enligt svensk lag.

Regeringen &#228;ger betr&#228;ffande f&#246;rmynderskap f&#246;r under&#229;riga svenska
unders&#229;tar, som hava hemvist i fr&#228;mmande stat, meddela s&#228;rskilda
best&#228;mmelser ang&#229;ende v&#229;rden av under&#229;rigs v&#228;rdehandlingar, s&#229; ock
f&#246;rordna svensk diplomatisk eller konsul&#228;r tj&#228;nsteman att vara
&#246;verf&#246;rmyndare. Regeringen pr&#246;var fr&#229;ga om entledigande av s&#229;dan
&#246;verf&#246;rmyndare.

Ers&#228;ttning till &#246;verf&#246;rmyndare betr&#228;ffande f&#246;rmynderskap som avses i
f&#246;rsta stycket och som &#228;r anordnat enligt svensk lag utg&#229;r av
statliga medel enligt best&#228;mmelser som regeringen meddelar. Detsamma
g&#228;ller ers&#228;ttning till f&#246;rmyndare i den m&#229;n ers&#228;ttningen ej enligt 12
kap. 16 eller 17 &#167; f&#246;r&#228;ldrabalken skall utg&#229; av den omyndiges medel.
Lag (1994:1436).

2 &#167;  Har utl&#228;ndsk unders&#229;te, som enligt lagen i den stat, han tillh&#246;r,
b&#246;r p&#229; grund av under&#229;righet f&#246;rses med f&#246;rmyndare, hemvist h&#228;r i riket,
inh&#228;mte r&#228;tten, genom bemedling av ministern f&#246;r utrikes &#228;rendena,
huruvida f&#246;rmynderskap kommer att anordnas i enlighet med den fr&#228;mmande
statens lag. Upplyses det, att s&#229;dant f&#246;rmynderskap ej kommer att
anordnas, eller erh&#229;lles ej svar inom sex m&#229;nader, varde f&#246;rmynderskap
anordnat enligt svensk lag. Anordnas f&#246;rmynderskap i enlighet med lagen
i den stat, den under&#229;rige tillh&#246;r, f&#246;rordne r&#228;tten, att f&#246;rmynderskap
ej l&#228;ngre skall vara anordnat enligt svensk lag. Lag (1924:340).

3 &#167; Skall f&#246;rmynderskap f&#246;r en under&#229;rig som vistas h&#228;r i
landet inte anordnas enligt svensk lag eller &#228;r det &#228;nnu inte
utrett om det skall ske, f&#229;r r&#228;tten &#228;nd&#229;, om den under&#229;riges
angel&#228;genheter kr&#228;ver omedelbar v&#229;rd, f&#246;rordna f&#246;rmyndare
enligt svensk lag f&#246;r tiden intill dess att f&#246;rmynderskap har
anordnats i enlighet med lagen i den andra staten eller
f&#246;rmyndare blivit utsedd av r&#228;tten genom slutligt beslut.

&#196;r f&#246;rmynderskap anordnat enligt lagen i en annan stat, f&#229;r god
man f&#246;rordnas enligt 11 kap. 1 &#167; f&#246;rsta stycket f&#246;r&#228;ldrabalken.
I tr&#228;ngande fall f&#229;r god man f&#246;rordnas &#228;ven enligt 11 kap. 2 &#167;
f&#246;r&#228;ldrabalken.

Om den under&#229;rige omfattas av lagen (2005:429) om god man f&#246;r
ensamkommande barn, g&#228;ller i st&#228;llet den lagen. N&#228;r en s&#228;rskilt
f&#246;rordnad v&#229;rdnadshavare enligt f&#246;r&#228;ldrabalken har utsetts f&#246;r
en s&#229;dan under&#229;rig, till&#228;mpas svensk lag i fr&#229;gor r&#246;rande
f&#246;rmynderskapet. Lag (2005:431).

4 &#167;  Enligt lagen i den stat, under&#229;rig tillh&#246;r, skall, &#228;ven om
f&#246;rmynderskap &#228;r anordnat efter annan lag, bed&#246;mas, n&#228;r behov av
f&#246;rmyndare upph&#246;r.

5 &#167;  &#196;r f&#246;rmynderskap f&#246;r under&#229;rig i &#246;verensst&#228;mmelse med vad ovan
s&#228;gs anordnat enligt fr&#228;mmande lag, l&#228;nde den lag till efterr&#228;ttelse
i fr&#229;ga om verkan av omyndigheten och f&#246;rmyndarens beh&#246;righet att
handla &#229; den under&#229;riges v&#228;gnar.

Har den under&#229;rige h&#228;r i riket f&#246;retagit r&#228;ttshandling p&#229; f&#246;rm&#246;gen
hetsr&#228;ttens omr&#229;de, som han enligt den fr&#228;mmande lagen &#228;r obeh&#246;rig att
f&#246;retaga, vare r&#228;ttshandlingen likv&#228;l f&#246;r honom bindande, om han &#228;gt
beh&#246;righet enligt svensk lag och den, emot vilken r&#228;ttshandlingen
f&#246;retogs, varken ins&#229;g eller bort inse hans bristande beh&#246;righet.

Om verkan av f&#246;rbindelse enligt v&#228;xel eller check &#228;r s&#228;rskilt stadgat.
Lag (1924:340)

6 &#167;  Varder f&#246;rmynderskap f&#246;r under&#229;rig svensk unders&#229;te, som har hem
vist i fr&#228;mmande stat, anordnat h&#228;r i riket, g&#246;re r&#228;tten of&#246;rdr&#246;jligen
anm&#228;lan d&#228;rom till ministern f&#246;r utrikes &#228;rendena. Lag (1924:340)

7 &#167;  har upph&#228;vts genom lag (1931:154).

5 kap. Om f&#246;rvaltarskap enligt f&#246;r&#228;ldrabalken m.m.

1 &#167; Vad i svensk lag &#228;r stadgat om f&#246;rvaltarskap skall &#228;ga
till&#228;mpning j&#228;mv&#228;l i avseende &#229; svensk unders&#229;te, som ej har hemvist
inom riket. Varder f&#246;rmynderskap anordnat i fr&#228;mmande stat f&#246;r svensk
unders&#229;te, som d&#228;r har hemvist men som har f&#246;rvaltare h&#228;r i riket eller
betr&#228;ffande vilken ans&#246;kan om f&#246;rordnande av f&#246;rvaltare har gjorts,
m&#229; dock r&#228;tten, s&#229;framt ej s&#228;rskilda omst&#228;ndigheter p&#229;kalla, att
f&#246;rvaltarskap &#228;r anordnat h&#228;r i riket, besluta, att f&#246;rvaltarskap ej
skall vara anordnat enligt svensk lag.

Regeringen &#228;ger betr&#228;ffande f&#246;rvaltarskap f&#246;r svenska unders&#229;tar,
som hava hemvist i fr&#228;mmande stat, meddela s&#228;rskilda best&#228;mmelser
ang&#229;ende v&#229;rden av v&#228;rdehandlingar, s&#229; ock f&#246;rordna svensk
diplomatisk eller konsul&#228;r tj&#228;nsteman att vara &#246;verf&#246;rmyndare.
Regeringen pr&#246;var fr&#229;ga om entledigande av s&#229;dan &#246;verf&#246;rmyndare.

Ers&#228;ttning till &#246;verf&#246;rmyndare betr&#228;ffande f&#246;rvaltarskap som avses i
f&#246;rsta stycket utg&#229;r av statliga medel enligt best&#228;mmelser som
regeringen meddelar. Detsamma g&#228;ller ers&#228;ttning till f&#246;rvaltare i den
m&#229;n ers&#228;ttningen ej enligt 12 kap. 16 &#167; f&#246;r&#228;ldrabalken skall utg&#229; av
den enskildes medel. Lag (1994:1436).

2 &#167; Har ans&#246;kan gjorts om att f&#246;rvaltare skall f&#246;rordnas f&#246;r utl&#228;ndsk
unders&#229;te, som har hemvist h&#228;r i riket, inh&#228;mte r&#228;tten, genom bemedling
av ministern f&#246;r utrikes &#228;rendena, huruvida f&#246;rmynderskap kommer att
anordnas enligt den fr&#228;mmande statens lag. Upplyses det, att s&#229;dant
f&#246;rmynderskap icke kommer att anordnas, eller erh&#229;lles ej svar inom sex
m&#229;nader, f&#229;r f&#246;rvaltare f&#246;rordnas enligt svensk lag. Lag (1988:1322).

3 &#167; &#196;r svensk unders&#229;te f&#246;rklarad omyndig i fr&#228;mmande stat, kan
omyndighetsf&#246;rklaringen h&#228;vas j&#228;mv&#228;l h&#228;r i riket. H&#228;rvid till&#228;mpas vad
som i svensk lag &#228;r f&#246;reskrivet om upph&#246;rande av f&#246;rvaltarskap.

Har f&#246;rvaltarskap anordnats h&#228;r i riket f&#246;r unders&#229;te i fr&#228;mmande stat,
men varder f&#246;rmynderskap f&#246;r honom anordnat enligt den fr&#228;mmande statens
lag, skall den h&#228;r f&#246;rordnade f&#246;rvaltaren entledigas. Lag (1988:1322).

4 &#167; Skall i visst fall svensk lag om anordnande av f&#246;rvaltarskap ej
&#228;ga till&#228;mpning betr&#228;ffande n&#229;gon, som vistas h&#228;r i riket, eller &#228;r
&#228;nnu ej utrett, om det skall ske, &#228;ge r&#228;tten eller &#246;verf&#246;rmyndaren,
om dr&#246;jsm&#229;l uppenbarligen skulle medf&#246;ra fara, meddela f&#246;rordnande
enligt 11 kap. 18 &#167; f&#246;r&#228;ldrabalken under tiden intill dess v&#229;rd om
hans angel&#228;genheter anordnats i enlighet med lagen i hans hemland
eller r&#228;tten slutligt pr&#246;vat fr&#229;gan enligt 11 kap. 7 &#167;
f&#246;r&#228;ldrabalken.

&#196;r f&#246;rmynderskap anordnat enligt lagen i fr&#228;mmande stat, m&#229; ock i
tr&#228;ngande fall god man enligt svensk lag f&#246;rordnas att v&#229;rda den
omyndiges angel&#228;genheter. Lag (1994:1436).

5 &#167; Om omyndighetsf&#246;rklaring, som meddelats av beh&#246;rig utl&#228;ndsk
myndighet, skall genom svensk domstols f&#246;rsorg, p&#229; beg&#228;ran, kung&#246;relse
inf&#246;ras i Post- och Inrikes Tidningar. Den utl&#228;ndska myndighetens
beh&#246;righet skall styrkas genom intyg av h&#228;r i riket anst&#228;lld diplomatisk
eller konsul&#228;r tj&#228;nsteman eller av svensk diplomatisk eller konsul&#228;r
tj&#228;nsteman.

Vad i f&#246;rsta stycket s&#228;gs skall &#228;ga motsvarande till&#228;mpning, d&#229; beh&#246;rig
utl&#228;ndsk myndighet har h&#228;vt en omyndighetsf&#246;rklaring eller beslutat att
ett f&#246;rvaltarskap skall upph&#246;ra. Lag (1988:1322).

6 &#167; &#196;r f&#246;rmynderskap f&#246;r omyndigf&#246;rklarad efter vad ovan s&#228;gs anordnat i
enlighet med utl&#228;ndsk lag, skall vad i 4 kap. 5 &#167; &#228;r stadgat i avseende
&#229; under&#229;rig &#228;ga motsvarande till&#228;mpning. Den omyndigf&#246;rklarades
beh&#246;righet enligt svensk lag skall d&#228;rvid anses motsvara beh&#246;righeten
f&#246;r den som har f&#246;rvaltare utan begr&#228;nsning av f&#246;rvaltaruppdraget.

Har omyndighetsf&#246;rklaringen kungjorts efter vad i detta kap. 5 &#167; &#228;r
sagt, m&#229; dock den, mot vilken den omyndigf&#246;rklarade h&#228;r i riket
f&#246;retagit r&#228;ttshandling, icke &#229;beropa, att han ej &#228;gde eller bort &#228;ga
k&#228;nnedom om omyndighetsf&#246;rklaringen.

Den som &#228;r omyndigf&#246;rklarad i enlighet med utl&#228;ndsk lag &#228;r h&#228;r i riket
likst&#228;lld med en person som har f&#246;rvaltare utan begr&#228;nsning av
f&#246;rvaltaruppdraget n&#228;r det g&#228;ller beh&#246;righet att inneha uppdrag och
befattningar samt att bedriva tillst&#229;ndspliktig verksamhet. Lag
(1988:1322).

7 &#167;  Vad i detta kap. s&#228;gs om omyndighetsf&#246;rklaring och f&#246;rmynderskaps
anordnande enligt utl&#228;ndsk lag skall &#228;ga motsvarande till&#228;mpning i
avseende &#229; annan d&#228;rmed j&#228;mf&#246;rlig &#229;tg&#228;rd, som &#228;r f&#246;renad med inskr&#228;nk
ning i den r&#228;ttsliga handlingsf&#246;rm&#229;gan. Lag (1924:340).

8 &#167; Anordnas h&#228;r i riket f&#246;rvaltarskap f&#246;r svensk unders&#229;te som har
hemvist i fr&#228;mmande stat, g&#246;re r&#228;tten of&#246;rdr&#246;jligen anm&#228;lan d&#228;rom till
ministern f&#246;r utrikes &#228;rendena. Lag (1988:1322).

9 &#167; Har upph&#228;vts genom lag (1931:154).

6 kap. Har upph&#228;vts genom lag (1971:797).

7 kap. S&#228;rskilda best&#228;mmelser

1 &#167; Skall lagen i fr&#228;mmande stat till&#228;mpas p&#229; grund av att n&#229;gon &#228;ger
medborgarskap d&#228;r och finnas i den staten flera g&#228;llande r&#228;ttssystem,
best&#228;mmes till&#228;mpligt r&#228;ttssystem enligt de regler som g&#228;lla i samma
stat. I avsaknad av s&#229;dana regler till&#228;mpas det r&#228;ttssystem till vilket
han har den n&#228;rmaste anknytningen. Lag (1973:942).

2 &#167; Den som &#228;r bosatt i viss stat anses vid till&#228;mpning av denna lag ha
hemvist d&#228;r, om bos&#228;ttningen med h&#228;nsyn till vistelsens varaktighet och
omst&#228;ndigheterna i &#246;vrigt m&#229;ste anses stadigvarande. Lag (1973:942).

3 &#167; Vid till&#228;mpning av denna lag likst&#228;lles statsl&#246;s person med med
borgare i den stat d&#228;r han har hemvist eller, om han saknar hemvist, d&#228;r
han har sin vistelseort och politisk flyktning med medborgare i den stat
d&#228;r han har hemvist. Lag (1973:942).

4 &#167;  Best&#228;mmelse i fr&#228;mmande lag eller beslut som meddelats av myn
dighet i fr&#228;mmande stat f&#229;r ej till&#228;mpas, om det skulle vara uppenbart
of&#246;renligt med grunderna f&#246;r r&#228;ttsordningen h&#228;r i
riket. Lag (1973:942).

5 &#167; I f&#246;rh&#229;llande till Danmark, Finland, Island och Norge finns
s&#228;rskilda best&#228;mmelser i f&#246;rordningen (1931:429) om vissa
r&#228;ttsf&#246;rh&#229;llanden r&#246;rande &#228;ktenskap, adoption och f&#246;rmynderskap och i
lagen (1988:1321) om nordiska r&#228;ttsf&#246;rh&#229;llanden r&#246;rande f&#246;rvaltarskap
enligt f&#246;r&#228;ldrabalken m.m. Lag (1988:1322).

6 &#167; S&#228;rskilda best&#228;mmelser finns i r&#229;dets f&#246;rordning (EU) 
2019/1111 av den 25 juni 2019 om beh&#246;righet, erk&#228;nnande och 
verkst&#228;llighet av avg&#246;randen i &#228;ktenskapsm&#229;l och m&#229;l om 
f&#246;r&#228;ldraansvar, och om internationella bortf&#246;randen av barn 
(Bryssel II-f&#246;rordningen) och i lagen (2012:318) om 1996 &#229;rs 
Haagkonvention. Lag (2022:950).


&#214;verg&#229;ngsbest&#228;mmelser

2004:144

1. Denna lag tr&#228;der i kraft den 1 maj 2004. Best&#228;mmelserna i 1
kap. 8 a &#167; till&#228;mpas dock inte p&#229; &#228;ktenskap som har ing&#229;tts
f&#246;re ikrafttr&#228;dandet.

2. Best&#228;mmelserna i 1 kap. 1 &#167; i sin nya lydelse till&#228;mpas &#228;ven
om hinderspr&#246;vning har beg&#228;rts f&#246;re den 1 maj 2004.

3. Hinderspr&#246;vning som gjorts f&#246;re den 1 maj 2004 med
till&#228;mpning av utl&#228;ndsk lag g&#228;ller inte f&#246;r vigsel efter den 30
april 2004, om den person som avser att ing&#229; &#228;ktenskap &#228;r under
18 &#229;r eller fr&#229;ga &#228;r om &#228;ktenskap mellan halvsyskon.

2011:604

1. Denna lag tr&#228;der i kraft den 18 juni 2011.

2. Har en fr&#229;ga om underh&#229;ll tagits upp i ett &#228;ktenskapsm&#229;l
f&#246;re ikrafttr&#228;dandet, g&#229;r inte svensk domstols beh&#246;righet
f&#246;rlorad och till&#228;mpas 3 kap. 6 &#167; i sin &#228;ldre lydelse.

2014:379

1. Denna lag tr&#228;der i kraft den 1 juli 2014.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r &#228;ktenskap som har ing&#229;tts
f&#246;re ikrafttr&#228;dandet.

2014:913

1. Denna lag tr&#228;der i kraft den 10 januari 2015.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r handl&#228;ggningen i Svea
hovr&#228;tt och H&#246;gsta domstolen av &#228;renden som har inletts i
hovr&#228;tten f&#246;re ikrafttr&#228;dandet.

2018:1973

1. Denna lag tr&#228;der i kraft den 1 januari 2019. 

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r &#228;ktenskap som har ing&#229;tts 
f&#246;re ikrafttr&#228;dandet. Detta g&#228;ller dock inte om fr&#229;gan om 
erk&#228;nnande pr&#246;vas innan b&#229;da parterna har fyllt 18 &#229;r.

2021:465

1. Denna lag tr&#228;der i kraft den 1 juli 2021.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r &#228;ktenskap som har 
registrerats av Skatteverket i folkbokf&#246;ringsdatabasen f&#246;re 
ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4589">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4591">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
