

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1988-06-28" /> 
 <meta id="rattsinfo-edited" content="2011-10-03" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4593</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4592">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4594">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1899:bih. 25 ·
                    <a href="/sfsr?bet=1899:bih. 25">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Skrivelsen (1899:bih. 25) ang&#229;ende s&#228;ttet f&#246;r godk&#228;nnande av f&#246;reningar ang&#229;ende gr&#228;nserna f&#246;r enskilda tillh&#246;riga, &#229; kronans mark bel&#228;gna s.k. str&#246;&#228;ngar</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygdsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1899-02-24
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Med f&#246;rm&#228;lan, bland annat, att f&#246;reningar, som vid laga skiften inom 
Norrbottens l&#228;ns lappmarker ing&#229;tts emellan skiftesdelegarne och kronans 
ombud ang&#229;ende gr&#228;nserna f&#246;r de &#229; kronans mark bel&#228;gna spridda 
&#228;ngsl&#228;genheter eller s&#229; kallade str&#246;&#228;ngar, hvilka enligt s&#228;rskilda 
n&#229;diga bref finge tills vidare under hemman eller nybyggen bibeh&#229;llas, 
dittills vunnit fastst&#228;llelse p&#229; s&#228;tt, att f&#246;reningarne p&#229; grund af 
f&#246;reskriften i 49 &#167; af n&#229;diga skiftesstadgan den 9 November 1866 
underst&#228;lts V&#229;r Befallningshafvandes i l&#228;net godk&#228;nnande, hvilket &#228;fven 
utan tidsutdr&#228;gt erh&#229;llits, men att V&#229;r bem&#228;lde Befallningshafvande 
d&#229;mera b&#246;rjat att f&#246;r godk&#228;nnande &#246;fverlemna dylika f&#246;reningar till 
Eder, V&#229;rt och Rikets Kammarkollegium, eller till Eder, V&#229;r 
Dom&#228;nstyrelse, allt efter som &#228;ngarne vore bel&#228;gna p&#229; kronans 
&#246;fverloppsmark eller inom omr&#229;det f&#246;r kronopark, hafva i en till Oss 
under &#229;r 1892 ingifven skrift Kommissionslandtm&#228;tarne Axel Orstadius 
senior, J. E. Sandstr&#246;m och Karl Ulfhjelm samt vice 
Kommsiiionslandtm&#228;taren Hj. Grape framh&#229;llit, att, enligt deras mening, 
det f&#246;r ern&#229;ende af erforderlig skyndsamhet vid ett skiftes handl&#228;ggning 
vore n&#246;digt, att dylika f&#246;reningar finge, efter vederb&#246;rande kronoombuds 
tillstyrkan, af V&#229;r Befallningshafvande fastst&#228;llas; till st&#246;d f&#246;r 
hvilken mening anf&#246;rts, bland annat, att str&#246;&#228;ngarne i de flesta fall 
vore omgifna af n&#228;ra nog odugliga mossar, som f&#246;r det allm&#228;nna ej hade 
n&#229;got v&#228;rde; att jordegarne egde obestridlig r&#228;tt till sjelfva &#228;ngarne, 
hvilkas afkastning tagits i ber&#228;kning vid skattl&#228;ggningen af de 
fastigheter, till hvilka de h&#246;rde; att V&#229;r Befallningshafvande vid 
utseende af allm&#228;nt ombud f&#246;r bevakande af kronans r&#228;tt vid 
f&#246;rr&#228;ttningar af ifr&#229;gavarande slag vore i tillf&#228;lle att v&#228;lja dertill 
fullt l&#228;mpliga personer, samt att vid s&#229;dant f&#246;rh&#229;llande &#246;fverlemnande 
till annan myndighet &#228;n V&#229;r Befallningshafvande af fr&#229;gan om godk&#228;nnande 
af ifr&#229;gavarande f&#246;reningar vore desto mer ol&#228;mpligt, som skada genom 
tidsutdr&#228;gt, &#246;kad kostnad eller annorledes derigenom kunde f&#246;rorsakas 
den enskilde jordegaren.

&#214;fver ber&#246;rda framst&#228;llning har V&#229;r Landtm&#228;teristyrelse afgifvit 
infordradt underd&#229;nigt utl&#229;tande och dervid anf&#246;rt, bland annat, att 
Styrelsen ans&#229;ge, att ifr&#229;gavarande f&#246;reningars pr&#246;fvande af annan 
myndighet &#228;n V&#229;r Befallningshafvande kunde medf&#246;ra on&#246;digt uppeh&#229;ll i 
skiftesf&#246;rr&#228;ttningarna; att V&#229;r Befallningshafvande, som uts&#229;ge 
kronoombud och b&#228;st vore i tillf&#228;lle att skaffa sig k&#228;nnedom om lokala 
f&#246;rh&#229;llanden, s&#228;krast skulle kunna afg&#246;ra, huruvida en f&#246;rening af 
ifr&#229;gavarande slag borde godk&#228;nnas eller icke; men att Styrelsen 
emellertid i fr&#229;ga om kronoparkerna h&#246;lle f&#246;re, att, d&#229; dessas tillsyn 
och v&#229;rd tillh&#246;rde Eder, Dom&#228;nstyrelsen, I borden pr&#246;fva vid 
skiftesf&#246;rr&#228;ttningar tr&#228;ffande f&#246;reningar ang&#229;ende r&#229;g&#229;ngarne f&#246;r de 
inom kronoparks omr&#229;de befintliga str&#246;&#228;ngar.

H&#228;refter hafven I, Kammarkollegium och Dom&#228;nstyrelsen, till &#229;tlydnad af 
Eder meddelad n&#229;dig f&#246;reskrift att, i anledning af f&#246;ren&#228;mnda 
framst&#228;llning, afgifva gemensamt underd&#229;nigt utl&#229;tande, huruvida
stadgande l&#228;mpligen borde meddelas, att fr&#229;gor om fastst&#228;llelse af 
f&#246;rening ang&#229;ende gr&#228;nserna f&#246;r s&#229;dana str&#246;&#228;ngar, som i f&#246;revarande 
framst&#228;llning afs&#229;ges, skulle, s&#229; vidt kronans r&#228;tt anginge, af V&#229;r 
vederb&#246;rande Befallningshafvande pr&#246;fvas, inkommit med underd&#229;nigt 
yttrande af den 22 Mars 1898; och hafven I dervid anf&#246;rt, bland annat, 
att den underd&#229;niga framst&#228;llningen visserligen syntes afse allenast de 
i Norrbottens l&#228;n lappmarker bel&#228;gna str&#246;&#228;ngar, men att, d&#229; f&#246;rh&#229;llanden 
i omf&#246;rm&#228;lda afseenden vore v&#228;sentligen enahanda inom Vesterbottens l&#228;ns 
lappmarker, den f&#246;religgande fr&#229;gan borde pr&#246;fvas med h&#228;nsyn jemv&#228;l till 
str&#246;&#228;ngarne inom sistn&#228;mnda l&#246;n; att, &#228;fven om den str&#246;&#228;ngarne 
omgifvande mark merendels till sin beskaffenhet vore af mindre v&#228;rde, 
det dock f&#246;r kronan icke vore likgiltigt, hvar gr&#228;nserna f&#246;r dessa &#228;ngar 
kunde anses vara befintliga; att denna fr&#229;ga tv&#228;rtom vore i m&#229;nga fall 
af betydelse, s&#229;som d&#229; st&#246;&#228;ng vore bel&#228;gen i n&#228;rheten af eller invid 
kronans flottled eller inom mossmark, som f&#246;r skogsb&#246;rd torrlades, i 
hvilka fall hvarje rubbning eller flyttning af enskilds egoomr&#229;de inom 
kronopark kunde medf&#246;ra ol&#228;genhet, intr&#229;ng eller hinder af flera slag; 
att s&#228;rskildt vid vattendragens str&#228;nder, der, enligt hvad 
Landtm&#228;teristyrelsen uppgifvit, &#228;ngar genom r&#246;djning och 
vattenuppd&#228;mning i m&#229;nga fall efter afvittringens slut utvidgats, 
intr&#229;ng och hinder kunde befaras, och detta desto mer som, enligt hvad 
samma Styrelse upplyst, vid laga skiften vanligen s&#229; tillginge, att 
r&#229;g&#229;ngarne omkring str&#246;&#228;ngar, oberoende af afvittringskartans ofta 
ofullst&#228;ndigt affattade egofigurer, utstakades och uppm&#228;ttes p&#229; det 
s&#228;tt, som f&#246;r egaren funnes l&#228;mpligast, och att derefter om samma 
r&#229;g&#229;ngar tr&#228;ffades f&#246;reningar, hvilkas r&#228;tta inneb&#246;rd gent emot kronan 
kunde antagas b&#228;st bed&#246;mas af den myndighet, under hvilkens v&#229;rd och 
f&#246;rvaltning kronoparkerna stode och som hade att tillg&#229; 
f&#246;rvaltningspersonal i orterna; att med h&#228;nsyn h&#228;rtill det icke syntes 
vara f&#246;renligt med statens skogsintresse, att fr&#229;gor r&#246;rande 
fastst&#228;llelse af gr&#228;nserna f&#246;r de &#229; kronopart bel&#228;gna str&#246;&#228;ngar 
undandroges den mera sakliga pr&#246;fning, som kunde komma dem till del hos 
Eder, Dom&#228;nstyrelsen, desto mindre som n&#229;got afsev&#228;rdt uppeh&#229;ll i det 
laga skiftets fortg&#229;ng derigenom ej beh&#246;fde befaras; men att deremot, d&#229; 
s&#229;som &#246;fverloppsmark i allm&#228;nhet bibeh&#246;lles endast sm&#228;rre omr&#229;den, &#229; 
hvilka, likasom &#229; de i afvaktan p&#229; den allm&#228;nna afvittringens 
komplettering tills vidare tillkomna st&#246;rre &#246;fverloppsmarker, n&#229;gra 
arbeten f&#246;r torrl&#228;ggning eller flottningsreglering ej kunde antagas 
f&#246;rekomma, hinder icke f&#246;refunnes att meddela stadgande derom, att 
fr&#229;gor om fastst&#228;llelse af f&#246;rening ang&#229;ende gr&#228;nserna f&#246;r vissa, &#229; 
krono&#246;fverloppsmark bel&#228;gna str&#246;&#228;ngar underst&#228;ldes V&#229;r 
Befallningshafvandes pr&#246;fning.

Vid f&#246;redragning af detta &#228;rende hafve Vi, som funnit den underd&#229;ninga 
framst&#228;llningen, s&#229; vidt den afser &#229; kronopart bel&#228;gna st&#246;&#228;ngar, icke 
till vidare yttrande f&#246;ranleda, i enlighet med Eder, Kammarkollegii och 
Dom&#228;nstyrelsens, hemst&#228;llan, funnit godt f&#246;rklara, att fr&#229;gor om 
fastst&#228;llelse af f&#246;rening ang&#229;ende gr&#228;nserna f&#246;r s&#229;dana &#229; 
krono&#246;fverloppsmark bel&#228;gna str&#246;&#228;ngar, som vid afvittringen inom 
Vesterbottens och Norrbottens l&#228;ns lappmarker blifvit, utan att fr&#229;n 
kronans mark genom uppdragna r&#229;g&#229;ngar afskiljas, under hemman eller 
nybyggen tills vidare bibeh&#229;llna, m&#229;, s&#229; vidt kronans r&#228;tt ang&#229;r, af V&#229;r 
vederb&#246;rande Befallningshafvande pr&#246;fvas, med r&#228;tt f&#246;r den med V&#229;r 
Befallningshafvandes beslut missn&#246;jde att talan deremot fullf&#246;lja i den 
ordning, som f&#246;r ekonomim&#229;l i allm&#228;nhet &#228;r stadgad.  

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4592">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4594">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
