

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1995-11-16" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4594</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4593">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4595">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1898:64 s.10 ·
                    <a href="/sfsr?bet=1898:64 s.10">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1898:64 s.10) om boskillnad
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1898-07-01
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1977:656
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
I. Allm&#228;nna best&#228;mmelser

1 &#167; Makar ege, efter ans&#246;kan, vinna boskilnad, n&#228;r de derom ense &#228;ro.

2 &#167; H&#228;ftar mannen f&#246;r g&#228;ld, hvarom i 11 kap. 1 eller 3 &#167;
gifterm&#229;lsbalken s&#228;gs, och kan den g&#228;ld ej betalas utan att hustruns
enskilda egendom eller giftor&#228;tt, der den f&#246;r g&#228;lden ej svarar,
tillgripes, eller &#228;r fara f&#246;r handen att, der g&#228;lden betalas, vederlag,
som hustrun vid bodelning b&#246;r njuta, ej kan till fullo utg&#229;; d&#229; m&#229; hon
vinna boskilnad. H&#228;ftar hustrun f&#246;r g&#228;ld, som i 11 kap. 1 eller 4 &#167;
gifterm&#229;lsbalken afses, vare om mannens r&#228;tt att erh&#229;lla boskilnad lag
samma.

&#196;r makars bo till konkurs aftr&#228;dt, varde, p&#229; ans&#246;kan af endera maken,
till boskilnad d&#246;mdt.

3 &#167; Hustrun ege ock vinna boskilnad i de fall, att

makarnes gemensamma bo &#228;r belastadt med s&#229; stor g&#228;ld, att den ej kan
betalas med den egendom, som i boet samf&#228;ld &#228;r, och den enskilda, som
f&#246;r samma g&#228;ld b&#246;r svara, eller att fara &#228;r f&#246;r handen, att, der g&#228;lden
betalas, hustrun tillkommande vederlag ej kan till fullo utg&#229;;

hustruns enskilda egendom eller ock samf&#228;ld egendom, hvar&#246;fver hon egde
r&#229;da, utan hennes samtycke blifvit till betalning af g&#228;ld, f&#246;r hvilken
hennes enskilda egendom ej bort svara, anv&#228;nd eller f&#246;r s&#229;dan g&#228;ld
utm&#228;tt eller pantsatt, eller ock mannen annorledes obeh&#246;rigen f&#246;rfogat
&#246;fver s&#229;dan egendom;

mannen belastat boet med g&#228;ld utan motsvarig nytta eller eljest
vanv&#229;rdat eller f&#246;rsummat boets angel&#228;genheter;

mannen p&#229; annat s&#228;tt &#228;n nu &#228;r sagdt missbrukat sitt m&#229;lsmanskap eller
&#246;fvergifvit hustrun och ej kommit &#229;ter inom sex m&#229;nader; eller

mannen blifvit under f&#246;rmyndare st&#228;ld.

4 &#167; Ans&#246;kning om boskillnad skall ingivas till konkursdomaren i den ort,
d&#228;r mannen b&#246;r inf&#246;r domstol svara i tvistem&#229;l, som ang&#229; g&#228;ld i
allm&#228;nhet.

Ans&#246;kning, som g&#246;res allenast av endera maken, skall med d&#228;rvid fogade
handlingar ingivas i tv&#229; exemplar. &#196;r endast ett exemplar ingivet,
bes&#246;rje konkursdomaren mot stadgad avgift erforderlig avskrift. Lag
(1946:823)

5 &#167; Finner konkursdomaren, att han enligt 4 &#167; icke &#228;r beh&#246;rig att
taga befattning med ans&#246;kning om boskillnad, eller att s&#229;dan ans&#246;kning
av annan orsak icke kan upptagas, meddele konkursdomaren beslut i
&#246;verensst&#228;mmelse d&#228;rmed och teckne det &#229; ena exemplaret av ans&#246;kningen.

Upptages ans&#246;kningen, l&#229;te konkursdomaren genast om  densamma och
dagen, d&#229; den gjord &#228;r, inf&#246;ra kung&#246;relse i Post- och Inrikes
Tidningar och ortstidning. Lag (1977:656).

6 &#167; Har ej vid boskillnadsans&#246;kning, som av b&#228;gge makarne gjord &#228;r,
fogats av dem med edsf&#246;rpliktelse underskriven f&#246;rteckning &#229; boets
tillg&#229;ngar och skulder, varde f&#246;rel&#228;ggande dem meddelat att inom viss
tid s&#229;dan uppteckning till konkursdomaren ingiva. F&#246;rsummas det, varde
av konkursdomaren f&#246;rordnande meddelat l&#228;mplig person att uppteckningen
utan dr&#246;jsm&#229;l f&#246;rr&#228;tta; och &#229;ligge makarne att allt, som till boet
h&#246;rer, under edsf&#246;rpliktelse redligen uppgiva.

Sedan boet blivit i laga ordning upptecknat, meddele konkursdomaren
genast beslut om boskillnaden. Lag (1964:659).

7 &#167; &#196;r ans&#246;kning om boskillnad gjord allenast av endera maken, teckne
konkursdomaren &#229; ena exemplaret av ans&#246;kningen f&#246;rel&#228;ggande f&#246;r andra
maken att inom viss tid inkomma med skriftligt svarom&#229;l. Det exemplar av
ans&#246;kningshandlingarna, var&#229; f&#246;rel&#228;ggandet tecknats, skall delgivas
andra maken. I fr&#229;ga om delgivning &#228;ge vad om delgivning av st&#228;mning i
tvistem&#229;l &#228;r stadgat motsvarande till&#228;mpning.

Medgives ans&#246;kningen, g&#228;lle vad i 6 &#167; &#228;r stadgat. Lag (1946:823).

8 &#167; Varder ans&#246;kning, som gjorts allenast av endera maken, ej av andra
maken medgiven, skall f&#246;rberedelse i m&#229;let &#228;ga rum eller, om
f&#246;rberedelse ej erfordras, m&#229;let omedelbart uts&#228;ttas till
huvudf&#246;rhandling. Ang&#229;ende f&#246;rel&#228;ggande f&#246;r part och parts utevaro &#228;ge
vad i r&#228;tteg&#229;ngsbalken &#228;r stadgat om m&#229;l, vari f&#246;rlikning ej &#228;r
till&#229;ten, motsvarande till&#228;mpning.

&#196;r bouppteckning ej ingiven och visas sk&#228;lig anledning till
boskillnaden, meddele r&#228;tten f&#246;rordnande f&#246;r l&#228;mplig person att
uppteckningen f&#246;rr&#228;tta, s&#229;som i 6 &#167; s&#228;gs. Ej m&#229; till boskillnad d&#246;mas,
innan boet blivit i laga ordning upptecknat.

R&#228;tten &#228;ge under f&#246;rberedelsen meddela beslut i fr&#229;ga, som avses i 12 &#167;
andra stycket eller 14 eller 20 &#167;. Meddelas s&#229;dant f&#246;rordnande, pr&#246;ve
r&#228;tten, n&#228;r m&#229;let avg&#246;res, om &#229;tg&#228;rden skall best&#229;. F&#246;rordnandet kan
&#228;ven eljest n&#228;r som helst &#229;terkallas. Lag (1946:823).

9 &#167; Rigtigheten af uppr&#228;ttad bouppteckning vare make pligtig att med ed
inf&#246;r r&#228;tten f&#228;sta, der det yrkas af andre maken eller af borgen&#228;r,
hvilkens fordran tillkommit f&#246;re boskilnadsans&#246;kningen.

10 &#167; N&#228;r boskillnad blivit s&#246;kt, f&#246;rordne konkursdomaren, d&#228;r hustrun
det beg&#228;r, god man att henne bitr&#228;da. Den, som dertill blifvit utsedd,
har att i afseende &#229; boskilnaden och hvad dermed eger samband hustruns
talan bevaka, der den ej af henne sjelf utf&#246;res. Lag (1921:233).

11 &#167; &#197;tg&#228;rd, som enligt 5, 6, 7 eller 10 &#167; p&#229; konkursdomaren ankommer,
&#228;ge han vidtaga &#228;nd&#229; att han j&#228;vig &#228;r; anm&#228;le dock, d&#228;r hovr&#228;ttens
f&#246;rordnande f&#246;r s&#228;rskild domare tarvas, j&#228;vet utan dr&#246;jsm&#229;l i hovr&#228;tten.
Lag (1921:233).

12 &#167; Vill hustrun, att egendom, som tillh&#246;r henne enskildt men af mannen
f&#246;rvaltas, skall, utan afbidan p&#229; skifte i boet, fr&#229;n hans f&#246;rvaltning
undantagas, g&#246;re derom ans&#246;kning i boskilnadsm&#229;let; och f&#246;rordne r&#228;tten,
der till boskilnad d&#246;mes, att egendomen skall till hustrun &#246;fverlemnas.
S&#229;dan ans&#246;kning m&#229; ock g&#246;ras sedan till boskilnad blifvit d&#246;mdt.

Har hustrun gjort ans&#246;kning, hvarom nu &#228;r sagdt, m&#229; r&#228;tten, der hon det
&#228;skar, f&#246;rordna, att egendom, som ans&#246;kningen afser, skall s&#228;ttas under
s&#228;rskild v&#229;rd och f&#246;rvaltning till dess &#246;fver ans&#246;kningen blifvit d&#246;mdt;
ege ock, der hustrun f&#246;r egendomen st&#228;ller borgen, som af r&#228;tten
godk&#228;nnes, medgifva, att i afbidan p&#229; ans&#246;kningens pr&#246;fning egendomen
skall till hustrun &#246;fverlemnas.

13 &#167; Utan hinder deraf att r&#228;tten enligt 12 &#167; meddelat f&#246;rordnande om
egendoms undantagande fr&#229;n mannens f&#246;rvaltning, varde, der tvist
sedermera yppas, fr&#229;gan om makes r&#228;tt till egendomen efter lag bed&#246;md.

14 &#167; D&#229; boskilnad s&#246;kt &#228;r, f&#246;rordne r&#228;tten, der endera maken det &#228;skar,
att viss egendom, motsvarande den makes giftor&#228;tt eller n&#229;gon del deraf,
skall f&#246;r makens r&#228;kning fr&#229;n samf&#228;lda boet afskiljas och s&#228;ttas under
s&#228;rskild v&#229;rd och f&#246;rvaltning, till dess &#246;fver boskilnadsans&#246;kningen
d&#246;mdt blifvit och, der den bifalles, boet skiftas; dock m&#229; afskiljandet
ej, mot andra makens bestridande, till&#229;tas, der den make visar sk&#228;lig
anledning, att boet deraf skulle lida m&#228;rklig skada, eller st&#228;ller
borgen, som af r&#228;tten godk&#228;nnes, f&#246;r hvad vid skifte af samf&#228;lda boet
b&#246;r tillkomma s&#246;kanden. Afskiljande, hvarom nu &#228;r sagdt, m&#229; jemv&#228;l efter
vunnen boskilnad s&#246;kas.

15 &#167; Beslut om egendoms afskiljande, efter ty i 14 &#167; s&#228;gs, vare, der
konkurs intr&#228;ffar, emot borgen&#228;rerna utan verkan.

16 &#167; Egendom, som jemlikt 14 &#167; blifvit f&#246;r ena makens r&#228;kning fr&#229;n
samf&#228;lda boet afskild, m&#229; ej utm&#228;tas f&#246;r g&#228;ld, derf&#246;r den makes
giftor&#228;tt icke svarar, dock att, der egendom, hvar&#246;fver hustrun egt
r&#229;da, blifvit f&#246;r mannens r&#228;kning afskild, den egendom m&#229; tillgripas f&#246;r
g&#228;ld, som i 11 kap. 5 &#167; gifterm&#229;lsbalken afses.

I &#246;frigt skall jemv&#228;l efter det boskilnad s&#246;kts hvad i 11 kap. 7 &#167;
gifterm&#229;lsbalken finnes stadgadt ega till&#228;mpning intill dess skifte
sker; dock m&#229; ej f&#246;r g&#228;ld, som i 5 &#167; af samma kapitel s&#228;gs, utm&#228;tas
annan egendom &#228;n den, hvar&#246;fver hustrun egde r&#229;da vid den tid
boskilnaden s&#246;ktes.

17 &#167; Nu har boskilnad s&#246;kts: finnes l&#246;s egendom, som hustrun enskildt
tillh&#246;rt, ej i beh&#229;ll eller &#228;r den pantsatt, och kan det ej antagas, att
egendomen blifvit med hustruns bifall henne afh&#228;nd eller lemnad s&#229;som
pant; d&#229; ege hon vid konkurs r&#228;tt att s&#229;som fordran bevaka v&#228;rdet af
hvad s&#229;lunda f&#246;rskingrats och njute f&#246;r den fordran betalningsr&#228;tt i
samf&#228;lda boet och mannens enskilda egendom; svare dock med hvad henne i
utdelning tillfaller s&#229;som med annan enskild egendom.

I &#246;frigt njute ej make i konkurs betalningsr&#228;tt f&#246;r vederlagsfordran.

18 &#167; Sedan boskillnad beviljad blivit, skall boet, s&#229; snart ske kan,
skiftas i den ordning, som om delning av d&#246;d mans kvarl&#229;tenskap &#228;r i lag
stadgad. Ej m&#229; skifte ske f&#246;rr &#228;n all veterlig g&#228;ld, d&#228;rf&#246;r samf&#228;llda
boet svarar, gulden blivit. Sker annorledes, svare makarne, en f&#246;r b&#228;gge
och b&#228;gge f&#246;r en, f&#246;r samma g&#228;ld. Har vid skifte egendom, varmed hustrun
svarar f&#246;r g&#228;ld, som avses i 11 kap. 5 &#167; gifterm&#229;lsbalken, tillagts
mannen, vare han med den egendom f&#246;r g&#228;lden ansvarig.

D&#229; skifte &#228;gt rum, l&#229;te makarne den &#246;ver skiftet uppr&#228;ttade handling
ingivas till den r&#228;tt, som boskillnadsm&#229;let handlagt; och &#229;ligge det
r&#228;tten att utan dr&#246;jsm&#229;l l&#229;ta i Post- och Inrikes Tidningar samt
ortstidning kung&#246;ra, att handlingen blivit till r&#228;tten inl&#228;mnad, med
uppgift tillika om dagen d&#229; det skett. Varder ena makens egendom avtr&#228;dd
till konkurs efter ans&#246;kning, som gjorts inom tre m&#229;nader fr&#229;n det
skifteshandlingen till r&#228;tten ingavs, g&#229;nge skiftet, d&#228;r det l&#228;nt
borgen&#228;rerna till f&#246;rf&#229;ng, p&#229; deras talan &#229;ter. Detsamma g&#228;ller, n&#228;r
ans&#246;kan om f&#246;rordnande av god man enligt ackordslagen (1970:847) gjorts
inom n&#228;mnda tid och konkurs f&#246;ljt p&#229; ans&#246;kan, som gjorts inom tre veckor
fr&#229;n det att verkan av godmansf&#246;rordnandet f&#246;rf&#246;ll eller, n&#228;r
f&#246;rhandling om offentligt ackord f&#246;ljt, ackordsfr&#229;gan avgjordes. Kommer
i st&#228;llet offentligt ackord till st&#229;nd, g&#229;r skiftet &#228;ven &#229;ter p&#229; talan
av borgen&#228;r, som omfattas av ackordet. Betr&#228;ffande talan om &#229;terg&#229;ng av
skifte &#228;ga best&#228;mmelserna i konkurslagen (1921:225) och ackordslagen
(1970:847) om &#229;tervinningstalan motsvarande till&#228;mpning. Lag (1977:656).


19 &#167; D&#229; boskilnad beviljad blifvit, vare all egendom, som, efter det
ans&#246;kningen om boskilnad gjord &#228;r, ena maken genom arf, g&#229;fva,
testamente eller annorledes f&#246;rv&#228;rfar, s&#229;som enskild egendom ansedd.
Hustrun vare ej pligtig att med s&#229;dan egendom ansvara f&#246;r den g&#228;ld, som
under &#228;ktenskapet derf&#246;rut gjord &#228;r, utan s&#229; &#228;r att hon sjelf &#229;dragit
sig g&#228;lden i och f&#246;r handel eller annan r&#246;relse; som hon med mannens
bifall idkat, eller g&#228;lden utg&#246;res af b&#246;ter eller skadest&#229;nd f&#246;r
brottslig gerning. F&#246;r g&#228;ld, som afses i 11 kap. 5 &#167; gifterm&#229;lsbalken,
vare hustrun efter vunnen boskilnad ansvarig allenast med egendom,
hvar&#246;fver hon egde r&#229;da vid den tid boskilnaden s&#246;ktes.

20 &#167; Egendom, som, efter det boskilnadsans&#246;kning gjord &#228;r men innan den
slutligen pr&#246;fvats, tillfaller hustrun, m&#229;, der hon det &#228;skar, under
s&#228;rskild v&#229;rd och f&#246;rvaltning s&#228;ttas, s&#229; ock af henne tilltr&#228;das mot
borgen, som af r&#228;tten godk&#228;nnes.

21 &#167; Hustru, som vunnit boskilnad, r&#229;de sitt gods sjelf.

Intill dess skifte sker beh&#229;lle hvardera maken, der ej af ofvan gifna
best&#228;mmelser annat f&#246;ranledes, f&#246;rvaltningen af den egendom, hvar&#246;fver
maken egde r&#229;da vid den tid, d&#229; boskilnadsans&#246;kningen gjordes.

22 &#167; &#196;nd&#229; att boskilnad beviljad &#228;r, ege ej ena maken till den andra
n&#229;got bortgifva eller makarne sig emellan sluta annat aftal, &#228;n som med
skifte af boet har samband.

23 &#167; All g&#228;ld, som ena maken g&#246;r efter det boskilnad blifvit s&#246;kt,
varde, om boskilnad vinnes, s&#229;som enskild g&#228;ld ansedd.

24 &#167; Makar vare, &#228;nd&#229; att de vunnit boskilnad, pligtige att hvar efter
sin f&#246;rm&#229;ga bidraga till eget och barnens uppeh&#228;lle.

25 &#167; I fr&#229;ga om fullf&#246;ljd av talan mot r&#228;ttens avg&#246;rande i m&#229;l ang&#229;ende
boskillnad g&#228;lle, d&#228;r ej nedan i denna lag annat f&#246;reskrives, vad i
r&#228;tteg&#229;ngsbalken &#228;r stadgat om fullf&#246;ljd i tvistem&#229;l, som v&#228;ckts vid
underr&#228;tt.

Har underr&#228;tt annorledes &#228;n i sammanhang med pr&#246;vning av
boskillnadsans&#246;kning meddelat beslut ang&#229;ende fr&#229;ga, som omf&#246;rm&#228;les i 12
&#167; andra stycket eller 14 eller 20 &#167;, skall, i h&#228;ndelse av missn&#246;je med
det beslut, s&#228;rskild talan d&#228;remot f&#246;ras.

Beslut i fr&#229;ga, som i 10, 12, 14 eller 20 &#167; avses, g&#229;nge utan hinder av
f&#246;rd klagan i verkst&#228;llighet, d&#228;r ej f&#246;rbud d&#228;remot fr&#229;n hovr&#228;tten
kommer. Lag (1946:823).

26 &#167; I fr&#229;ga om inlaga eller annan handling, som p&#229; grund av stadgande i
denna lag skall ingivas till konkursdomaren, &#228;ge vad i 33 kap. 3 &#167;
r&#228;tteg&#229;ngsbalken &#228;r stadgat motsvarande till&#228;mpning. Lag (1950:31).

II. S&#228;rskilda best&#228;mmelser om f&#246;rfarandet vid boskilnad i
sammanhang med konkurs.

27 &#167; &#196;r makars bo till konkurs avtr&#228;tt, och vill make i sammanhang med
konkursen s&#246;ka boskillnad, ingive sin ans&#246;kning inom den f&#246;r bevakning
av fordringar utsatta tid.

S&#246;kes boskilnad, och vill make, att viss egendom, som maken p&#229;st&#229;r vara
dess enskilda, ej skall g&#229; i betalning f&#246;r g&#228;ld, som i konkursen
bevakas, eller att makens giftor&#228;tt eller n&#229;gon del deraf skall f&#246;r
s&#229;dan g&#228;ld fredas, beg&#228;re undanskiftande inom tid, som nu &#228;r sagd, eller
hafve sin talan h&#228;rutinnan f&#246;rlorat. Lag samma vare, der f&#246;re konkursen
boskilnad blifvit s&#246;kt men skifte &#228;nnu ej skett.

Ans&#246;kning om boskillnad, varom i denna paragraf &#228;r fr&#229;ga, eller om
undanskiftande skall ingivas i tv&#229; exemplar; har den ingivits i allenast
ett exemplar, bes&#246;rje konkursdomaren avskrift av ans&#246;kningen, och g&#228;lde
s&#246;kanden l&#246;sen f&#246;r avskriften. Lag (1921:233).

28 &#167; Ans&#246;kning, som i 27 &#167; s&#228;gs, varde, sedan andra maken, och der
ans&#246;kningen afser undanskiftande, jemv&#228;l borgen&#228;rerna, p&#229; s&#228;tt i
konkurslagen om granskning af bevakade fordringsanspr&#229;k stadgas,
erh&#229;llit tillf&#228;lle att i fr&#229;gan sig yttra, efter lag af r&#228;tten bed&#246;md,
&#228;nd&#229; att j&#228;f deremot ej &#228;r gjordt.

G&#246;res j&#228;v mot ans&#246;kning om undanskiftande, skall r&#228;ttens ombudsman,
sedan han erh&#229;llit det ena exemplaret av j&#228;vsskriften, of&#246;rdr&#246;jligen
till s&#246;kanden med posten &#246;vers&#228;nda avskrift av densamma, s&#229; ock
meddelande om tid och st&#228;lle f&#246;r det i 108 &#167; konkurslagen omf&#246;rm&#228;lda
borgen&#228;rssammantr&#228;de.

Om handl&#228;ggning vid r&#228;tten av m&#229;l, som i denna paragraf avses, och
talans fullf&#246;ljande i h&#246;gre r&#228;tt g&#228;lle i till&#228;mpliga delar vad i 211 &#167;
konkurslagen &#228;r stadgat. Lag (1946:823).

29 &#167; Har make beg&#228;rt undanskiftande, och vill maken, att detta skall
g&#228;lla &#228;ven i avseende &#229; g&#228;ld, som bevakats efter utg&#229;ngen av den f&#246;r
bevakning av fordringar utsatta tid, g&#246;re yrkande d&#228;rom i den ordning,
som f&#246;r framst&#228;llande av j&#228;v mot bevakning &#228;r i konkurslagen stadgad;
och varde med det yrkande s&#229; f&#246;rfaret, som om j&#228;v &#228;r f&#246;reskrivet. Lag
(1921:233).

30 &#167; Ej m&#229; den omst&#228;ndighet, att make m&#229; &#228;ga undanskifta giftor&#228;tt eller
n&#229;gon del d&#228;rav, hindra samf&#228;lld egendoms f&#246;rs&#228;ljning. Egendom, som ena
maken p&#229;st&#229;r vara dess enskilda, m&#229; ej mot bestridande av den make
s&#228;ljas genom konkursf&#246;rvaltarens f&#246;rsorg f&#246;re utg&#229;ngen av den f&#246;r
bevakning av fordringar utsatta tid; s&#246;kes undanskiftande, m&#229; egendomen
ej s&#228;ljas, utan att den funnits skola g&#229; i betalning f&#246;r bevakad g&#228;ld,
och m&#229; i s&#229;dant fall ej mera s&#228;ljas &#228;n som erfordras f&#246;r g&#228;ldens
betalande. Lag (1921:233).

31 &#167; Hvad ofvan &#228;r stadgadt i fr&#229;ga om boskilnadsans&#246;knings kung&#246;rande
samt om boupptecknings uppr&#228;ttande och beedigande, s&#229; ock om f&#246;rordnande
af god man f&#246;r hustru skall icke ega till&#228;mpning, d&#229; boskilnad s&#246;kes i
sammanhang med konkurs.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4593">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4595">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
