

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1995-11-16" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4610</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4609">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                                Nästa
                                <div class="arrow-fwd"></div>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1736:0123 2 ·
                    <a href="/sfsr?bet=1736:0123 2">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Handelsbalk (1736:0123 2)
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1736-01-23
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS1986:798
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 kap. Om k&#246;p och skifte

1 &#167; har upph&#228;vts genom lag (1915:218).

2 &#167; har upph&#228;vts genom lag (1905:38 s.1).

3 &#167; har upph&#228;vts genom lag (1905:38 s.1).

4 &#167; har upph&#228;vts genom lag (1905:38 s.1).

5 &#167; S&#228;ljer man tvem ett; g&#228;lde skadan &#229;ter, (och b&#246;te tio daler,) och
den beh&#229;lle godset, som f&#246;rst k&#246;pte.

6 &#167; har upph&#228;vts genom lag (1905:38 s.1).

7 &#167; har upph&#228;vts genom lag (1905:38 s.1).

8 &#167; har upph&#228;vts genom lag (1924:321).

9 &#167; har upph&#228;vts genom f&#246;rordning (1858:85).

10 &#167; De varor, som av stadens vr&#228;kare b&#246;ra sk&#229;das och pr&#246;vas, m&#229; k&#246;paren
ej taga till sig, f&#246;rr &#228;n det skett &#228;r; eller b&#246;te k&#246;paren och s&#228;ljaren,
vardera tio daler.

11 &#167; har upph&#228;vts genom f&#246;rordning (1858:85).

2 kap. har upph&#228;vts genom f&#246;rordning (1864:41 s.1)

3 kap. Huru burskap vinnas m&#229;

1 &#167; Vill n&#229;gon burskap vinna, evad han &#228;r inl&#228;ndsk (eller utl&#228;ndsk) man;
s&#246;ke det hos (borgm&#228;stare och r&#229;d), och h&#246;re de stadens borgerskap d&#228;r
&#246;ver: varder det honom d&#229; av (borgm&#228;stare och r&#229;d) beviljat; s&#228;tte d&#228;r
borgen, att han skall till det minsta sex &#229;r i staden bo, och all
stadens r&#228;tt och r&#228;ttighet efter makt sin uppeh&#229;lla; n&#228;mne ock den
handel och n&#228;ring, eller det hantverk, d&#228;r han i stadens bok m&#229;
inskrivas f&#246;re, (och g&#246;re s&#229; vanlig borgare ed;) sedan gives honom
burbrev d&#228;r &#229;.

2 &#167; Den, som haver sitt hemvist utrikes, m&#229; ej vinna burskap h&#228;r i
riket, s&#229; l&#228;nge han st&#229;r i lydno under annan &#246;verhet.

3 &#167; Ej m&#229; n&#229;gon vara borgare i tvenne st&#228;der tillika. Varder n&#229;gon d&#228;r
med funnen, b&#246;te femtio daler. (Vill n&#229;gon bruka flere hantverk &#228;n ett,
eller idka b&#229;de k&#246;penskap och hantverk; s&#246;ke d&#228;r lov till.) F&#246;rordning
(1857:62 s.8).

4 &#167; har upph&#228;vts genom f&#246;rordning (1857:62 s.8).

5 &#167; Vill man s&#228;ga upp burskap; g&#246;re det inf&#246;r (borgm&#228;stare och r&#229;d), sex
m&#229;nader f&#246;rr, &#228;n han sin borgerliga n&#228;ring avtr&#228;der, eller ifr&#229;n orten
flyttar, och vise, att han sin borgareplikt fullgjort haver, som sagt
&#228;r. Flyttar han utrikes; give ut sj&#228;tte penningen av all sin egendom,
Konungen och staden till tveskiftes, d&#228;r ej annorlunda emellan b&#228;gge
riken slutet &#228;r. F&#246;rer han egendomen ut, eller bjuder han till att
skaffa den bort, f&#246;rr &#228;n avgiften betald &#228;r; have d&#229; f&#246;rverkat h&#228;lften
d&#228;rav. (Viker han ock sj&#228;lv av, innan han i detta fall r&#228;tt f&#246;r sig
gjort; varde f&#246;r menedare f&#246;rklarad.) Flyttar han till annan ort
inrikes; vare f&#246;r avgift fri, d&#228;r ej annorlunda s&#228;rskilt stadgat &#228;r.
Flyttar han f&#246;rr, &#228;n han burskap uppsagt, och bevis undf&#229;tt, att han sin
borgareplikt fullgjort; b&#246;te femtio daler, och njute dessf&#246;rinnan ej
burskap i annan stad. F&#246;rordning (1844:41 s.3).

4 kap. har upph&#228;vts genom f&#246;rordning (1864:41 s.1)

5 kap. har upph&#228;vts genom f&#246;rordning (1864:41 s.1)

6 kap. har upph&#228;vts genom f&#246;rordning (1864:41 s.1)

7 kap. har upph&#228;vts genom f&#246;rordning (1864:41 s.1)

8 kap. har upph&#228;vts genom f&#246;rordning (1858:85 s.1).

9 kap. Om f&#246;rstr&#228;ckningar i penningar, eller varor, och r&#228;nta d&#228;rav

1 &#167; har upph&#228;vts genom lag (1936:82).

2 &#167; har upph&#228;vts genom lag (1936:82).

3 &#167; har upph&#228;vts genom lag (1936:82).

4 &#167; har upph&#228;vts genom lag (1936:82).

5 &#167; Haver n&#229;gon av samma man f&#229;tt flera l&#229;n, &#228;n ett, och f&#246;rbundit sig,
att f&#246;r det ena giva st&#246;rre r&#228;nta, och f&#246;r det andra mindre, eller
ingen; d&#228;r m&#229; skulden&#228;r avr&#228;kna det, som betalas, &#229; vilketdera l&#229;n han
helst vill; dock ej f&#246;rr, &#228;n f&#246;rfallodagen inne &#228;r. Ej m&#229; n&#229;got p&#229;
huvudstolen avr&#228;knas, f&#246;rr &#228;n r&#228;ntan gulden &#228;r.

6 &#167; har upph&#228;vts genom lag (1907:71 s.2).

7 &#167; har upph&#228;vts genom lag (1907:71 s.2).

8 &#167; har upph&#228;vts genom lag (1905:38 s.16).

9 &#167; har upph&#228;vts genom lag (1915:218).

10 &#167; har upph&#228;vts genom lag (1975:636).

11 &#167; har upph&#228;vts genom f&#246;rordning (1858:85 s.1).

12 &#167; har upph&#228;vts genom f&#246;rordning (1862:10 s.1).

10 kap. Om pant och borgen

1 &#167; S&#228;tter man i pant guld, silver, eller vad det helst &#228;r i l&#246;s&#246;ren;
g&#246;re det med tvenne vittnen, eller tage d&#228;r &#229; handskrift av honom, som
panten i h&#228;nder f&#229;r.

2 &#167; Nu &#228;r dag ute, och l&#246;ses ej panten &#229;ter; have d&#229; panthavaren v&#229;ld,
att den &#229; h&#228;radstinget en g&#229;ng, och i staden &#229; tre m&#229;ndagar, uppbjuda
och sedan lagligen v&#228;rdera och m&#228;ta l&#229;ta. Vill d&#229; &#228;garen l&#246;sa panten
&#229;ter; g&#246;re det, i staden inom fjorton dagar, och &#229; landet inom en m&#229;nad,
sedan det honom kungjort var, och g&#228;lde d&#228;rtill den r&#228;nta, som han
utf&#228;st haver. Vill eller gitter han ej; st&#229;nde honom fritt, vad han
hellre vill l&#229;ta panten under offentligt utrop till salu g&#229;, eller l&#229;ta
borgen&#228;ren den beh&#229;lla efter v&#228;rderingen. Varder panten h&#246;gre v&#228;rderad,
eller f&#246;rs&#229;ld, &#228;n g&#228;lden &#228;r; njute d&#229; g&#228;lden&#228;ren det &#246;ver &#228;r: &#228;r panten
mindre; fylle han bristen.

3 &#167; Pant b&#246;r v&#228;l g&#246;mmas och v&#229;rdas, och ej utan &#228;garens lov och minne
brukas, eller utl&#229;nas, (vid sex dalers bot,) och skadan &#229;ter.

4 &#167; Kommer skada &#229; pant, f&#246;rty, att den, som panten hade, den ej
r&#228;tteligen v&#229;rdat; g&#228;lde han fullt &#229;ter. Sker det av v&#229;da, och ej av
vang&#246;mmo; vare skadan &#228;garens, och g&#228;lde ej dess mindre, vad panten stod
f&#246;re.

5 &#167; har upph&#228;vts genom f&#246;rordning (1858:85 s.1).

6 &#167; Vill n&#229;gon s&#228;tta ut till annan den pant, som han i h&#228;nder haver;
s&#228;ge d&#229; f&#246;rst &#228;garen d&#228;rom till, eller, d&#228;r han ej n&#228;r &#228;r, give det
r&#228;tten eller Konungens befallningshavande tillk&#228;nna, och s&#228;tte panten ej
h&#246;gre ut, eller med andra villkor, &#228;n den hos honom h&#228;ftar f&#246;re, eller
b&#246;te en sj&#228;tte del av pantens v&#228;rde, och skadan &#229;ter. Nekar n&#229;gon emot
b&#228;ttre vetande, till den pant han emottagit haver (; b&#246;te h&#228;lften av det
panten v&#228;rd &#228;r).

7 &#167; Skepp och skeppsbygge m&#229; ej med laga verkan s&#228;ttas i pant efter ty
nu &#228;r sagt. Ej heller m&#229; luftfartyg s&#229;lunda pants&#228;ttas. Lag (1973:1066).

8 &#167; G&#229;r n&#229;gon i l&#246;fte f&#246;r annan mans g&#228;ld; betale han det g&#228;lden&#228;r sj&#228;lv
ej g&#228;lda gitter. H&#229;ller g&#228;lden&#228;r sig undan, n&#228;r tiden till betalningen
inne &#228;r, eller &#228;r han utrikes faren, och finnes ej gods hans; l&#228;gge d&#229;
(Konungens befallningshavande) l&#246;ftesmannen dag f&#246;re, att skulden
betala.

9 &#167; Nu haver l&#246;ftesman sig &#229;tagit annan mans g&#228;ld, som sin egen, och
utf&#228;st betalning &#229; viss tid, eller ort, eller ock sig lika med
g&#228;lden&#228;ren d&#228;r till f&#246;rbundit; s&#246;ke d&#229; borgen&#228;r vilkendera han helst
vill.

10 &#167; D&#246;r g&#228;lden&#228;r; svare d&#229; dess arvingar, s&#229; l&#229;ngt gods hans r&#228;cker,
och g&#228;lde l&#246;ftesman det som brister. D&#246;r l&#246;ftesman, medan han under
borgen st&#229;r; vare d&#229; borgen&#228;r skyldig, att strax fordra ny borgen av
g&#228;lden&#228;ren: gitter han den skaffa; vare den f&#246;rra l&#246;ftesmannens arvingar
frie: gitter han ej; s&#246;ke borgen&#228;r betalningen genast ut av g&#228;lden&#228;ren,
och bristen av l&#246;ftesmannens gods.

11 &#167; Hava tv&#229; eller flere g&#229;tt i borgen utan f&#246;rbeh&#229;ll om delad
ansvarighet, svare de en f&#246;r alla och alla f&#246;r en f&#246;r sin f&#246;rbindelse.
Lag (1936:87).

12 &#167; Nu haver man borgat f&#246;r sj&#228;lva personen, och ej f&#246;r hans g&#228;ld;
skaffe honom fram, och vare sakl&#246;s. Kommer ej personen fram; betale d&#229;
l&#246;ftesman g&#228;lden.

13 &#167; har upph&#228;vts genom lag (1924:321).

11 kap. Om l&#229;n

1 &#167; L&#229;nar man n&#229;got av annan, d&#246;tt eller kvickt; give &#229;ter s&#229; gott, som
han det tog. Ej m&#229; l&#229;n missfaras.

2 &#167; har upph&#228;vts genom f&#246;rordning (1858:85 s.1).

3 &#167; Ingen m&#229;, f&#246;r egen, eller annans skuldfordran, h&#229;lla det inne, som
han till l&#229;ns f&#229;tt, utan han d&#228;ri pantr&#228;tt haver, eller med &#228;garens
vilja n&#246;dig kostnad d&#228;r &#229; gjort. Sker det; (b&#246;te tio daler) och give det
l&#229;nta &#229;ter.

4 &#167; har upph&#228;vts genom lag (1986:798).

12 kap. Om inlagsf&#228;, eller nedsatt och f&#246;rtrott gods

1 &#167; L&#228;gger man in hos annan i f&#246;rvar guld, silver, penningar, eller
annat l&#246;st gods; l&#228;gge in med vittnen, eller tage brev d&#228;r &#229;.

2 &#167; Inlagsf&#228;, och f&#246;rtrott gods, b&#246;r man v&#229;rda som sitt eget. Missfares,
eller f&#246;rkommer det, av hans vang&#246;mmo, eller v&#229;llande; g&#228;lde fullt &#229;ter.
Sker det av v&#229;da; vare sakl&#246;s.

3 &#167; S&#228;tter man under annans f&#246;rvar tillslutna eller f&#246;rseglade kistor,
sk&#229;p eller packor, och vet ej den, som anammade, vad d&#228;r i &#228;r; eller &#228;r
det honom ej, stycke fr&#229;n stycke, till vikt, m&#229;tt eller antal, i h&#228;nder
givet; p&#229;st&#229;r sedan den, som inlade, mera under f&#246;rvar givet vara, &#228;n
han &#229;ter fick;

; vare den, som emottog, fri, d&#228;r han allt obrutet och oskatt utgiver,
som han det anammade. Finnes det vara brutet, och saknar &#228;garen n&#229;got;
fulltyge d&#229; med vittnen, (eller ed sin,) huru mycket han inlagt haver.
Gitter han det; svare den godset under sin v&#229;rd hade, f&#246;r all skada,
eller vise med goda sk&#228;l (eller sv&#228;rje,) att det av hans vang&#246;mmo och
v&#229;llande ej skett &#228;r, eller att han ej d&#228;rav, kunskap och nytta haft.
(Varder han &#246;vertyga, att han med vilja det f&#246;rsnillat; st&#229;nde tjuvs
r&#228;tt).

4 &#167; har upph&#228;vts genom lag (1986:798).

5 &#167; Hava flere satt gods under annans v&#229;rd, d&#228;r i de alle del &#228;ga; det
m&#229; ej &#229; enderas beg&#228;ran givas &#229;ter, utan han allas fullmakt d&#228;r &#229; visar.
Giver den godset i v&#229;rd hade det annorlunda ut; svare han vardera f&#246;r
dess del, och s&#246;ke sin man.

6 &#167; Nu vill ej den, som godset emottog, hava det l&#228;ngre i f&#246;rvar; s&#228;ge
d&#229; honom till, som insatte, att han m&#229; h&#228;mta det &#229;ter, och tage bevis
d&#228;r &#229;. Tager &#228;garen det ej &#229;ter; st&#229;nde sj&#228;lv all fara.

7 &#167; D&#246;r den, som inlagsf&#228; om h&#228;nder hade; d&#229; b&#246;ra hans arvingar d&#228;r
svara f&#246;re, och giva fullt &#229;ter.

8 &#167; Haver man &#229; nedsatt gods n&#246;dig kostnad gjort, eller betalt hyra f&#246;r
det rum, d&#228;r i godset f&#246;rvaras; d&#229; b&#246;r &#228;garen det g&#228;lda, f&#246;rr &#228;n godset
&#229;tergives.

9 &#167; har upph&#228;vts genom f&#246;rordning (1858:85 s.1).

10 &#167; har upph&#228;vts genom f&#246;rordning (1858:85 s.1).

11 &#167; D&#246;mes gods under tredje mans f&#246;rvar, det b&#246;r v&#229;rdas, som annat
inlagsf&#228;, och ej givas ut, f&#246;rr &#228;n domaren eller befallningshavanden det
till&#229;ter.

12 &#167; har upph&#228;vts genom f&#246;rordning (1858:85 s.1).

13 kap. Om lega och hyra

1 &#167; Leger man till annan (hus, g&#229;rd, tomt), eller vad det &#228;r, f&#246;r hyra i
penningar eller varor, med vissa villkor, eller utan; det b&#246;r fast
st&#229;nda, evad f&#228;stepenning d&#228;r &#229; given &#228;r, eller ej.

2 &#167; Leger man tvem ett; beh&#229;lle den, som f&#246;rst hyrde, evad den senare
mera utlovat haver, eller ej; och (b&#246;te) den, som utlegde (, tio daler),
och skadan &#229;ter. Samma lag vare om den, som hyrer det han visste till
annan uthyrt vara.

3 &#167; har upph&#228;vts genom f&#246;rordning (1858:85 s.1).

4 &#167; Hur gods &#229; landet, s&#229; ock hus, g&#229;rdar, och tomter i staden, legas
och hyras m&#229;, urskils i jordabalken. (Om h&#228;stars, vagnars, och b&#229;tars
lega av g&#228;stgivare, och vad lag &#228;r, d&#229; de spillas och missfaras, &#228;r
stadgat i byggningabalken.)

14 kap.  Om legohjon

15 kap. har upph&#228;vts genom lag (1895:64 s.1)

16 kap.  Huru g&#228;lden&#228;r m&#229; gods sitt till dess borgen&#228;rer p&#229; en g&#229;ng
avst&#229;; s&#229; ock om dem, som f&#246;r g&#228;ld rymma

17 kap. har upph&#228;vts genom lag (1970:979).

18 kap. Om sysslom&#228;n eller ombudsm&#228;n

1 &#167; Varder man av annan ombuden, att &#229; dess v&#228;gnar n&#229;got syssla och
utr&#228;tta, och s&#228;ger d&#228;r ja till; tage fullmakt, och ligge d&#228;r sedan hans
v&#229;rdnad &#229;; g&#246;re ock redo och besked f&#246;r det han om h&#228;nder f&#229;r.

2 &#167; Vad ombudsman eller fullmakt g&#246;r och sluter, det vare s&#229; gillt, som
huvudman det sj&#228;lv gjort och slutit hade. G&#229;r ombudsman vidare, &#228;n honom
betrott &#228;r; r&#228;tte sj&#228;lv upp all skada, (och b&#246;te tjugu daler), och
huvudmannen vare sakl&#246;s.

3 &#167; Handlar syssloman oredligt, brukar list emot honom, som fullmakt
gav, v&#228;nder sig hans gods till nytta, l&#229;nar hans penningar ut, eller
tager penningar upp i hans namn; svare till all skada (,och plikte efter
omst&#228;ndigheterna). Vare ock den, som fullmakt gav, sakl&#246;s i allt, vad
syssloman, utom hans ombud eller vilja, av annan l&#229;nt, eller med n&#229;gon
slutit haver; utan det vises, att det honom till nytta anv&#228;nt &#228;r.

4 &#167; Haver n&#229;gon f&#229;tt fullmakt, att f&#246;r annan g&#246;ra och l&#229;ta, och tager
den skada d&#228;rav, som fullmakt gav; skylle sig sj&#228;lv, som sig ej b&#228;ttre
f&#246;res&#229;g. &#196;r ombudsman av f&#246;rsummelse, eller svek, v&#229;llande till skadan;
plikte d&#229; han, som sagt &#228;r.

5 &#167; Syssloman njute sk&#228;lig arvodes l&#246;n, s&#229; ock vederg&#228;llning f&#246;r det,
som han &#229; annans &#228;render r&#228;tteligen kostat haver. &#196;r ej avtal d&#228;rom
gjort, eller &#229;s&#228;mjer dem ej; ligge det d&#229; till r&#228;tten.

6 &#167; Haver syssloman borgat sin huvudmans gods och varor ut till den, som
f&#246;r &#228;rlig och riktig man k&#228;nd var, men finnes sedan s&#229; fattig, att han
ej gitter det &#229;terg&#228;lda; vare d&#229; syssloman ej skyldig det att fylla,
utan han s&#228;rskild vederg&#228;llning njuter f&#246;r det, han slikt &#228;ventyr st&#229;nda
m&#229;.

7 &#167; Nu haver man sig &#229;tagit, att inom viss tid n&#229;got &#229; annans v&#228;gnar
syssla och best&#228;lla, eller lovat det till slut driva, och varder d&#228;r
ifr&#229;n hindrad av Konungens tj&#228;nst, eller sjukdom, egna sysslor, eller
annan sk&#228;lig orsak; l&#229;te d&#229; sin huvudman det s&#229; tidigt veta, att han m&#229;
kunna n&#229;gon annan i st&#228;llet taga; sedan vare ombudsman sakl&#246;s, n&#228;r han
f&#246;r den tid r&#228;kenskap g&#246;r, som han sysslan haft haver.

8 &#167; D&#246;r huvudman; g&#246;re d&#229; syssloman redo och r&#228;kning f&#246;r hans arvingar,
och vare sedan vid sysslan skild, d&#228;r dem ej annorlunda &#229;s&#228;mjer. D&#246;r
syssloman, och varder n&#229;got skyldig; svare hans arvingar s&#229; l&#229;ngt gods
hans r&#228;cker.

9 &#167; Var som &#229; sysslomans f&#246;r&#228;ttning tala vill; g&#246;re det lagligen inom
natt och &#229;r, sedan han vid sysslan skildes, och redo och r&#228;kning gjord
&#228;r av honom, eller av hans arvingar, d&#228;r han d&#246;d &#228;r. Haver man laga
f&#246;rfall; njute samma tid d&#228;refter.

10 &#167; &#196;r n&#229;gon fr&#229;nvarande, och f&#246;refaller n&#229;got, d&#228;r i han ej kunnat
syssloman n&#228;mna; d&#229; m&#229; skyldeman, eller v&#228;n hans, f&#246;r honom tala och
svara, sedan han, d&#228;r s&#229; fordras, borgen satt, att den fr&#229;nvarande skall
f&#246;r gott k&#228;nna det han gjort haver. Gillar fr&#229;nvarande det ej; fylle
han, som utan fullmakt annans talan sig tagit, eller dess l&#246;ftesm&#228;n, all
skada, som d&#228;rav timat.

KF (1855:82 s. 1) ang. l&#246;ftesmans r&#228;tt att upps&#228;ga och betala g&#228;ld m.m.

Skall f&#246;rfallotid f&#246;r g&#228;ld efter upps&#228;gning ber&#228;knas; have l&#246;ftesman
lika r&#228;tt, som g&#228;lden&#228;r, att upps&#228;gning g&#246;ra och g&#228;lden &#229; f&#246;rfallodagen
betala. &#196;r ej avtal om f&#246;rfallotid gjort, &#228;ge ock g&#228;lden&#228;r eller
l&#246;ftesman r&#228;tt att betala n&#228;r han vill, &#228;nd&#229; att borgen&#228;r det ej
fordrat.

KF 1851:55 s. 4 ang. s&#228;ttet f&#246;r upps&#228;gning av f&#246;rbindelser, f&#246;r vilka
flera &#228;ro ansvariga.

Hava flera f&#246;rbundit sig att, en f&#246;r alla och alla f&#246;r en, betala g&#228;ld
och skall f&#246;rfallotid efter upps&#228;gning ber&#228;knas; vare upps&#228;gning, som
hos endera sker, ej mot de andra g&#228;llande. Har l&#246;ftesman &#229;tagit sig
annans g&#228;ld, som sin egen, m&#229;, d&#228;r f&#246;rfallotiden efter upps&#228;gning j&#228;mv&#228;l
ber&#228;knas skall, upps&#228;gning som hos endera sker, ej eller mot den andra
g&#228;lla. Lag samma vare ock d&#228;r flera, en f&#246;r alla och alla f&#246;r en, ing&#229;tt
s&#229;dan borgen, nyss sagd &#228;r, f&#246;r g&#228;ld, som efter upps&#228;gning betalas b&#246;r.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4609">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                                Nästa
                                <div class="arrow-fwd"></div>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
