

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-02-07" /> 
 <meta id="rattsinfo-edited" content="2024-02-07 11:14:00" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>48</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=47">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=49">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2023:704 ·
                    <a href="/sfsr?bet=2023:704">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2023:704) om auktorisationssystem i fr&#229;ga om tj&#228;nster f&#246;r elektronisk identifiering och f&#246;r digital post</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet DOF
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2023-11-23
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2024-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Lagens inneh&#229;ll

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om auktorisationssystem 
i fr&#229;ga om tj&#228;nster f&#246;r elektronisk identifiering av enskilda 
och f&#246;r digital post.

Ord och uttryck i lagen

2 &#167; Med ett auktorisationssystem avses i denna lag ett system 
d&#228;r

1. den myndighet som tillhandah&#229;ller systemet godk&#228;nner att 
leverant&#246;rer av tj&#228;nster f&#246;r elektronisk identifiering av 
enskilda eller f&#246;r digital post f&#229;r ing&#229; ett avtal inom 
systemet och ing&#229;r avtal med var och en av de godk&#228;nda 
leverant&#246;rerna om utf&#246;rande av s&#229;dana tj&#228;nster,

2. en enskild har r&#228;tt att v&#228;lja den leverant&#246;r som ska utf&#246;ra 
tj&#228;nsterna f&#246;r den enskildes r&#228;kning, och

3. en offentlig akt&#246;r kan anv&#228;nda tj&#228;nsterna i sin verksamhet 
enligt avtal med den tillhandah&#229;llande myndigheten.

3 &#167; Med elektronisk identifiering avses i denna lag detsamma 
som i Europaparlamentets och r&#229;dets f&#246;rordning (EU) 
nr 910/2014 av den 23 juli 2014 om elektronisk identifiering 
och betrodda tj&#228;nster f&#246;r elektroniska transaktioner p&#229; den 
inre marknaden och om upph&#228;vande av direktiv 1999/93/EG. 

Med digital post avses i denna lag elektroniska f&#246;rs&#228;ndelser 
som skickas fr&#229;n en offentlig akt&#246;r till en enskild genom den 
myndighetsgemensamma infrastrukturen f&#246;r s&#228;kra elektroniska 
f&#246;rs&#228;ndelser.

4 &#167; Med en offentlig akt&#246;r avses i denna lag

1. en statlig eller kommunal myndighet,

2. en beslutande f&#246;rsamling i en kommun eller region,

3. en sammanslutning som inr&#228;ttats s&#228;rskilt f&#246;r att tillgodose 
behov i det allm&#228;nnas intresse, under f&#246;ruts&#228;ttning att 
behovet inte &#228;r av industriell eller kommersiell karakt&#228;r, och 
som best&#229;r av

a) en eller flera myndigheter eller f&#246;rsamlingar som anges i 1 
och 2, eller

b) ett eller flera organ enligt andra stycket,

4. en privat akt&#246;r som yrkesm&#228;ssigt bedriver verksamhet som 
till n&#229;gon del &#228;r offentligt finansierad och som

a) akt&#246;ren bedriver i egenskap av enskild huvudman inom 
skolv&#228;sendet eller huvudman f&#246;r en s&#229;dan internationell skola 
som avses i 24 kap. skollagen (2010:800),

b) utg&#246;r h&#228;lso- och sjukv&#229;rd enligt h&#228;lso- och sjukv&#229;rdslagen 
(2017:30) eller tandv&#229;rd enligt tandv&#229;rdslagen (1985:125),

c) bedrivs enligt socialtj&#228;nstlagen (2001:453), lagen 
(1988:870) om v&#229;rd av missbrukare i vissa fall, lagen 
(1990:52) med s&#228;rskilda best&#228;mmelser om v&#229;rd av unga eller 
lagen (1993:387) om st&#246;d och service till vissa funktions-
hindrade, eller

d) utg&#246;r personlig assistans som utf&#246;rs med 
assistansers&#228;ttning enligt 51 kap. socialf&#246;rs&#228;kringsbalken, 
eller

5. en enskild utbildningsanordnare med tillst&#229;nd att utf&#228;rda 
examina enligt lagen (1993:792) om tillst&#229;nd att utf&#228;rda vissa 
examina, och som till st&#246;rsta delen har statsbidrag som 
finansiering av h&#246;gskoleutbildning p&#229; grundniv&#229; eller 
avancerad niv&#229; eller av utbildning p&#229; forskarniv&#229;.

Med en offentlig akt&#246;r avses i denna lag &#228;ven en s&#229;dan 
juridisk person som tillgodoser behov i det allm&#228;nnas 
intresse, under f&#246;ruts&#228;ttning att behovet inte &#228;r av 
industriell eller kommersiell karakt&#228;r, och

a) som till st&#246;rsta delen &#228;r finansierad av staten, en kommun, 
en region eller n&#229;gon av de offentliga akt&#246;rer som avses i 
f&#246;rsta stycket 1-4,

b) vars verksamhet st&#229;r under kontroll av staten, en kommun, 
en region eller n&#229;gon av de offentliga akt&#246;rer som avses i 
f&#246;rsta stycket 1-4, eller

c) i vars styrelse eller motsvarande ledningsorgan mer &#228;n 
halva antalet ledam&#246;ter &#228;r utsedda av staten, en kommun, en 
region eller n&#229;gon av de offentliga akt&#246;rer som avses i f&#246;rsta 
stycket 1-4.

Tillhandah&#229;llande av auktorisationssystem

5 &#167; Den tillhandah&#229;llande myndigheten ska behandla 
leverant&#246;rer p&#229; ett likv&#228;rdigt och icke-diskriminerande s&#228;tt. 
Myndigheten ska n&#228;r den till&#228;mpar denna lag f&#246;lja principerna 
om &#246;ppenhet, &#246;msesidigt erk&#228;nnande och proportionalitet.

6 &#167; Den tillhandah&#229;llande myndigheten ska p&#229; en webbplats i 
fr&#229;ga om varje auktorisationssystem som den inr&#228;ttar samlat 
ange

1. vilka krav och villkor som ska g&#228;lla inom systemet,

2. de andra krav som en leverant&#246;r ska uppfylla f&#246;r anslutning 
till systemet,

3. p&#229; vilket s&#228;tt en ans&#246;kan om anslutning till systemet ska 
l&#228;mnas in, och

4. inom vilken tid den tillhandah&#229;llande myndigheten kommer 
att meddela beslut i fr&#229;ga om godk&#228;nnande.

Informationen ska uppdateras vid behov.

7 &#167; Den tillhandah&#229;llande myndigheten ska p&#229; en webbplats 
enligt vad som anges i 6 &#167; tillg&#228;ngligg&#246;ra information om alla 
leverant&#246;rer som myndigheten har ing&#229;tt avtal med inom ramen 
f&#246;r ett auktorisationssystem.

Ans&#246;kan om anslutning

8 &#167; Sedan ett auktorisationssystem har inr&#228;ttats f&#229;r en 
leverant&#246;r n&#228;r som helst ans&#246;ka om anslutning till systemet.

9 &#167; Flera leverant&#246;rer f&#229;r l&#228;mna en ans&#246;kan gemensamt. Den 
tillhandah&#229;llande myndigheten f&#229;r inte st&#228;lla upp villkor om 
att en grupp av leverant&#246;rer som ans&#246;ker gemensamt ska ha 
n&#229;gon viss juridisk form f&#246;r att f&#229; l&#228;mna en ans&#246;kan. Den 
tillhandah&#229;llande myndigheten f&#229;r dock beg&#228;ra att en grupp ska 
ha en viss juridisk form n&#228;r ett avtal enligt 15 &#167; ing&#229;s, om 
det beh&#246;vs f&#246;r att avtalet ska kunna fullg&#246;ras p&#229; ett 
godtagbart s&#228;tt.

10 &#167; En leverant&#246;r f&#229;r vid behov &#229;beropa andra f&#246;retags 
ekonomiska, tekniska eller yrkesm&#228;ssiga kapacitet i ans&#246;kan. 
Leverant&#246;ren ska i s&#229; fall visa att den d&#228;rigenom kommer att 
f&#246;rfoga &#246;ver n&#246;dv&#228;ndiga resurser f&#246;r att fullg&#246;ra avtalet, 
genom att visa upp ett skriftligt &#229;tagande fr&#229;n s&#229;dana f&#246;retag 
eller p&#229; n&#229;got annat s&#228;tt.

Godk&#228;nnande av leverant&#246;rer och ing&#229;ende av avtal

11 &#167; Den tillhandah&#229;llande myndigheten ska godk&#228;nna en ans&#246;kan 
om anslutning till ett auktorisationssystem f&#246;r de 
leverant&#246;rer som uppfyller de krav f&#246;r s&#229;dant godk&#228;nnande som 
har angetts p&#229; en webbplats enligt vad som anges i 6 &#167;.

Myndigheten f&#229;r dock besluta att avsl&#229; en ans&#246;kan om 
anslutning f&#246;r en leverant&#246;r som

1. &#228;r i konkurs eller likvidation, &#228;r under tv&#229;ngsf&#246;rvaltning, 
genomg&#229;r f&#246;retagsrekonstruktion, tills vidare har inst&#228;llt 
sina betalningar eller &#228;r underkastad n&#228;ringsf&#246;rbud,

2. &#228;r f&#246;rem&#229;l f&#246;r ans&#246;kan om konkurs, tv&#229;ngslikvidation, 
f&#246;retagsrekonstruktion eller n&#229;got annat liknande f&#246;rfarande,

3. genom en dom som har f&#229;tt laga kraft &#228;r d&#246;md f&#246;r brott som 
avser yrkesut&#246;vningen,

4. kan visas ha gjort sig skyldig till allvarligt fel i 
yrkesut&#246;vningen,

5. inte har fullgjort sina skyldigheter i fr&#229;ga om 
socialf&#246;rs&#228;kringsavgifter eller skatt i hemlandet eller i en 
annan stat inom Europeiska ekonomiska samarbetsomr&#229;det, eller

6. i n&#229;got v&#228;sentligt avseende har l&#229;tit bli att l&#228;mna 
upplysningar eller har l&#228;mnat felaktiga upplysningar n&#228;r 
uppgifter har beg&#228;rts med st&#246;d av 12 &#167;.

Om leverant&#246;ren &#228;r en juridisk person, f&#229;r den 
tillhandah&#229;llande myndigheten d&#228;rut&#246;ver besluta att avsl&#229; 
leverant&#246;rens ans&#246;kan om en f&#246;retr&#228;dare f&#246;r den juridiska 
personen har d&#246;mts f&#246;r ett s&#229;dant brott som avses i andra 
stycket 3 eller har gjort sig skyldig till ett s&#229;dant fel som 
avses i andra stycket 4.

12 &#167; Den tillhandah&#229;llande myndigheten f&#229;r beg&#228;ra att en 
leverant&#246;r som har ans&#246;kt om anslutning till ett 
auktorisationssystem visar att det saknas anledning att avsl&#229; 
ans&#246;kan

1. med st&#246;d av 11 &#167; andra stycket 1, 2 eller 5, eller

2. med st&#246;d av 11 &#167; andra stycket 3 eller tredje stycket, om 
leverant&#246;ren eller en f&#246;retr&#228;dare f&#246;r denne inte &#228;r medborgare 
i eller bosatt i Sverige.

Den tillhandah&#229;llande myndigheten ska som bevis f&#246;r att det 
saknas anledning att avsl&#229; en ans&#246;kan godta ett utdrag ur ett 
officiellt register eller n&#229;gon annan likv&#228;rdig handling n&#228;r 
det g&#228;ller ett f&#246;rh&#229;llande som avses i 11 &#167; andra stycket 1 
eller 2 och ett intyg fr&#229;n en beh&#246;rig myndighet n&#228;r det g&#228;ller 
ett f&#246;rh&#229;llande som avses i 11 &#167; andra stycket 5. Om en 
leverant&#246;r &#228;r registrerad i en officiell f&#246;rteckning &#246;ver 
godk&#228;nda tj&#228;nsteleverant&#246;rer i ett land inom Europeiska 
ekonomiska samarbetsomr&#229;det, ska den tillhandah&#229;llande 
myndigheten utg&#229; fr&#229;n att leverant&#246;ren inte ska nekas 
godk&#228;nnande enligt 11 &#167; andra stycket 1-5.

En s&#229;dan handling eller ett s&#229;dant intyg som avses i andra 
stycket f&#229;r ers&#228;ttas med en utsaga som avges p&#229; heder och 
samvete eller en liknande f&#246;rs&#228;kran, om

1. leverant&#246;ren inte &#228;r medborgare i eller bosatt i Sverige, 
och

2. handlingen eller intyget inte kan utf&#228;rdas i leverant&#246;rens 
hemland eller ursprungsland.

13 &#167; Ett beslut att avsl&#229; en ans&#246;kan om anslutning till ett 
auktorisationssystem f&#246;r en leverant&#246;r ska inneh&#229;lla 
information om hur leverant&#246;ren kan ans&#246;ka om r&#228;ttelse. Av 
informationen ska det framg&#229; vilka krav som st&#228;lls p&#229; en 
ans&#246;kan om r&#228;ttelse i fr&#229;ga om form och inneh&#229;ll samt om hur 
och n&#228;r en s&#229;dan ans&#246;kan ska l&#228;mnas in.

14 &#167; Om den tillhandah&#229;llande myndigheten beslutar att avsluta 
ett auktorisationssystem, ska myndigheten underr&#228;tta de 
leverant&#246;rer som har ans&#246;kt om att ansluta sig till systemet 
om detta.

15 &#167; N&#228;r den tillhandah&#229;llande myndigheten enligt 11 &#167; f&#246;rsta 
stycket har godk&#228;nt en ans&#246;kan om anslutning ska myndigheten 
s&#229; snart som m&#246;jligt ing&#229; avtal med leverant&#246;ren om utf&#246;rande 
av tj&#228;nsten. 

R&#228;ttelse och skadest&#229;nd

16 &#167; En leverant&#246;r som anser att den tillhandah&#229;llande 
myndigheten har brutit mot denna lag f&#229;r ans&#246;ka om r&#228;ttelse 
hos allm&#228;n f&#246;rvaltningsdomstol.

Endast den leverant&#246;r vars ans&#246;kan om anslutning till ett 
auktorisationssystem har avslagits f&#229;r ans&#246;ka om r&#228;ttelse av 
ett s&#229;dant beslut.

17 &#167; Om den tillhandah&#229;llande myndigheten har brutit mot denna 
lag och detta har medf&#246;rt att en leverant&#246;r har lidit eller 
kan komma att lida skada, ska r&#228;tten besluta att den 
tillhandah&#229;llande myndigheten ska vidta r&#228;ttelse.

18 &#167; En ans&#246;kan om r&#228;ttelse ska g&#246;ras skriftligen hos den 
f&#246;rvaltningsr&#228;tt i vars domkrets den tillhandah&#229;llande 
myndigheten har sin hemvist. I ans&#246;kan ska den som beg&#228;r 
r&#228;ttelse ange p&#229; vilket s&#228;tt han eller hon vill att den 
tillhandah&#229;llande myndigheten ska vidta r&#228;ttelse.

En ans&#246;kan om r&#228;ttelse av ett beslut att avsl&#229; en ans&#246;kan om 
anslutning till ett auktorisationssystem f&#246;r en leverant&#246;r ska 
ha kommit in till f&#246;rvaltningsr&#228;tten inom tre veckor fr&#229;n det 
att den som beg&#228;r r&#228;ttelse fick del av beslutet genom den 
tillhandah&#229;llande myndigheten.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

19 &#167; Den tillhandah&#229;llande myndigheten ska ers&#228;tta en 
leverant&#246;r f&#246;r den skada som orsakats genom att myndigheten 
har brutit mot denna lag.

En talan om skadest&#229;nd ska v&#228;ckas vid allm&#228;n domstol.

En skadest&#229;ndstalan som grundar sig p&#229; ett beslut om att avsl&#229; 
en ans&#246;kan om anslutning till ett auktorisationssystem f&#246;r en 
leverant&#246;r ska v&#228;ckas inom ett &#229;r fr&#229;n dagen f&#246;r beslutet. Om 
talan inte v&#228;cks inom denna tid, faller r&#228;tten till skadest&#229;nd 
bort.

20 &#167; Best&#228;mmelserna i 16-19 &#167;&#167; g&#228;ller inte n&#228;r ans&#246;kan om 
r&#228;ttelse eller talan om skadest&#229;nd grundas p&#229; ett p&#229;st&#229;ende om 
att myndigheten inte har tillg&#228;ngliggjort information i 
enlighet med 7 &#167;.

Bemyndiganden

21 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om de krav som ska vara uppfyllda f&#246;r 
att en ans&#246;kan om anslutning till ett auktorisationssystem ska 
godk&#228;nnas.

22 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om skyldighet f&#246;r offentliga akt&#246;rer 
att betala en avgift f&#246;r anv&#228;ndningen av tj&#228;nster inom ett 
auktorisationssystem.


&#214;verg&#229;ngsbest&#228;mmelser

2023:704

1. Denna lag tr&#228;der i kraft den 1 januari 2024.

2. Genom lagen upph&#228;vs lagen (2013:311) om valfrihetssystem i 
fr&#229;ga om tj&#228;nster f&#246;r elektronisk identifiering.

3. Den upph&#228;vda lagen g&#228;ller dock fortfarande f&#246;r ett &#228;rende 
om godk&#228;nnande av en s&#246;kande som har inletts f&#246;re 
ikrafttr&#228;dandet.

4. Best&#228;mmelserna i 16-19 &#167;&#167; i den upph&#228;vda lagen g&#228;ller dock 
fortfarande om en upphandlande myndighet har brutit mot den 
lagen f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=47">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=49">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
