

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-03-25" /> 
 <meta id="rattsinfo-edited" content="2024-03-25 15:21:10" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>5</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=6">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2024:172 ·
                    <a href="/sfsr?bet=2024:172">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2024:172) om infrastrukturavgifter p&#229; v&#228;g</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2024-03-21
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2024-05-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">/Tr&#228;der i kraft I:2024-05-01/
Till&#228;mpningsomr&#229;de

1 &#167; Denna lag g&#228;ller avgifter som, f&#246;r att t&#228;cka kostnader f&#246;r 
en v&#228;ginfrastruktur och kostnader f&#246;r luftf&#246;roreningar, buller 
och koldioxidutsl&#228;pp som anv&#228;ndningen av v&#228;ginfrastrukturen 
orsakar, tas ut f&#246;r anv&#228;ndning av

1. allm&#228;nna v&#228;gar som inte &#228;r f&#228;rjor, eller 

2. enskilda v&#228;gar som &#228;r motorv&#228;gar eller som ing&#229;r i det 
transeuropeiska v&#228;gn&#228;tet i Sverige.

Kostnader f&#229;r t&#228;ckas med infrastrukturavgifter p&#229; allm&#228;n v&#228;g 
endast om avgifterna inte differentieras enligt 24, 26 eller 
29 &#167;.

Lagen g&#228;ller inte avgifter som avser utrustning som &#228;r inbyggd 
i eller uppsatt l&#228;ngs med eller &#246;ver en v&#228;g och som beh&#246;vs f&#246;r 
att tillhandah&#229;lla energi till fordon i r&#246;relse och f&#246;r att ta 
betalt f&#246;r energin.

Ordf&#246;rklaringar

2 &#167; I denna lag avses med

v&#228;gavsnitt: en avgr&#228;nsad del av en infrastruktur f&#246;r 
v&#228;gtransport,

transeuropeiska stomtransportn&#228;tet: de v&#228;gavsnitt som avses i 
kapitel III i Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 
1315/2013 av den 11 december 2013 om unionens riktlinjer f&#246;r 
utbyggnad av det transeuropeiska transportn&#228;tet och om 
upph&#228;vande av beslut nr 661/2010/EU och som illustreras med 
hj&#228;lp av kartor i bilaga I till f&#246;rordningen, och

transeuropeiska v&#228;gn&#228;tet: det v&#228;gn&#228;t som avses i kapitel II 
avsnitt 3 i Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 
1315/2013 och som illustreras med hj&#228;lp av kartor i bilaga I 
till f&#246;rordningen. 

3 &#167; Med transport&#246;r avses i denna lag ett f&#246;retag som utf&#246;r 
v&#228;gtransporter av gods eller passagerare.

4 &#167; I denna lag avses med

kostnad f&#246;r trafikrelaterade koldioxidutsl&#228;pp: kostnaden f&#246;r 
de skador som uppst&#229;r till f&#246;ljd av utsl&#228;pp av koldioxid i 
samband med att ett fordon anv&#228;nds,

kostnad f&#246;r trafikrelaterade luftf&#246;roreningar: kostnaden f&#246;r 
de skador p&#229; m&#228;nniskors h&#228;lsa och de milj&#246;skador som uppst&#229;r 
till f&#246;ljd av utsl&#228;pp av partiklar och ozonbildande &#228;mnen, 
s&#229;som kv&#228;veoxid och flyktiga organiska f&#246;reningar, i samband 
med att ett fordon anv&#228;nds, och

kostnad f&#246;r trafikrelaterat buller: kostnaden f&#246;r de skador p&#229; 
m&#228;nniskors h&#228;lsa och de milj&#246;skador som uppst&#229;r till f&#246;ljd av 
buller fr&#229;n ett fordon eller fr&#229;n v&#228;xelverkan mellan fordonet 
och v&#228;gens yta.

5 &#167; I denna lag avses med 

avgiftssystem: ett tekniskt och administrativt system som 
anv&#228;nds f&#246;r uttag av avgifter enligt denna lag,

infrastrukturavgift: en distansbaserad avgift som tas ut f&#246;r 
att t&#228;cka kostnader f&#246;r uppf&#246;rande, drift, underh&#229;ll och 
utveckling av ett v&#228;gavsnitt med tillh&#246;rande avgiftssystem, 
och

avgift f&#246;r externa kostnader: en avgift som tas ut f&#246;r att 
t&#228;cka kostnader f&#246;r trafikrelaterad luftf&#246;rorening, 
trafikrelaterat buller eller trafikrelaterade 
koldioxidutsl&#228;pp.

6 &#167; I denna lag avses med

fordon: ett motorfordon med minst fyra hjul eller en ledad 
motorfordonskombination, som &#228;r avsedd f&#246;r eller anv&#228;nds f&#246;r 
person- eller godstransport p&#229; v&#228;g,

l&#228;tt fordon: ett fordon som har en totalvikt av h&#246;gst 3 500 
kilogram,

tungt fordon: ett fordon som har en totalvikt &#246;ver 3 500 
kilogram, och

typ av tungt fordon: den typ av fordon som ett tungt fordon 
tillh&#246;r beroende p&#229; antal axlar, dimensioner, vikt eller andra 
fordonsegenskaper som avspeglar v&#228;gskador och som &#228;r synliga 
eller anges i fordonshandlingar.

7 &#167; I denna lag avses med utsl&#228;ppsfritt fordon:

1. en personbil, l&#228;tt buss eller l&#228;tt lastbil utan 
f&#246;rbr&#228;nningsmotor, och

2. ett tungt fordon utan f&#246;rbr&#228;nningsmotor eller med en 
f&#246;rbr&#228;nningsmotor som sl&#228;pper ut

a) mindre &#228;n 1 gram koldioxid per kilowattimme, fastst&#228;llt i 
enlighet med Europaparlamentets och r&#229;dets f&#246;rordning (EG) nr 
595/2009 av den 18 juni 2009 om typgodk&#228;nnande av motorfordon 
och motorer vad g&#228;ller utsl&#228;pp fr&#229;n tunga fordon (Euro 6) och 
om tillg&#229;ng till information om reparation och underh&#229;ll av 
fordon samt om &#228;ndring av f&#246;rordning (EG) nr 715/2007 och 
direktiv 2007/46/EG och om upph&#228;vande av direktiven 
80/1269/EEG, 2005/55/EG och 2005/78/EG och med 
genomf&#246;randeakter som har antagits med st&#246;d av f&#246;rordningen, 
eller

b) mindre &#228;n 1 gram koldioxid per kilometer, fastst&#228;llt i 
enlighet med Europaparlamentets och r&#229;dets f&#246;rordning (EG) nr 
715/2007 av den 20 juni 2007 om typgodk&#228;nnande av motorfordon 
med avseende p&#229; utsl&#228;pp fr&#229;n l&#228;tta personbilar och l&#228;tta 
nyttofordon (Euro 5 och Euro 6) och om tillg&#229;ng till 
information om reparation och underh&#229;ll av fordon och med 
genomf&#246;randeakter som har antagits med st&#246;d av f&#246;rordningen.

8 &#167; Med euro-utsl&#228;ppsklass avses i denna lag en s&#229;dan 
utsl&#228;ppsklass f&#246;r ett tungt fordon som avses i bilaga 0 till 
Europaparlamentets och r&#229;dets direktiv 1999/62/EG av den 
17 juni 1999 om avgifter f&#246;r fordon f&#246;r anv&#228;ndningen av 
v&#228;ginfrastrukturer, i lydelsen enligt Europaparlamentets och 
r&#229;dets direktiv (EU) 2022/362.

9 &#167; I &#246;vrigt har ord och uttryck i denna lag samma betydelse 
som i lagen (2001:559) om v&#228;gtrafikdefinitioner.

Avgifter beh&#246;ver inte tas ut f&#246;r alla kategorier av fordon

10 &#167; Om avgifter tas ut enligt denna lag, f&#229;r de tas ut f&#246;r 
olika kategorier av fordon oberoende av varandra. Om avgifter 
tas ut f&#246;r personbilar, ska dock avgifter &#228;ven tas ut f&#246;r 
l&#228;tta lastbilar.

Avgiftssystem

11 &#167; Ett avgiftssystem f&#246;r ett v&#228;gavsnitt ska inneb&#228;ra att 
avgifterna tas ut och drivs in p&#229; ett s&#228;tt som p&#229;verkar 
trafikfl&#246;det s&#229; lite som m&#246;jligt och som g&#246;r att normal 
trafiks&#228;kerhetsstandard uppr&#228;tth&#229;lls.

12 &#167; Avgiftssystemet f&#229;r inte inneb&#228;ra diskriminering 

1. som leder till en snedvridning av konkurrensen mellan 
transport&#246;rer,

2. p&#229; grund av anv&#228;ndares, transport&#246;rers eller fordons 
nationalitet, eller

3. p&#229; grund av transporters ursprung eller destination.

13 &#167; Om avgiftssystemet kr&#228;ver anv&#228;ndning av fordonsutrustning 
som avses i lagen (2013:1164) om elektroniska v&#228;gtullssystem, 
ska den som tar ut infrastrukturavgiften se till att alla 
anv&#228;ndare kan f&#229; tillg&#229;ng till s&#229;dan utrustning. 
Fordonsutrustningen ska uppfylla de tekniska kraven i samma 
lag och f&#246;reskrifter som har meddelats i anslutning till den.

Kostnader p&#229; allm&#228;n v&#228;g

14 &#167; Om infrastrukturavgifter tas ut f&#246;r fordons anv&#228;ndning av 
ett v&#228;gavsnitt p&#229; en allm&#228;n v&#228;g, f&#229;r de endast tas ut f&#246;r att 
t&#228;cka kostnader f&#246;r

1. uppf&#246;randet och utvecklingen av v&#228;gavsnittet, och 

2. uppf&#246;randet, driften, underh&#229;llet och utvecklingen av det 
avgiftssystem som h&#246;r till v&#228;gavsnittet. 

Avgifterna f&#229;r endast tas ut f&#246;r s&#229;dana kostnader som 
finansieras med l&#229;n som ska &#229;terbetalas med 
infrastrukturavgifter eller direkt med int&#228;kter fr&#229;n 
infrastrukturavgifter.

15 &#167; I fr&#229;ga om fordon som omfattas av lagen (1997:1137) om 
v&#228;gavgift f&#246;r vissa tunga fordon, f&#229;r en infrastrukturavgift 
enligt 14 &#167; f&#246;r anv&#228;ndning av v&#228;gavsnitt som ing&#229;r i det 
transeuropeiska v&#228;gn&#228;tet i Sverige eller &#228;r motorv&#228;g endast 
tas ut om v&#228;gavsnittet &#228;r en bro, en tunnel eller en v&#228;g genom 
ett bergspass.

Infrastrukturavgifter p&#229; allm&#228;n v&#228;g

16 &#167; Infrastrukturavgifter enligt 14 &#167; ska best&#228;mmas s&#229; att 
avgiftsint&#228;kterna 

1. f&#246;rdelas &#246;ver en tidsperiod som motsvarar v&#228;gavsnittets 
planerade livsl&#228;ngd eller en tid som inte understiger 20 &#229;r, 
och

2. totalt inte &#246;verstiger de kostnader som avgifterna f&#229;r 
t&#228;cka.

17 &#167; Infrastrukturavgifter enligt 14 &#167; ska best&#228;mmas s&#229; att de 
f&#246;rdelas mellan olika kategorier av fordon med h&#228;nsyn till hur 
mycket varje kategori belastar v&#228;gavsnittet och hur stor 
kostnadsandel som kategorin d&#228;rf&#246;r b&#246;r b&#228;ra. En kategoris 
andel f&#229;r p&#229; motsvarande s&#228;tt f&#246;rdelas mellan olika typer av 
fordon inom kategorin.

Varje andel ska motsvara fordonskategorins eller fordonstypens 
ber&#228;knade andel av trafiken p&#229; v&#228;gavsnittet. Om s&#228;rskilda 
kostnader kan h&#228;nf&#246;ras till en viss fordonskategoris eller 
fordonstyps belastning p&#229; v&#228;gavsnittet eller om andelen av 
trafiken av n&#229;gon annan orsak inte &#228;r representativ f&#246;r 
belastningen, f&#229;r andelarna justeras s&#229; att andelsf&#246;rdelningen 
&#229;terspeglar belastningen. Om infrastrukturavgifter tas ut f&#246;r 
alla tunga fordon, f&#229;r avgifterna best&#228;mmas s&#229; att de t&#228;cker 
en viss procentandel av de ber&#228;knade kostnadsandelarna f&#246;r 
tunga bussar och en annan procentandel av de ber&#228;knade 
kostnadsandelarna f&#246;r tunga lastbilar.

Andelsf&#246;rdelningen ska ses &#246;ver regelbundet och justeras vid 
behov.

18 &#167; Om en avgift som har best&#228;mts enligt 17 &#167; f&#246;r en viss 
fordons-kategori eller fordonstyp inte tas ut helt eller 
delvis, f&#229;r det inte medf&#246;ra h&#246;jda avgifter f&#246;r andra 
fordonskategorier eller fordonstyper.

Kostnader p&#229; enskild v&#228;g

19 &#167; Om infrastrukturavgifter tas ut f&#246;r tunga fordons 
anv&#228;ndning av ett s&#229;dant v&#228;gavsnitt p&#229; en enskild v&#228;g som 
ing&#229;r i det transeuropeiska v&#228;gn&#228;tet i Sverige eller &#228;r 
motorv&#228;g, f&#229;r avgifterna tas ut endast f&#246;r att t&#228;cka kostnader 
f&#246;r uppf&#246;randet, driften, underh&#229;llet och utvecklingen av 
v&#228;gavsnittet och det avgiftssystem som h&#246;r till v&#228;gavsnittet, 
inklusive marknadsm&#228;ssig avkastning p&#229; kapital och 
marknadsm&#228;ssig vinstmarginal.

Avgifterna f&#229;r tas ut endast f&#246;r att t&#228;cka den andel av 
kostnaderna som b&#246;r b&#228;ras av tunga fordon med h&#228;nsyn till hur 
mycket tunga fordon belastar v&#228;gavsnittet.

Infrastrukturavgifter p&#229; enskild v&#228;g

20 &#167; Infrastrukturavgifter enligt 19 &#167; ska best&#228;mmas s&#229; att 
avgiftsint&#228;kterna 

1. f&#246;rdelas &#246;ver en tidsperiod som motsvarar v&#228;gavsnittets 
planerade livsl&#228;ngd eller en tid som inte understiger 20 &#229;r, 
och

2. totalt inte &#246;verstiger de kostnader som avgifterna f&#229;r 
t&#228;cka.

21 &#167; Infrastrukturavgifterna ska best&#228;mmas genom att man f&#246;rst 
ber&#228;knar de tunga fordonens andel av v&#228;gavsnittets totala 
kostnader enligt 19 &#167;. De tunga fordonens andel f&#229;r p&#229; 
motsvarande s&#228;tt f&#246;rdelas mellan olika kategorier eller typer 
av tunga fordon.

Varje andel ska motsvara fordonskategorins eller fordonstypens 
ber&#228;knade andel av trafiken p&#229; v&#228;gavsnittet. Om s&#228;rskilda 
kostnader kan h&#228;nf&#246;ras till en viss fordonskategoris eller 
fordonstyps belastning p&#229; v&#228;gavsnittet eller om andelen av 
trafiken av n&#229;gon annan orsak inte &#228;r representativ f&#246;r 
belastningen, f&#229;r andelarna justeras s&#229; att andelsf&#246;rdelningen 
&#229;terspeglar belastningen. Om infrastrukturavgifter tas ut f&#246;r 
alla tunga fordon, f&#229;r avgifterna best&#228;mmas s&#229; att de t&#228;cker 
en viss procentandel av de ber&#228;knade kostnadsandelarna f&#246;r 
tunga bussar och personbilar klass II och en annan 
procentandel av de ber&#228;knade kostnadsandelarna f&#246;r tunga 
lastbilar.

Andelsf&#246;rdelningen ska ses &#246;ver regelbundet och justeras vid 
behov.

22 &#167; Trots 19 &#167; andra stycket, 20 &#167; 1 och 21 &#167; f&#229;r 
infrastrukturavgifter tas ut f&#246;r f&#228;rd p&#229; &#214;resundsbron enligt 
det ursprungliga avgiftssystemet p&#229; bron s&#229; l&#228;nge 
avgiftssystemet inte &#228;ndras i v&#228;sentlig omfattning.

Differentiering f&#246;r euro-utsl&#228;ppsklass

23 &#167; Infrastrukturavgifter som tas ut f&#246;r tunga fordons 
anv&#228;ndning av ett v&#228;gavsnitt som ing&#229;r i det transeuropeiska 
v&#228;gn&#228;tet i Sverige eller &#228;r motorv&#228;g ska differentieras med 
h&#228;nsyn till fordonens euro-utsl&#228;ppsklass. Avgifterna ska 
differentieras s&#229; att ingen avgift f&#246;r ett fordon &#228;r mer &#228;n 
dubbelt s&#229; h&#246;g som den avgift som tas ut f&#246;r ett likv&#228;rdigt 
fordon som uppfyller det str&#228;ngaste utsl&#228;ppskravet.

24 &#167; Avgifterna beh&#246;ver inte differentieras enligt 23 &#167;, om

1. en s&#229;dan differentiering

a) skulle allvarligt skada avgiftssystemets enhetlighet med 
andra avgiftssystem,

b) inte &#228;r tekniskt genomf&#246;rbar, eller

c) skulle leda till att de mest f&#246;rorenande fordonen leds bort 
fr&#229;n v&#228;gavsnittet med negativa konsekvenser f&#246;r 
trafiks&#228;kerheten och folkh&#228;lsan,

2. avgifterna differentieras enligt 25 &#167;, eller

3. avgifter tas ut enligt 35 &#167;. 

Differentiering f&#246;r koldioxidutsl&#228;pp

25 &#167; Infrastrukturavgifter som tas ut f&#246;r tunga fordons 
anv&#228;ndning av ett v&#228;gavsnitt som ing&#229;r i det transeuropeiska 
v&#228;gn&#228;tet i Sverige eller &#228;r motorv&#228;g ska differentieras med 
h&#228;nsyn till fordonens koldioxidutsl&#228;ppsklasser enligt 9 &#167; 
lagen (2024:173) om indelning av tunga fordon i 
koldioxidutsl&#228;ppsklasser eller motsvarande 
koldioxidutsl&#228;ppsklasser f&#246;r fordon som inte &#228;r registrerade i 
Sverige. Avgifterna ska differentieras s&#229; att den h&#246;gsta 
avgiften tas ut f&#246;r fordon i koldioxidutsl&#228;ppsklass 1 och 
avgifterna f&#246;r fordon i 

- koldioxidutsl&#228;ppsklass 2 &#228;r minst 5 men inte mer &#228;n 
15 procent l&#228;gre &#228;n i klass 1,

- koldioxidutsl&#228;ppsklass 3 &#228;r mer &#228;n 15 men inte mer &#228;n 
30 procent l&#228;gre &#228;n i klass 1,

- koldioxidutsl&#228;ppsklass 4 &#228;r mer &#228;n 30 men inte mer &#228;n 
50 procent l&#228;gre &#228;n i klass 1, och

- koldioxidutsl&#228;ppsklass 5 &#228;r mer &#228;n 50 men inte mer &#228;n 
75 procent l&#228;gre &#228;n i klass 1.

Om avgifterna ocks&#229; differentieras med h&#228;nsyn till fordonens 
euro-utsl&#228;ppsklass enligt 23 &#167;, ska avgifterna i 
koldioxidutsl&#228;ppsklasserna 2-5 ber&#228;knas i f&#246;rh&#229;llande till 
avgiften f&#246;r s&#229;dana fordon i koldioxidutsl&#228;ppsklass 1 som 
uppfyller det str&#228;ngaste euro-utsl&#228;ppskravet.

26 &#167; Avgifterna beh&#246;ver inte differentieras enligt 25 &#167;, om 
avgifter i st&#228;llet tas ut f&#246;r trafikrelaterade utsl&#228;pp av 
koldioxid enligt 37 &#167;.

27 &#167; Avgifter f&#246;r anv&#228;ndning av en bro, av en tunnel eller av 
en v&#228;g genom ett bergspass beh&#246;ver inte differentieras enligt 
25 &#167;, om differentieringen

1. inte &#228;r tekniskt genomf&#246;rbar, eller

2. skulle leda till att de mest f&#246;rorenande fordonen leds bort 
fr&#229;n v&#228;gavsnittet med negativa konsekvenser f&#246;r 
trafiks&#228;kerheten och folkh&#228;lsan.

Differentiering f&#246;r utsl&#228;ppsfria fordon

28 &#167; Infrastrukturavgifter som tas ut f&#246;r utsl&#228;ppsfria l&#228;tta 
lastbilar d&#228;r f&#246;rarutrymmet och lastutrymmet finns inom samma 
enhet och f&#246;r utsl&#228;ppsfria l&#228;tta bussar ska vara l&#228;gre &#228;n f&#246;r 
andra l&#228;tta fordon, om 

1. det &#228;r tekniskt m&#246;jligt, och

2. avgifterna tas ut f&#246;r anv&#228;ndning av ett v&#228;gavsnitt som 
ing&#229;r i det transeuropeiska v&#228;gn&#228;tet i Sverige eller &#228;r 
motorv&#228;g.

Avgifterna ska dock motsvara minst 25 procent av den h&#246;gsta 
avgift som tas ut f&#246;r andra l&#228;tta fordon.

29 &#167; Avgifter f&#246;r anv&#228;ndning av en bro, av en tunnel eller av 
en v&#228;g genom ett bergspass beh&#246;ver inte differentieras enligt 
28 &#167;, om differentieringen skulle leda till att de mest 
f&#246;rorenande fordonen leds bort fr&#229;n v&#228;gavsnittet med negativa 
konsekvenser f&#246;r trafiks&#228;kerheten och folkh&#228;lsan.

30 &#167; En infrastrukturavgift som tas ut f&#246;r ett utsl&#228;ppsfritt 
fordon med en totalvikt &#246;ver 3 500 kilogram men h&#246;gst 
4 250 kilogram ska uppg&#229; till samma belopp som avgiften f&#246;r 
ett l&#228;tt fordon av motsvarande fordonstyp som &#228;r 
utsl&#228;ppsfritt.

Differentiering f&#246;r att styra trafiken p&#229; enskild v&#228;g

31 &#167; Infrastrukturavgifter som tas ut f&#246;r anv&#228;ndning av ett 
v&#228;gavsnitt p&#229; en enskild v&#228;g som ing&#229;r i det transeuropeiska 
v&#228;gn&#228;tet i Sverige eller &#228;r motorv&#228;g f&#229;r differentieras f&#246;r 
att minska tr&#228;ngsel, fr&#228;mja trafiks&#228;kerheten eller minimera 
slitage p&#229; v&#228;gavsnittet eller optimera anv&#228;ndningen av det. 
S&#229;dan differentiering f&#229;r dock endast g&#246;ras om

1. den g&#246;rs med h&#228;nsyn till tider p&#229; dygnet, till typ av dag 
eller till &#229;rstid,

2. den &#228;r tydlig, offentliggjord och tillg&#228;nglig f&#246;r alla 
anv&#228;ndare p&#229; lika villkor, 

3. ingen avgift &#228;r mer &#228;n 175 procent h&#246;gre &#228;n den 
genomsnittliga avgiften f&#246;r motsvarande fordon,

4. h&#246;gre avgifter f&#246;r att minska tr&#228;ngsel tas ut under h&#246;gst 
sex timmar per dygn, och

5. differentiering f&#246;r att minska tr&#228;ngsel inneb&#228;r h&#246;gre 
avgiftsniv&#229;er under perioder d&#229; m&#229;nga fordon anv&#228;nder 
v&#228;gavsnittet och l&#228;gre avgiftsniv&#229;er under &#246;vriga tider.

Differentiering i transeuropeiska stomtransportn&#228;tet

32 &#167; Infrastrukturavgifter som tas ut f&#246;r anv&#228;ndning av ett 
v&#228;gavsnitt som ing&#229;r i ett stort projekt inom det 
transeuropeiska stomtransportn&#228;tet f&#229;r differentieras p&#229; annat 
s&#228;tt &#228;n det som f&#246;ljer av 23, 25, 28 och 31 &#167;&#167;, om

1. v&#228;gavsnittet &#228;r direkt utsatt f&#246;r konkurrens fr&#229;n andra 
trafikslag,

2. en avvikande differentiering beh&#246;vs f&#246;r att s&#228;kra 
projektets l&#246;nsamhet, och

3. differentieringen 

a) inneb&#228;r en linj&#228;r och proportionell avgiftsstruktur,

b) &#228;r offentliggjord och tillg&#228;nglig f&#246;r alla anv&#228;ndare p&#229; 
lika villkor, och

c) inte leder till att kostnader i form av h&#246;jda avgifter f&#246;rs 
&#246;ver p&#229; anv&#228;ndare som inte omfattas av differentieringen.

33 &#167; Om avgifter differentieras enligt 32 &#167; f&#246;r att minska 
tr&#228;ngsel, fr&#228;mja trafiks&#228;kerheten eller minimera slitage p&#229; 
v&#228;gavsnittet eller optimera anv&#228;ndningen av det, ska 
differentieringen inneb&#228;ra en styrning till tider p&#229; dygnet, 
till typ av dag eller till &#229;rstid.

Differentiering f&#229;r inte ge en st&#246;rre totalint&#228;kt 

34 &#167; En avgiftsdifferentiering enligt 23, 25, 28, 31 eller 
32 &#167; f&#229;r inte utformas s&#229; att de totala avgiftsint&#228;kterna blir 
st&#246;rre &#228;n om avgifterna inte differentieras.

Avgifter f&#246;r externa kostnader

35 &#167; Om infrastrukturavgifter tas ut f&#246;r anv&#228;ndning av ett 
v&#228;gavsnitt som ing&#229;r i det transeuropeiska v&#228;gn&#228;tet i Sverige 
eller &#228;r motorv&#228;g, ska ocks&#229; avgifter f&#246;r externa kostnader 
tas ut f&#246;r tunga fordons anv&#228;ndning av v&#228;gavsnittet. 
Avgifterna ska t&#228;cka externa kostnader i form av 
trafikrelaterade luftf&#246;roreningar som de tunga fordonen 
orsakar n&#228;r de anv&#228;nder v&#228;gavsnittet.

36 &#167; Avgifter f&#246;r externa kostnader enligt 35 &#167; beh&#246;ver inte 
tas ut

1. f&#246;r tunga fordon som uppfyller det str&#228;ngaste euro-
utsl&#228;ppskravet under fyra &#229;r fr&#229;n och med det datum d&#229; euro-
utsl&#228;ppskravet inf&#246;rdes, 

2. f&#246;r anv&#228;ndning av en bro, av en tunnel eller av en v&#228;g 
genom ett bergspass, om ett s&#229;dant avgiftsuttag inte &#228;r 
tekniskt genomf&#246;rbart, eller

3. om avgifterna skulle leda till att de mest f&#246;rorenande 
fordonen leds bort fr&#229;n v&#228;gavsnittet med negativa konsekvenser 
f&#246;r trafiks&#228;kerheten och folkh&#228;lsan.

37 &#167; Avgifter f&#246;r externa kostnader f&#229;r tas ut f&#246;r anv&#228;ndning 
av ett v&#228;gavsnitt som ing&#229;r i det transeuropeiska v&#228;gn&#228;tet i 
Sverige eller &#228;r motorv&#228;g i den utstr&#228;ckning s&#229;dana avgifter 
inte ska tas ut enligt 35 &#167;.

38 &#167; Avgifter enligt 35 eller 37 &#167; f&#246;r tunga fordon ska 
best&#228;mmas i enlighet med de minikrav och ber&#228;kningsmetoder som 
anges i bilaga IIIa till Europaparlamentets och r&#229;dets 
direktiv 1999/62/EG, i lydelsen enligt Europaparlamentets och 
r&#229;dets direktiv (EU) 2022/362, och med h&#228;nsyn till de 
referensv&#228;rden som anges i bilagorna IIIb och IIIc till 
direktivet. 

Avgifternas storlek f&#229;r best&#228;mmas s&#229; att de totala int&#228;kterna 
fr&#229;n avgifter f&#246;r externa kostnader som tas ut f&#246;r tunga 
fordon p&#229; v&#228;gavsnittet endast motsvarar en andel av de externa 
kostnader som dessa fordon orsakar.

39 &#167; Avgifter enligt 35 eller 37 &#167; som tas ut f&#246;r att t&#228;cka 
kostnader f&#246;r trafikrelaterade luftf&#246;roreningar eller 
trafikrelaterat buller ska best&#228;mmas s&#229; att de totala 
int&#228;kterna fr&#229;n s&#229;dana avgifter inte &#246;verstiger de externa 
kostnader f&#246;r trafikrelaterade luftf&#246;roreningar eller 
trafikrelaterat buller som de avgiftsbelagda fordonens 
anv&#228;ndning av v&#228;gavsnittet orsakar.

40 &#167; En avgift enligt 37 &#167; som tas ut f&#246;r att t&#228;cka kostnader 
f&#246;r trafikrelaterade koldioxidutsl&#228;pp f&#229;r vara h&#246;gst dubbelt 
s&#229; h&#246;g som referensv&#228;rdet enligt bilaga IIIc till 
Europaparlamentets och r&#229;dets direktiv 1999/62/EG, i lydelsen 
enligt Europaparlamentets och r&#229;dets direktiv (EU) 2022/362. 
Samma avgiftsniv&#229; ska till&#228;mpas f&#246;r likv&#228;rdiga fordon. En 
avgift f&#246;r en tung buss f&#229;r dock best&#228;mmas till ett l&#228;gre 
belopp &#228;n motsvarande avgift f&#246;r en tung lastbil.

Avgiftsrabatt

41 &#167; Om infrastrukturavgifter tas ut f&#246;r anv&#228;ndning av ett 
s&#229;dant v&#228;gavsnitt p&#229; en enskild v&#228;g som ing&#229;r i det 
transeuropeiska v&#228;gn&#228;tet i Sverige eller &#228;r motorv&#228;g, f&#229;r 
rabatt p&#229; avgiften ges till f&#246;rm&#229;n f&#246;r personbilar som 
regelbundet anv&#228;nder v&#228;gavsnittet. Rabatten f&#229;r inte leda till 
att kostnader i form av h&#246;jda avgifter f&#246;rs &#246;ver p&#229; anv&#228;ndare 
som inte omfattas av rabatten.

Uppgifter om fordons utsl&#228;ppsklass n&#228;r avgift tas ut

42 &#167; Om ett fordons utsl&#228;ppsklass har betydelse f&#246;r en 
infrastrukturavgift som tas ut f&#246;r anv&#228;ndning av ett 
v&#228;gavsnitt, ska den som tar ut avgiften se till 

1. att uppgiften kan l&#228;mnas elektroniskt till avgiftssystemet 
innan fordonet anv&#228;nder v&#228;gavsnittet, och

2. om uppgiften saknas n&#228;r avgiften tas ut, att avgiften inte 
tas ut med h&#246;gre belopp &#228;n det som g&#228;ller f&#246;r likv&#228;rdiga 
fordon i den mest f&#246;rorenande utsl&#228;ppsklassen. 

Kvitto

43 &#167; Totalbeloppet av de avgifter som med st&#246;d av denna lag 
tas ut f&#246;r ett fordons anv&#228;ndning av ett v&#228;gavsnitt ska framg&#229; 
av ett kvitto eller en motsvarande handling som tillhandah&#229;lls 
den betalningsskyldige eller n&#229;gon annan som har betalat 
avgiften. Om det &#228;r m&#246;jligt, ska tillhandah&#229;llandet ske 
elektroniskt. 

Ett kvitto beh&#246;ver inte tillhandah&#229;llas den som avst&#229;r fr&#229;n 
kvittot. Ett s&#229;dant avst&#229;ende befriar inte fr&#229;n den 
underr&#228;ttelseskyldighet som f&#246;ljer av 33 &#167; f&#246;rvaltningslagen 
(2017:900). 

Anv&#228;ndningsf&#246;rbud f&#246;r fordon n&#228;r avgift inte har betalats

44 &#167; Ett fordon f&#229;r inte anv&#228;ndas, om

1. avgifter f&#246;r fordonets anv&#228;ndning av ett v&#228;gavsnitt p&#229; en 
allm&#228;n v&#228;g eller avgifter med anledning av f&#246;rsenad betalning 
tas ut enligt denna lag eller enligt f&#246;reskrifter som 
meddelats med st&#246;d av lagen och avgifterna inte har betalats 
inom f&#246;reskriven tid,

2. den totala avgiftsskulden f&#246;r fordonet uppg&#229;r till mer &#228;n 
5 000 kronor, och

3. minst sex m&#229;nader har g&#229;tt fr&#229;n den dag d&#229; mer &#228;n 
5 000 kronor av den totala avgiftsskulden skulle ha betalats.

45 &#167; En avgift ska inte r&#228;knas in i den totala avgiftsskulden 
enligt 44 &#167; om

1. en tidigare &#228;gare av fordonet &#228;r skyldig att betala 
avgiften och avgiften har beslutats efter &#228;garbytet,

2. ett anst&#229;nd med betalningen g&#228;ller f&#246;r avgiften, eller

3. en EETS-betalningsf&#246;rmedlare &#228;r skyldig att betala avgiften 
enligt 17 &#167; lagen (2013:1164) om elektroniska v&#228;gtullssystem.

46 &#167; Anv&#228;ndningsf&#246;rbudet g&#228;ller till dess den totala 
avgiftsskuld som har lett till f&#246;rbudet har betalats. 

47 &#167; Den myndighet som regeringen best&#228;mmer f&#229;r i det enskilda 
fallet medge att ett fordon f&#229;r anv&#228;ndas trots 
anv&#228;ndningsf&#246;rbudet, om det finns s&#228;rskilda sk&#228;l. 

48 &#167; Den som f&#246;rv&#228;rvat ett fordon vid en exekutiv f&#246;rs&#228;ljning, 
fr&#229;n ett konkursbo eller enligt lagen (1982:129) om flyttning 
av fordon i vissa fall f&#229;r anv&#228;nda fordonet trots 
anv&#228;ndningsf&#246;rbudet, om f&#246;rbudet har intr&#228;tt p&#229; grund av 
obetalda avgifter som en tidigare &#228;gare eller 
konkursg&#228;lden&#228;ren &#228;r betalningsskyldig f&#246;r. &#196;ven den som 
d&#228;refter f&#246;rv&#228;rvat fordonet f&#229;r anv&#228;nda det trots 
anv&#228;ndningsf&#246;rbudet. 

49 &#167; Ett konkursbo f&#229;r trots anv&#228;ndningsf&#246;rbudet anv&#228;nda ett 
fordon som tillh&#246;r konkursboet, om f&#246;rbudet har intr&#228;tt p&#229; 
grund av obetalda avgifter som konkursg&#228;lden&#228;ren eller en 
tidigare &#228;gare &#228;r betalningsskyldig f&#246;r.

50 &#167; En polisman eller en bilinspekt&#246;r 

1. ska ta hand om registreringsskyltarna f&#246;r ett fordon som 
anv&#228;nds i strid med anv&#228;ndningsf&#246;rbudet, och

2. f&#229;r medge att fordonet trots anv&#228;ndningsf&#246;rbudet och trots 
att registreringsskyltar saknas f&#246;rs till n&#228;rmaste l&#228;mpliga 
avlastningsplats eller uppst&#228;llningsplats.

Verkst&#228;llighet 

51 &#167; En avgift som inte har betalats i r&#228;tt tid ska l&#228;mnas f&#246;r 
indrivning, om avgiften 

1. avser ett fordons anv&#228;ndning av ett v&#228;gavsnitt p&#229; en allm&#228;n 
v&#228;g, eller

2. &#228;r en avgift med anledning av f&#246;rsenad betalning som har 
beslutats enligt f&#246;reskrifter som har meddelats med st&#246;d av 
denna lag. 

Best&#228;mmelser om indrivning finns i lagen (1993:891) om 
indrivning av statliga fordringar m.m. 

52 &#167; Ett beslut om avgift som avses i 51 &#167; f&#229;r verkst&#228;llas 
enligt uts&#246;kningsbalken &#228;ven om det inte har f&#229;tt laga kraft, 
om inte n&#229;got annat anges i beslutet.

&#214;verklagande

53 &#167; Beslut i fr&#229;ga om att medge anv&#228;ndning av ett fordon 
enligt 47 &#167; f&#229;r &#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol. 
Andra beslut enligt denna lag f&#229;r inte &#246;verklagas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

Personuppgiftsansvar

54 &#167; Den som tar ut avgifter f&#246;r anv&#228;ndning av en enskild v&#228;g 
&#228;r personuppgiftsansvarig f&#246;r den behandling av 
personuppgifter som verksamheten inneb&#228;r.

55 &#167; I v&#228;gtrafikdatalagen (2019:369) finns best&#228;mmelser om 
personuppgiftsansvar i fr&#229;ga om avgifter f&#246;r anv&#228;ndning av 
allm&#228;n v&#228;g.

Bemyndiganden

56 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r i fr&#229;ga om infrastrukturavgifter p&#229; allm&#228;n v&#228;g meddela 
f&#246;reskrifter om

1. vilka v&#228;gavsnitt som avgifter ska tas ut p&#229;, 

2. vilka fordon som ska omfattas av avgifterna,

3. avgifternas storlek,

4. avgiftspliktens intr&#228;de,

5. beslut om och betalning av avgifterna, och

6. avgifter med anledning av f&#246;rsenad betalning.

57 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om

1. vilka kostnader som ska innefattas i kostnader f&#246;r 
uppf&#246;rande och utveckling av ett v&#228;gavsnitt och tillh&#246;rande 
avgiftssystem, och

2. vad som utg&#246;r en v&#228;sentlig f&#246;r&#228;ndring av ett avgiftssystem.

58 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r i fr&#229;ga om v&#228;gar i det transeuropeiska v&#228;gn&#228;tet och 
motorv&#228;gar meddela f&#246;reskrifter om rapportering av uppgifter 
som har betydelse f&#246;r till&#228;mpningen av denna lag. 

59 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om att avgifter som 
uppg&#229;r till ringa belopp inte beh&#246;ver l&#228;mnas f&#246;r indrivning 
enligt 51 &#167;.


&#214;verg&#229;ngsbest&#228;mmelser

2024:172

1. Denna lag tr&#228;der i kraft den 1 januari 2026 i fr&#229;ga om 28 
och 29 &#167;&#167;, den 25 mars 2026 i fr&#229;ga om 35-40 &#167;&#167; och i &#246;vrigt 
den 1 maj 2024.

2. Genom lagen upph&#228;vs lagen (2014:52) om 
infrastrukturavgifter p&#229; v&#228;g.

3. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r 

a) anv&#228;ndningsf&#246;rbud och &#246;verklagande av beslut som har 
meddelats f&#246;re den 1 maj 2024, och

b) verkst&#228;llighet av s&#229;dana infrastrukturavgifter p&#229; allm&#228;n 
v&#228;g och avgifter med anledning av att infrastrukturavgifterna 
inte har betalats i r&#228;tt tid som har beslutats f&#246;re den 1 maj 
2024.

4. F&#246;ljande g&#228;ller f&#246;r till&#228;mpningen av 25-27 &#167;&#167; p&#229; 
undergrupper av tunga fordon som omfattas av artikel 2.1 a-d i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/1242 av den 
20 juni 2019 om fastst&#228;llande av normer f&#246;r koldioxidutsl&#228;pp 
fr&#229;n nya tunga fordon och om &#228;ndring av Europaparlamentets och 
r&#229;dets f&#246;rordningar (EG) nr 595/2009 och (EU) 2018/956 och 
r&#229;dets direktiv 96/53/EG. Om Europeiska kommissionen f&#246;r en 
s&#229;dan undergrupp har fastst&#228;llt referensv&#228;rden f&#246;r 
koldioxidutsl&#228;pp i en genomf&#246;randeakt som antagits efter den 
30 april 2022 eller om s&#229;dana referensv&#228;rden inte har 
fastst&#228;llts, ska best&#228;mmelserna om differentiering av 
infrastrukturavgifter i 26-28 &#167;&#167; till&#228;mpas p&#229; fordon i den 
undergruppen f&#246;rst fr&#229;n och med den dag som intr&#228;ffar tv&#229; &#229;r 
efter offentligg&#246;randet av den genomf&#246;randeakt d&#228;r 
referensv&#228;rdena fastst&#228;lls. 

5. F&#246;ljande g&#228;ller f&#246;r till&#228;mpningen av 25-27 &#167;&#167; p&#229; grupper av 
tunga fordon som inte omfattas av artikel 2.1 a-d i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/1242: 

a) best&#228;mmelserna om koldioxidutsl&#228;ppsklasserna 1, 4 och 5 
till&#228;mpas f&#246;rst fr&#229;n och med den dag som intr&#228;ffar tv&#229; &#229;r 
efter det att referensv&#228;rden f&#246;r koldioxidutsl&#228;pp f&#246;r den 
gruppen av fordon har fastst&#228;llts i en genomf&#246;randeakt som har 
antagits med st&#246;d av artikel 7ga.7 i Europaparlamentets och 
r&#229;dets direktiv 1999/62/EG, i lydelsen enligt 
Europaparlamentets och r&#229;dets direktiv (EU) 2022/362, och 

b) best&#228;mmelserna om koldioxidutsl&#228;ppsklasserna 2 och 3 
till&#228;mpas f&#246;rst fr&#229;n och med den dag d&#229; en 
utsl&#228;ppsminskningskurva f&#246;r den gruppen av fordon har 
fastst&#228;llts enligt artikel 7ga.1 fj&#228;rde stycket i 
Europaparlamentets och r&#229;dets direktiv 1999/62/EG, i lydelsen 
enligt Europaparlamentets och r&#229;dets direktiv (EU) 2022/362, 
och tr&#228;tt i kraft.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=6">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
