

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2019-04-25" /> 
 <meta id="rattsinfo-edited" content="2019-11-13" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>593</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=592">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=594">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2019:205 ·
                    <a href="/sfsr?bet=2019:205">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2019:205) om avtal om social trygghet mellan Sverige och Filippinerna</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2019-04-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:597
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2019-11-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal om social trygghet mellan Sverige och 
Filippinerna som undertecknades i Stockholm den 15 oktober 
2015 ska g&#228;lla som lag h&#228;r i landet. Avtalets inneh&#229;ll framg&#229;r 
av en bilaga till denna lag.

2 &#167; Vid till&#228;mpning av avtalet ska avgiften f&#246;r sjukers&#228;ttning 
och aktivitetsers&#228;ttning best&#228;mmas till den procentsats av 
sjukf&#246;rs&#228;kringsavgiften enligt socialavgiftslagen (2000:980) 
som ber&#228;knas motsvara den andel av denna avgift som 
finansierar sjukers&#228;ttning och aktivitetsers&#228;ttning.


Bilaga

AVTAL OM SOCIAL TRYGGHET MELLAN KONUNGARIKET SVERIGE OCH 
REPUBLIKEN FILIPPINERNA

Konungariket Sveriges regering och Republiken Filippinernas 
regering, som &#246;nskar reglera sina inb&#246;rdes relationer inom 
omr&#229;det f&#246;r social trygghet, som har beslutat att ing&#229; ett 
avtal i detta syfte, har kommit &#246;verens om f&#246;ljande.

AVDELNING I

ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1

Definitioner

1. I detta avtal avses med:

a) avtalsslutande stat: Republiken Filippinerna nedan kallat 
Filippinerna eller Konungariket Sverige nedan kallat 
Sverige,

b) f&#246;rm&#229;n: med avseende p&#229; en avtalsslutande stat, varje 
f&#246;rm&#229;n som finns i den lagstiftning som avses i artikel 2,

c) beh&#246;rig myndighet: f&#246;r Filippinernas del, ordf&#246;rande och 
exekutiv chef f&#246;r Sociala trygghetssystemet och ordf&#246;rande 
och chef f&#246;r Statsanst&#228;lldas f&#246;rs&#228;kringssystem och f&#246;r 
Sveriges del, regeringen eller den myndighet som regeringen 
best&#228;mmer,

d) beh&#246;rig institution: f&#246;r Filippinernas del, Sociala 
trygghetssystemet och Statsanst&#228;lldas f&#246;rs&#228;kringssystem och 
f&#246;r Sveriges del, den myndighet som ansvarar f&#246;r 
till&#228;mpningen av den lagstiftning som anges i artikel 2,

e) f&#246;rm&#229;nsgrundande period: med avseende p&#229; en avtalsslutande 
stat, en avgiftsperiod, f&#246;rs&#228;kringsperiod eller 
bos&#228;ttningsperiod som till&#228;mpas f&#246;r att f&#246;rv&#228;rva r&#228;tt till en 
f&#246;rm&#229;n enligt den avtalsslutande statens lagstiftning,

f) lagstiftning: med avseende p&#229; en avtalsslutande stat, de 
lagar och andra best&#228;mmelser som anges i artikel 2 f&#246;r den 
avtalsslutande staten.

2. Termer och uttryck som inte definieras i denna artikel ska 
ges den inneb&#246;rd som de har i den till&#228;mpliga 
lagstiftningen.

Artikel 2

Lagstiftning p&#229; vilken avtalet ska till&#228;mpas

1. Detta avtal ska till&#228;mpas p&#229; f&#246;ljande lagstiftning:

a) i fr&#229;ga om Filippinerna:

i) socialf&#246;rs&#228;kringslagen med f&#246;reskrifter till denna i den 
m&#229;n de avser f&#246;rm&#229;ner vid &#229;lderspension, invaliditet och 
d&#246;dsfall,

ii) f&#246;rs&#228;kringslagen f&#246;r statsanst&#228;llda med f&#246;reskrifter till 
denna i den m&#229;n de avser f&#246;rm&#229;ner vid &#229;lderspension, 
invaliditet och d&#246;dsfall samt efterlevandef&#246;rm&#229;ner,

iii) lagen om flyttbarhet i den m&#229;n den avser sammanl&#228;ggning 
av arbetstagares f&#246;rm&#229;nsgrundande tj&#228;nster eller avgifter 
enligt de lagar som anges i led i och ii i denna punkt, och

iv) lagen om anst&#228;lldas ers&#228;ttning och statlig 
f&#246;rs&#228;kringskassa, i dess &#228;ndrade lydelse, i den m&#229;n den avser 
arbetsrelaterad skada, sjukdom eller d&#246;dsfall.

b) i fr&#229;ga om Sverige:

i) lagstiftningen om sjukers&#228;ttning och 
aktivitetsers&#228;ttning,

ii) lagstiftningen om inkomstgrundade &#229;lderspensioner och 
garantipensioner,


iii) lagstiftningen om efterlevandepensioner och 
efterlevandest&#246;d, 


iv) lagstiftningen om olycksfall i arbetet och 
arbetsrelaterade sjukdomar, och


v) lagstiftningen om sociala avgifter med avseende p&#229; den 
lagstiftning som anges i led i–iv i denna punkt.

2. Om inte annat f&#246;ljer av punkt 3 i denna artikel ska detta 
avtal ocks&#229; till&#228;mpas p&#229; lagar och andra best&#228;mmelser som 
&#228;ndrar, utg&#246;r till&#228;gg till, sammanf&#246;r eller ers&#228;tter den 
lagstiftning som anges i punkt 1 i denna artikel.

3. Detta avtal ska vidare till&#228;mpas p&#229; lagar och andra 
best&#228;mmelser som utvidgar en avtalsslutande stats 
lagstiftning till nya grupper av f&#246;rm&#229;nstagare eller nya 
f&#246;rm&#229;ner, s&#229;vida inte denna avtalsslutande stat har framf&#246;rt 
inv&#228;ndning mot detta till den andra avtalsslutande staten 
senast sex m&#229;nader efter det att s&#229;dana lagar och andra 
best&#228;mmelser har tr&#228;tt i kraft.

4. Detta avtal ska inte till&#228;mpas p&#229; lagstiftning som inf&#246;r 
en ny socialf&#246;rs&#228;kringsgren, s&#229;vida inte de avtalsslutande 
staternas beh&#246;riga myndigheter kommer &#246;verens om en s&#229;dan 
till&#228;mpning.

Artikel 3

Personer som omfattas av avtalet

Detta avtal ska till&#228;mpas p&#229; varje person som omfattas av 
eller har omfattats av lagstiftningen i Filippinerna eller 
Sverige och andra personer i den m&#229;n de h&#228;rleder r&#228;ttigheter 
fr&#229;n en s&#229;dan person.

Artikel 4

Likabehandling

Om inte annat f&#246;ljer av detta avtal ska, vid till&#228;mpning av 
en avtalsslutande stats lagstiftning, de personer som avses i 
artikel 3 likabehandlas med den avtalsslutande statens egna 
medborgare.

Artikel 5

Export av f&#246;rm&#229;ner

1. Om inte annat f&#246;ljer av detta avtal ska f&#246;rm&#229;ner som kan 
betalas ut enligt en avtalsslutande stats lagstiftning till 
en person som avses i artikel 3, inklusive f&#246;rm&#229;ner som 
f&#246;rv&#228;rvats med st&#246;d av detta avtal, inte minskas, &#228;ndras, 
dras in, &#229;terkallas eller f&#246;rklaras f&#246;rverkade enbart av det 
sk&#228;let att personen &#228;r bosatt inom den andra avtalsslutande 
statens territorium, och dessa f&#246;rm&#229;ner ska betalas ut n&#228;r 
den personen vistas eller &#228;r bosatt inom den andra 
avtalsslutande statens territorium.

2. F&#246;rm&#229;ner som betalas ut enligt detta avtal ska ocks&#229; 
betalas ut n&#228;r en f&#246;rm&#229;nsber&#228;ttigad person vistas eller &#228;r 
bosatt inom en tredje stats territorium.

3. Best&#228;mmelserna i punkterna 1 och 2 ska inte till&#228;mpas p&#229; 
f&#246;ljande f&#246;rm&#229;ner med avseende p&#229; Sverige:

a) sjukers&#228;ttning i form av garantiers&#228;ttning eller 
aktivitetsers&#228;ttning i form av garantiers&#228;ttning,

b) garantipensioner och efterlevandest&#246;d.

AVDELNING II

BEST&#196;MMELSER OM TILL&#196;MPLIG LAGSTIFTNING

Artikel 6

Allm&#228;nna best&#228;mmelser

Om inte annat f&#246;ljer av detta avtal ska en anst&#228;lld eller en 
egenf&#246;retagare som arbetar inom en av de avtalsslutande 
staternas territorium, n&#228;r det g&#228;ller det arbetet, enbart 
omfattas av lagstiftningen i denna avtalsslutande stat.

Artikel 7

Uts&#228;ndning

1. En person som normalt arbetar som anst&#228;lld inom en 
avtalsslutande stats territorium f&#246;r en arbetsgivare som 
normalt bedriver verksamhet d&#228;r och som s&#228;nds ut av den 
arbetsgivaren till den andra avtalsslutande staten f&#246;r att 
arbeta f&#246;r den arbetsgivarens r&#228;kning, ska fortfarande 
omfattas av den f&#246;rstn&#228;mnda avtalsslutande statens 
lagstiftning, f&#246;rutsatt att detta arbete inte f&#246;rv&#228;ntas 
&#246;verstiga 24 m&#229;nader och att personen inte s&#228;nds ut f&#246;r att 
ers&#228;tta en annan uts&#228;nd person.

2. Om det arbete som avses i punkt 1 forts&#228;tter efter 24 
m&#229;nader f&#229;r de beh&#246;riga institutionerna i de b&#229;da 
avtalsslutande staterna f&#246;re utg&#229;ngen av den f&#246;rsta 
24-m&#229;nadersperioden komma &#246;verens om att den uts&#228;nde under 
ytterligare h&#246;gst 24 m&#229;nader ska forts&#228;tta omfattas av 
lagstiftningen i den f&#246;rstn&#228;mnda avtalsslutande staten, 
f&#246;rutsatt att en s&#229;dan f&#246;rl&#228;ngning beg&#228;rs gemensamt av 
arbetstagaren och arbetsgivaren.

Artikel 8

Resande personal

1. En person som &#228;r anst&#228;lld p&#229; ett fartyg ska omfattas av 
lagstiftningen i den avtalsslutande stat vars flagga fartyget 
f&#246;r.

2. En person som &#228;r anst&#228;lld hos en arbetsgivare med s&#228;te i 
en avtalsslutande stat p&#229; ett flygplan i internationell 
trafik ska omfattas av lagstiftningen i den avtalsslutande 
stat d&#228;r arbetsgivaren har sitt s&#228;te.

Artikel 9

Personer som &#228;r statligt anst&#228;llda, lokalanst&#228;llda i statlig 
tj&#228;nst och medlemmar av diplomatiska beskickningar och 
konsulat

1. En statligt anst&#228;lld person som inte omfattas av punkt 3 i 
denna artikel och som &#228;r uts&#228;nd f&#246;r att arbeta inom den andra 
avtalsslutande statens territorium, ska enbart omfattas av 
den f&#246;rstn&#228;mnda avtalsslutande statens lagstiftning.

2. En person som &#228;r lokalanst&#228;lld inom den ena avtalsslutande 
statens territorium i statlig tj&#228;nst f&#246;r den andra 
avtalsslutande staten ska, n&#228;r det g&#228;ller den anst&#228;llningen, 
omfattas av den f&#246;rstn&#228;mnda avtalsslutande statens 
lagstiftning.

3. Detta avtal ska inte p&#229;verka best&#228;mmelserna i 
Wienkonventionen om diplomatiska f&#246;rbindelser av den 18 april 
1961 eller Wienkonventionen om konsul&#228;ra f&#246;rbindelser av den 
24 april 1963.

Artikel 10

Medf&#246;ljande make och barn

En medf&#246;ljande make och barn till en person som arbetar inom 
en avtalsslutande stats territorium och som omfattas av 
lagstiftningen i den andra avtalsslutande staten i enlighet 
med artikel 7 eller artikel 9.1 ska omfattas av den 
sistn&#228;mnda statens lagstiftning, s&#229;vida de inte sj&#228;lva 
f&#246;rv&#228;rvsarbetar inom den f&#246;rstn&#228;mnda avtalsslutande statens 
territorium.

Artikel 11

Undantag fr&#229;n obligatoriska socialavgifter i Filippinerna

F&#246;r en person som enligt artiklarna 7–10 och 12 i detta avtal 
ska omfattas av den svenska lagstiftningen, ska det inte vara 
obligatoriskt att betala socialavgifter i Filippinerna n&#228;r 
det g&#228;ller till&#228;mplig lagstiftning om sjukdom och 
moderskap.

Artikel 12

Undantag

De avtalsslutande staternas beh&#246;riga myndigheter eller 
beh&#246;riga institutioner f&#229;r komma &#246;verens om att g&#246;ra undantag 
fr&#229;n best&#228;mmelserna i artiklarna 6–10 f&#246;r vissa personer 
eller grupper av personer.

AVDELNING III

BEST&#196;MMELSER OM F&#214;RM&#197;NER

KAPITEL 1

ALLM&#196;NNA BEST&#196;MMELSER

Artikel 13

Sammanl&#228;ggning av f&#246;rm&#229;nsgrundande perioder

1. Om inte annat f&#246;ljer av detta avtal ska, om en person har 
fullgjort f&#246;rm&#229;nsgrundande perioder i enlighet med 
lagstiftningen i de b&#229;da avtalsslutande staterna, dessa 
perioder vid behov l&#228;ggas samman f&#246;r r&#228;tten till en f&#246;rm&#229;n, 
f&#246;rutsatt att de inte sammanfaller.

2. Om en person efter sammanl&#228;ggning av f&#246;rm&#229;nsgrundande 
perioder enligt punkt 1 i denna artikel inte &#228;r ber&#228;ttigad 
till en f&#246;rm&#229;n enligt en avtalsslutande stats lagstiftning, 
ska denna persons r&#228;tt till f&#246;rm&#229;n best&#228;mmas genom 
sammanl&#228;ggning av dessa perioder och s&#229;dana f&#246;rm&#229;nsgrundande 
perioder som har fullgjorts enligt lagstiftningen i ett 
tredje land med vilket b&#229;da de avtalsslutande staterna har 
ing&#229;tt avtal om social trygghet, eller motsvarande 
samordningsinstrument f&#246;r social trygghet, som medger 
sammanl&#228;ggning av perioder f&#246;r den personen.

Artikel 14

Ber&#228;kning av f&#246;rm&#229;ner

Detta avtal ska inte hindra tilll&#228;mpning av lagstiftning om 
f&#246;rm&#229;ner som &#228;r mer f&#246;rdelaktiga f&#246;r en person som omfattas 
av artikel 3 i detta avtal.

KAPITEL 2

F&#214;RM&#197;NER ENLIGT LAGSTIFTNINGEN I FILIPPINERNA

Artikel 15

Ber&#228;kning av det f&#246;rm&#229;nsbelopp som ska betalas ut

1. Best&#228;mmelserna om sammanl&#228;ggning i kapitel 1 ska inte 
till&#228;mpas om den sammanlagda totala varaktigheten av 
f&#246;rm&#229;nsgrundande perioder f&#246;r en person enligt dess 
lagstiftning &#228;r kortare &#228;n 12 m&#229;nader.

2. Om en person inte &#228;r ber&#228;ttigad till utbetalning av en 
f&#246;rm&#229;n enbart p&#229; grund av de f&#246;rm&#229;nsgrundande perioderna 
enligt lagstiftningen i Filippinerna, men &#228;r ber&#228;ttigad till 
utbetalning av den f&#246;rm&#229;nen genom till&#228;mpning av 
best&#228;mmelserna om sammanl&#228;ggning i kapitel 1, ska den 
beh&#246;riga institutionen i Filippinerna ber&#228;kna det 
f&#246;rm&#229;nsbelopp som ska betalas ut p&#229; f&#246;ljande s&#228;tt:

a) Institutionen ska f&#246;rst best&#228;mma det teoretiska 
f&#246;rm&#229;nsbelopp som ska betalas ut enligt lagstiftningen i 
Filippinerna enbart p&#229; grund av de f&#246;rm&#229;nsgrundande perioder 
som minst kr&#228;vs enligt den lagstiftningen.

b) D&#228;refter ska institutionen multiplicera den teoretiska 
f&#246;rm&#229;nen med det f&#246;rh&#229;llande som de f&#246;rm&#229;nsgrundande perioder 
som faktiskt fullgjorts enligt lagstiftningen i Filippinerna 
motsvarar i relation till de f&#246;rm&#229;nsgrundande perioder som 
minst kr&#228;vs enligt den lagstiftningen.

KAPITEL 3

F&#214;RM&#197;NER ENLIGT LAGSTIFTNINGEN I SVERIGE

Artikel 16

Ber&#228;kning av det f&#246;rm&#229;nsbelopp som ska betalas ut

1. Best&#228;mmelserna om sammanl&#228;ggning i kapitel 1 ska inte 
till&#228;mpas p&#229; grundkravet p&#229; tre &#229;rs bos&#228;ttning i Sverige f&#246;r 
r&#228;tt till garantipension, sjukers&#228;ttning i form av 
garantiers&#228;ttning eller aktivitetsers&#228;ttning i form av 
garantiers&#228;ttning.

2. Vid fastst&#228;llande av r&#228;tten till sjukers&#228;ttning eller 
aktivitetsers&#228;ttning ska en f&#246;rm&#229;nsgrundande period enligt 
filippinsk lagstiftning anses som f&#246;rs&#228;kring enligt svensk 
lagstiftning.

3. Vid ber&#228;kning av inkomstrelaterad sjukers&#228;ttning eller 
inkomstrelaterad aktivitetsers&#228;ttning ska endast inkomst 
intj&#228;nad under den tid d&#229; svensk lagstiftning var till&#228;mplig 
beaktas.

4. Vid ber&#228;kning av den inkomstgrundade &#229;lderspension i form 
av till&#228;ggspension som ska betalas ut i enlighet med 
best&#228;mmelserna i kapitel 1, ska enbart f&#246;rm&#229;nsgrundande 
perioder som fullgjorts enligt svensk lagstiftning beaktas.

AVDELNING IV

ADMINISTRATIVA OCH &#214;VRIGA BEST&#196;MMELSER

Artikel 17

Till&#228;mpnings&#246;verenskommelse

1. De avtalsslutande staternas beh&#246;riga myndigheter ska ing&#229; 
en till&#228;mpnings&#246;verenskommelse i vilken de &#229;tg&#228;rder som &#228;r 
n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa detta avtal fastst&#228;lls.

2. F&#246;rbindelseorganen i de avtalsslutande staterna ska anges 
i till&#228;mpnings&#246;verenskommelsen.

Artikel 18

Informationsutbyte och &#246;msesidigt bist&#229;nd

1. Vid till&#228;mpningen av detta avtal ska de beh&#246;riga 
myndigheterna och de beh&#246;riga institutionerna

a) i den utstr&#228;ckning det &#228;r till&#229;tet enligt till&#228;mplig 
lagstiftning, ge varandra all information som &#228;r n&#246;dv&#228;ndig 
f&#246;r att till&#228;mpa detta avtal,

b) bist&#229; varandra f&#246;r att fastst&#228;lla r&#228;tt till f&#246;rm&#229;ner och 
f&#246;rm&#229;nsbelopp enligt detta avtal eller med st&#246;d av 
lagstiftning p&#229; vilken detta avtal &#228;r till&#228;mplig, p&#229; samma 
s&#228;tt som om det g&#228;llde till&#228;mpningen av den egna 
lagstiftningen,

c) s&#229; snart som m&#246;jligt informera varandra om vilka &#229;tg&#228;rder 
som har vidtagits f&#246;r att till&#228;mpa detta avtal och om 
&#228;ndringar i respektive stats lagstiftning som kan p&#229;verka 
till&#228;mpningen av detta avtal.

2. Det bist&#229;nd som avses i punkt 1 b ska ges utan kostnad om 
inte annat f&#246;ljer av best&#228;mmelser om ers&#228;ttning f&#246;r vissa 
slag av kostnader i den till&#228;mpnings&#246;verenskommelse som ska 
ing&#229;s i enlighet med artikel 17.

3. De beh&#246;riga institutionerna ska &#229;rligen utbyta statistik, 
vilken ska specificeras i till&#228;mpnings&#246;verenskommelsen.

4. Om inte utl&#228;mnande av uppgifter kr&#228;vs enligt lag i en 
avtalsslutande stat, ska uppgifter om en enskild person som 
&#246;verf&#246;rs i enlighet med detta avtal till den avtalsslutande 
staten av den andra avtalsslutande staten vara 
sekretessbelagda och f&#229;r endast anv&#228;ndas i syfte att till&#228;mpa 
detta avtal och den lagstiftning som avtalet &#228;r till&#228;mplig 
p&#229;. Uppgifterna, med undantag av medicinsk information, f&#229;r 
anv&#228;ndas i f&#246;rvaltningen av annan 
socialf&#246;rs&#228;kringslagstiftning som de beh&#246;riga institutionerna 
till&#228;mpar, om inte annat anges i detta avtal eller i 
till&#228;mpnings&#246;verenskommelsen. De uppgifter som tas emot av en 
beh&#246;rig myndighet eller en beh&#246;rig institution ska behandlas 
i enlighet med den avtalsslutande statens nationella 
lagstiftning om skydd och sekretess av personuppgifter.

Artikel 19

Befrielse fr&#229;n eller neds&#228;ttning av skatter, avgifter, 
p&#229;lagor och expeditionsavgifter

1. Varje befrielse fr&#229;n eller neds&#228;ttning av skatter, 
avgifter, konsul&#228;ra avgifter eller f&#246;rvaltningsavgifter som 
ska erl&#228;ggas enligt lagstiftningen i en avtalsslutande stat i 
samband med utf&#228;rdande av intyg eller handling som m&#229;ste 
visas upp i samband med till&#228;mpningen av den lagstiftningen 
ska g&#228;lla &#228;ven f&#246;r intyg eller handlingar som m&#229;ste visas upp 
i samband med till&#228;mpning av lagstiftningen i den andra 
avtalsslutande staten.

2. Handlingar av officiell karakt&#228;r, som m&#229;ste visas upp i 
samband med till&#228;mpningen av detta avtal ska undantas fr&#229;n 
bestyrkande av diplomatiska eller konsul&#228;ra myndigheter eller 
liknande formaliteter.

Artikel 20

Spr&#229;k i kommunikationen mellan de beh&#246;riga myndigheterna och 
de beh&#246;riga institutionerna

Vid till&#228;mpningen av detta avtal f&#229;r de avtalsslutande 
staternas beh&#246;riga myndigheter och beh&#246;riga institutioner 
meddela sig direkt med varandra p&#229; engelska.

Artikel 21

Ans&#246;kningar, meddelanden och &#246;verklaganden

1. Ans&#246;kningar, meddelanden och &#246;verklaganden som avser 
r&#228;tten till en f&#246;rm&#229;n, eller storleken p&#229; denna, enligt en 
avtalsslutande stats lagstiftning, som enligt den 
lagstiftningen skulle ha kommit in till en beh&#246;rig myndighet 
eller en beh&#246;rig institution i den avtalsslutande staten inom 
en f&#246;reskriven tid, men som under denna tid i st&#228;llet kommer 
in till en myndighet eller en institution i den andra 
avtalsslutande staten, ska behandlas som om de hade kommit in 
till myndigheten eller institutionen i den f&#246;rstn&#228;mnda 
avtalsslutande staten. Det datum d&#229; ans&#246;kningar, meddelanden 
och &#246;verklaganden kommer in till den myndighet eller 
institution i den andra avtalsslutande staten ska anses vara 
det datum de kommer in till myndigheten eller institutionen i 
den f&#246;rstn&#228;mnda avtalsslutande staten.

2. En ans&#246;kan om f&#246;rm&#229;n enligt lagstiftningen i den ena 
avtalsslutande staten ska ocks&#229; anses vara en ans&#246;kan om en 
f&#246;rm&#229;n av samma slag enligt den andra avtalsslutande statens 
lagstiftning, under f&#246;ruts&#228;ttning att den s&#246;kande s&#229; &#246;nskar 
och tillhandah&#229;ller uppgifter som anger att f&#246;rm&#229;nsgrundande 
perioder har fullgjorts i enlighet med den andra 
avtalsslutande statens lagstiftning.

3. I de fall som punkterna 1 och 2 &#228;r till&#228;mpliga ska den 
beh&#246;riga myndigheten eller den beh&#246;riga institutionen till 
vilken ans&#246;kan, meddelandet eller &#246;verklagandet har l&#228;mnats 
in utan dr&#246;jsm&#229;l vidarebefordra den till myndigheten eller 
institutionen i den andra avtalsslutande staten.

4. En ans&#246;kan eller handling f&#229;r inte avsl&#229;s eller avvisas av 
en beh&#246;rig myndighet eller beh&#246;rig institution i en 
avtalsslutande stat enbart p&#229; den grunden att den &#228;r skriven 
p&#229; den andra avtalsslutande statens officiella spr&#229;k.

Artikel 22

Utbetalning av f&#246;rm&#229;ner

1. F&#246;rm&#229;ner ska betalas ut till f&#246;rm&#229;nstagare utan avdrag f&#246;r 
administrativa kostnader som kan uppkomma vid utbetalning av 
f&#246;rm&#229;nerna.

2. Utbetalningar till den andra avtalsslutande staten med 
anledning av detta avtal ska g&#246;ras i fritt konvertibel 
valuta.

3. Om en avtalsslutande stat inf&#246;r valutakontroll eller 
vidtar andra liknande &#229;tg&#228;rder som begr&#228;nsar betalningar, 
remitteringar eller &#246;verf&#246;ringar av medel eller finansiella 
instrument till personer som befinner sig utanf&#246;r dess 
territorium, ska den avtalsslutande staten utan dr&#246;jsm&#229;l 
vidta l&#228;mpliga &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla att de belopp som 
ska betalas ut enligt detta avtal betalas ut.

Artikel 23

Tvistl&#246;sning

1. De avtalsslutande staternas beh&#246;riga myndigheter och 
beh&#246;riga institutioner ska i m&#246;jligaste m&#229;n l&#246;sa 
meningsskiljaktigheter, som kan uppst&#229; i fr&#229;ga om tolkningen 
eller till&#228;mpningen av detta avtal i enlighet med 
grundl&#228;ggande principer och i detta avtals anda.

2. De avtalsslutande staterna ska p&#229; beg&#228;ran av endera staten 
skyndsamt samr&#229;da i fr&#229;gor som inte har l&#246;sts av de beh&#246;riga 
myndigheterna eller de beh&#246;riga institutionerna i enlighet 
med punkt 1.

3. Tvister mellan de avtalsslutande staterna om tolkningen av 
detta avtal som inte har l&#246;sts genom samr&#229;d i enlighet med 
punkt 1 eller 2 ska, p&#229; beg&#228;ran av endera avtalsslutande 
stat, h&#228;nskjutas till en skiljedomstol f&#246;r avg&#246;rande.

4. Skiljedomstolens beslut ska vara slutgiltigt och 
bindande.

AVDELNING V

&#214;VERG&#197;NGS- OCH SLUTBEST&#196;MMELSER

Artikel 24

&#214;verg&#229;ngsbest&#228;mmelser

1. Detta avtal grundar ingen r&#228;tt till f&#246;rm&#229;ner f&#246;r tid f&#246;re 
ikrafttr&#228;dandet.

2. Detta avtal ska ocks&#229; till&#228;mpas p&#229; h&#228;ndelser som intr&#228;ffat 
f&#246;re dess ikrafttr&#228;dande.

3. Samtliga f&#246;rm&#229;nsgrundande perioder som fullgjorts enligt 
en av de avtalsslutande staternas lagstiftning f&#246;re avtalets 
ikrafttr&#228;dande ska beaktas vid fastst&#228;llande av r&#228;tt till 
f&#246;rm&#229;ner enligt best&#228;mmelserna i detta avtal.

4. Till&#228;mpningen av detta avtal ska inte f&#246;ranleda minskning 
av f&#246;rm&#229;nsbelopp som en person har beviljats f&#246;re 
ikrafttr&#228;dandet.

Artikel 25

&#196;ndring av avtalet

Var och en av de avtalsslutande staterna f&#229;r beg&#228;ra &#228;ndring 
av detta avtal. En s&#229;dan &#228;ndring f&#229;r, efter gemensam 
&#246;verenskommelse, g&#246;ras genom utv&#228;xling av officiella noter.

Artikel 26

Ikrafttr&#228;dande

1. Detta avtal tr&#228;der i kraft den f&#246;rsta dagen i den fj&#228;rde 
m&#229;naden efter den m&#229;nad d&#229; vardera avtalsslutande staten fr&#229;n 
den andra avtalsslutande staten ska ha tagit emot en 
skriftlig underr&#228;ttelse om att den har fullgjort alla 
formaliteter f&#246;r att avtalet ska tr&#228;da i kraft.

2. Detsamma g&#228;ller om avtalet &#228;ndras i enlighet med artikel 
25.

Artikel 27

Avtalets varaktighet och upph&#246;rande

1. Detta avtal ska g&#228;lla utan tidsbegr&#228;nsning.

2. Detta avtal kan s&#228;gas upp av vardera avtalsslutande staten 
genom en officiell not tolv m&#229;nader i f&#246;rv&#228;g till den andra 
avtalsslutande staten.

3. Upph&#246;r avtalet genom upps&#228;gning ska dess best&#228;mmelser 
forts&#228;tta att till&#228;mpas p&#229; f&#246;rm&#229;ner som redan har beviljats. 
Genom s&#228;rskild &#246;verenskommelse avg&#246;r de avtalsslutande 
staterna hur de ska f&#246;rfara med r&#228;ttigheter under 
f&#246;rv&#228;rvande.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill 
vederb&#246;rligen bemyndigade av sina respektive regeringar, 
undertecknat detta avtal.

Uppr&#228;ttad i tv&#229; exemplar i Stockholm den 15 oktober 2015 p&#229; 
svenska och engelska, vilka &#228;r lika giltiga.

Vid skiljaktiga tolkningar av detta avtal ska den engelska 
texten g&#228;lla.

AGREEMENT ON SOCIAL SECURITY BETWEEN THE KINGDOM OF SWEDEN 
AND THE REPUBLIC OF THE PHILIPPINES

The Government of the Kingdom of Sweden and the Government of 
the Republic of the Philippines, being desirous of regulating 
their mutual relations in the field of social security, have 
decided to conclude an agreement for this purpose, and have 
agreed as follows:

PART I

GENERAL PROVISIONS

Article 1

Definitions

1. For the purposes of this Agreement:

(a) &quot;Contracting State&quot; means the Republic of the Philippines 
hereinafter referred to as the Philippines or the Kingdom of 
Sweden hereinafter referred to as Sweden;

(b) &quot;benefit&quot; means, as regards a Contracting State, any of 
the benefits specified in the legislation referred to in 
Article 2;

(c) &quot;competent authority&quot; means, as regards the Philippines, 
the President and Chief Executive Officer of the Social 
Security System and the President and General Manager of the 
Government Service Insurance System; and, as regards Sweden, 
the Government or the authority nominated by the 
Government;

(d) &quot;competent institution&quot; means, as regards the 
Philippines, the Social Security System and the Government 
Service Insurance System; and, as regards Sweden, the 
authority responsible for the implementation of the 
legislation specified in Article 2;

(e) &quot;creditable period&quot; means, as regards a Contracting 
State, a period of contributions, insurance or residence used 
to acquire the right to a benefit under the legislation of 
that Contracting State;

(f) &quot;legislation&quot; means, as regards a Contracting State, the 
laws and regulations specified in Article 2 with respect to 
that Contracting State.

2. Any term not defined in this Article has the meaning 
assigned to it in the applicable legislation.

Article 2

Legislation to Which the Agreement Applies

1. This Agreement shall apply to the following legislation;

(a) with respect to the Philippines:

(i) the Social Security Law and the regulations made 
thereunder as they relate to retirement, disability and death 
benefits;

(ii) the Government Service Insurance Act and the regulations 
made thereunder as they relate to retirement, disability, 
death and survivorship benefits;

(iii) the Portability Law as it relates to totalizing the 
workers’ creditable services or contributions under the laws 
specified in (i) and (ii) of this subparagraph; and

(iv) the Employees’ Compensation and State Insurance Fund 
Law, as amended, as it relates to work-related injury, 
sickness and death.

(b) with respect to Sweden:

(i) the legislation on sickness compensation and activity 
compensation;

(ii) the legislation on income-based old-age pensions and 
guarantee pensions;

(iii) the legislation on survivors&#39; pensions and surviving 
children&#39;s allowance; 

(iv) the legislation on accidents at work and occupational 
diseases; and

(v) the legislation on the social security contributions as 
regards the legislation specified in (i) to (iv) of this 
subparagraph.

2. Subject to paragraph 3 of this Article, this Agreement 
shall also apply to laws and regulations which amend, 
supplement, consolidate or supersede the legislation 
specified in paragraph 1 of this Article.

3. This Agreement shall further apply to laws and regulations 
which extend the legislation of a Contracting State to new 
categories of beneficiaries or to new benefits unless an 
objection on the part of that Contracting State has been 
communicated to the other Contracting State not later than 
six months following the entry into force of such laws and 
regulations.

4. This Agreement shall not apply to legislation that 
establishes a new social security branch, unless the 
competent authorities of the Contracting States agree on this 
application.

Article 3

Persons to Whom the Agreement Applies

This Agreement shall apply to any person who is or who has 
been subject to the legislation of the Philippines or Sweden, 
and to other persons who derive rights from such a person.

Article 4

Equality of Treatment

Unless otherwise provided in this Agreement, in applying the 
legislation of a Contracting State, the persons specified in 
Article 3 shall receive equal treatment with nationals of 
that Contracting State.

Article 5

Export of Benefits

1. Unless otherwise provided in this Agreement, benefits 
payable under the legislation of a Contracting State to any 
person described in Article 3, including benefits acquired by 
virtue of this Agreement, shall not be subject to any 
reduction, modification, suspension, cancellation or 
confiscation by reason only of the fact that the person 
resides in the territory of the other Contracting State, and 
these benefits shall be paid when that person stays or 
resides in the territory of the other Contracting State.

2. Benefits payable under this Agreement shall also be paid 
when a person eligible for such a benefit, stays or resides 
in the territory of a third state.

3. The provisions of paragraphs 1 and 2 shall not apply to 
the following benefits as regards Sweden:

(a) sickness compensation in the form of guarantee 
compensation or activity compensation in the form of 
guarantee compensation; and

(b) guarantee pensions and surviving children&#39;s allowance.

PART II

PROVISIONS CONCERNING THE APPLICABLE LEGISLATION

Article 6

General Provisions

Unless otherwise provided in this Agreement, an employed 
person or a self-employed person who works in the territory 
of a Contracting State shall, in respect of that work, be 
subject only to the legislation of that Contracting State.

Article 7

Detachments

1. A person who normally pursues an activity as an employed 
person in the territory of a Contracting State on behalf of 
an employer who normally carries out its activities there and 
who is sent by that employer to the other Contracting State 
to perform work on that employer’s behalf, shall remain 
subject to the legislation of the former Contracting State, 
provided that the anticipated duration of such work does not 
exceed 24 months, and that person is not sent to replace 
another detached person.

2. If the work referred to in paragraph 1 continues beyond 24 
months, the competent institutions of both Contracting States 
may agree, before the end of the first period of 24 months 
that the employee, for a further period of not more than 24 
months, shall remain subject to the legislation of the first 
Contracting State, provided that such extension is requested 
jointly by the employee and the employer.

Article 8

Travelling Personnel

1. A person who works as an employee onboard a ship that 
flies the flag of a Contracting State, shall be subject to 
the legislation of that Contracting State.

2. A person being employed by an employer with a registered 
office in one Contracting State on an aircraft flying in 
international traffic, shall be subject to the legislation of 
the Contracting State in whose territory the employer has its 
registered office.

Article 9

Persons Engaged in Government Employment, Locally Engaged 
Government Employees and Members of Diplomatic Missions and 
Consular Post

1. A person being employed by the government, to whom 
paragraph 3 of this Article does not apply and who is sent to 
work in the territory of the other Contracting State, is 
subject only to the legislation of the first Contracting 
State.

2. A person who is locally engaged in the territory of a 
Contracting State in government employment for the other 
Contracting State shall, in respect of that employment, be 
subject to the legislation of the first Contracting State.

3. This Agreement shall not affect the provisions of the 
Vienna Convention on Diplomatic Relations of April 18, 1961, 
or the Vienna Convention on Consular Relations of April 24, 
1963.

Article 10

Accompanying Spouse and Children

The accompanying spouse or children of a person who works in 
the territory of one Contracting State and who is subject to 
the legislation of the other Contracting State in accordance 
with Article 7 or paragraph 1 of Article 9, shall be subject 
to the legislation of the latter Contracting State unless 
they are themselves gainfully occupied in the territory of 
the first Contracting State.

Article 11

Exceptions to Mandatory Social Security Contributions in the 
Philippines

For a person who will be subject to the Swedish legislation 
in accordance with Articles 7 to 10 and 12 of this Agreement, 
it shall not be mandatory to pay social security 
contributions in the Philippines in relation to the 
applicable legislation concerning sickness and maternity.

Article 12

Exceptions

The competent authorities or the competent institutions of 
the Contracting States may, by common agreement, make 
exceptions to the provisions of Article 6 to Article 10 with 
respect to any person or categories of persons.

PART III

PROVISIONS CONCERNING BENEFITS

CHAPTER 1

GENERAL PROVISIONS

Article 13

Totalization of Creditable Periods

1. Unless otherwise provided in this Agreement, if a person 
has completed creditable periods according to the legislation 
of both Contracting States, these periods shall be totalized, 
if necessary, for the entitlement to a benefit, insofar as 
they do not coincide.

2. If a person is not eligible for a benefit on the basis of 
the creditable periods under the legislation of the 
Contracting States, totalized as provided in paragraph 1 of 
this Article, the eligibility of that person for that benefit 
shall be determined by totalizing these periods and 
creditable periods completed under the legislation of a third 
State, with which both Contracting States are bound by social 
security agreements or equivalent coordination instruments on 
social security which provide for the totalization of periods 
for that person.

Article 14

Calculation of Benefits

This Agreement shall not prevent the application of 
legislation on benefits that is more favorable to a person 
covered under Article 3 of this Agreement.

CHAPTER 2

BENEFITS UNDER THE LEGISLATION OF THE PHILIPPINES

Article 15

Calculating the Amount of Benefit Payable

1. The provisions on totalization of Chapter 1 shall not be 
applied if the total duration of creditable periods 
accumulated by a person under its legislation is less than 12 
months.

2. If a person is not entitled to the payment of a benefit 
solely on the basis of the creditable periods under the 
legislation of the Philippines, but is entitled to the 
payment of that benefit through the application of the 
totalization provisions of Chapter 1, the competent 
institution of the Philippines shall calculate the amount of 
benefit payable to that person in the following manner:

(a) it shall first determine the amount of the theoretical 
benefit which would be payable under the legislation of the 
Philippines solely on the basis of the minimum creditable 
periods required under that legislation;

(b) it shall then multiply the theoretical benefit by the 
ratio that the creditable periods actually completed under 
the legislation of the Philippines represent in relation to 
the minimum creditable periods required under that 
legislation.

CHAPTER 3

BENEFITS UNDER THE LEGISLATION OF SWEDEN

Article 16

Calculating the Amount of Benefit Payable

1. The provisions on totalization of Chapter 1 shall not 
apply to the basic requirement of three years of residence in 
Sweden for entitlement to a guarantee pension, to a sickness 
compensation in the form of guarantee compensation or to an 
activity compensation in the form of guarantee 
compensation.

2. When establishing the entitlement to sickness compensation 
or activity compensation, a creditable period under 
Philippine legislation shall be considered as coverage under 
Swedish legislation.

3. When calculating the amount of income-related sickness 
compensation or income-related activity compensation, only 
income earned during periods when Swedish legislation was 
applicable shall be taken into account.

4. When calculating the amount of the income-based pension in 
the form of supplementary pension to be paid in accordance 
with the provisions of Chapter 1, only creditable periods 
completed under Swedish legislation, shall be taken into 
account.

PART IV

ADMINISTRATIVE AND MISCELLANEOUS PROVISIONS

Article 17

Administrative Arrangement

1. The competent authorities of the Contracting States shall 
conclude an administrative arrangement that sets out the 
measures necessary for the application of this Agreement.

2. The liaison agencies of the Contracting States shall be 
designated in that arrangement.

Article 18

Exchange of Information and Mutual Assistance

1. For the application of this Agreement, the competent 
authorities and competent institutions shall:

(a) to the extent permitted by the legislation which they 
administer, communicate to each other any information 
necessary for the application of this Agreement;

(b) lend their good offices and furnish assistance to one 
another for the purpose of determining eligibility for, or 
the amount of, any benefit under this Agreement, or under the 
legislation to which this Agreement applies, as if the matter 
involved the application of their own legislation;

(c) communicate to each other, as soon as possible, all 
information about the measures taken by them for the 
application of this Agreement or about changes in their 
respective legislation in so far as these changes affect the 
application of this Agreement.

2. The assistance referred to in subparagraph 1 (b) shall be 
provided free of charge, subject to any provision contained 
in the Administrative Arrangement concluded pursuant to 
Article 17 for the reimbursement of certain types of 
expenses.

3. The competent institutions shall annually exchange 
statistics, which shall be specified in the Administrative 
Arrangement.

4. Unless disclosure is required under the laws of a 
Contracting State, any information about a person which is 
transmitted in accordance with this Agreement to that 
Contracting State by the other Contracting State is 
confidential and shall be used for purposes of implementing 
this Agreement and the legislation to which this Agreement 
applies. The information, except medical information, may be 
used in the administration of other social security 
legislation which the competent institutions apply, unless 
otherwise provided in this Agreement or the Administrative 
Arrangement. The information received by a competent 
authority or a competent institution shall be governed by the 
national law of that Contracting State for the protection of 
privacy and confidentiality of personal data.

Article 19

Exemption or Reduction of Taxes, Dues, Fees and Charges

1. Any exemption from or reduction of taxes, legal dues, 
consular fees and administrative charges for which provision 
is made in the legislation of a Contracting State in 
connection with the issuance of any certificate or document 
required to be produced for the application of that 
legislation shall be extended to certificates or documents 
required to be produced for the application of the 
legislation of the other Contracting State.

2. Any document of an official nature required to be produced 
for the application of this Agreement shall be exempt from 
any authentication by diplomatic or consular authorities and 
similar formality.

Article 20

Language of Communication between the Competent Authorities 
and Competent Institutions

For the application of this Agreement, the competent 
authorities and competent institutions of the Contracting 
States may communicate directly with one another in the 
English language.

Article 21

Submitting a Claim, Notice or Appeal

1. Claims, notices and appeals concerning eligibility for, or 
the amount of, a benefit under the legislation of a 
Contracting State which should, for the purposes of that 
legislation, have been presented within a prescribed period 
to a competent authority or competent institution of that 
Contracting State, but which are presented within the same 
period to an authority or institution of the other 
Contracting State, shall be treated as if they had been 
presented to the authority or institution of the first 
Contracting State. The date of presentation of claims, 
notices and appeals to the authority or institution of the 
other Contracting State shall be deemed to be the date of 
their presentation to the authority or institution of the 
first Contracting State.

2. An application for benefit under the legislation of a 
Contracting State shall be deemed to be also an application 
for benefit of same nature under the legislation of the other 
Contracting State provided that the applicant so wishes and 
provides information indicating that creditable periods have 
been completed under the legislation of the other Contracting 
State.

3. In any case to which paragraph 1 or 2 applies the 
competent authority or competent institution to which the 
claim, notice or appeal has been submitted shall transmit it 
without delay to the authority or institution of the other 
Contracting State.

4. An application or document shall not be rejected by a 
competent authority or a competent institution of a 
Contracting State solely because it is in the official 
language of the other Contracting State.

Article 22

Payment of Benefits

1. Benefits shall be paid to beneficiaries without any 
deduction for administrative expenses that may be incurred in 
paying the benefits.

2. Payments into the other Contracting State arising from 
this Agreement shall be made in freely convertible 
currency.

3. In the event that a Contracting State imposes currency 
controls or other similar measures that restrict payments, 
remittances or transfers of funds or financial instruments to 
persons who are outside its territory, that Contracting State 
shall, without delay, take suitable measures to ensure the 
payment of any amount that must be paid in accordance with 
this Agreement.

Article 23

Resolution of Difficulties

1. The competent authorities and the competent institutions 
of the Contracting States shall resolve, to the extent 
possible, any difficulties which arise in interpreting or 
applying this Agreement according to fundamental principles 
and to the spirit of this Agreement.

2. The Contracting States shall consult promptly at the 
request of either Contracting State concerning matters which 
have not been resolved by the competent authorities or the 
competent institutions in accordance with paragraph 1.

3. Any dispute between the Contracting States concerning the 
interpretation of this Agreement which has not been resolved 
or settled by consultation in accordance with paragraph 1 or 
2 shall, at the request of either Contracting State, be 
submitted to arbitration by an arbitral tribunal.

4. The decision of the arbitral tribunal shall be final and 
binding.

PART V

TRANSITIONAL AND FINAL PROVISIONS

Article 24

Transitional Provisions

1. This Agreement shall not create any entitlement to 
benefits for any period prior to its entry into force.

2. This Agreement shall also apply to events which occurred 
prior to its entry into force.

3. All creditable periods completed under the legislation of 
one of the Contracting States prior to the date on which this 
Agreement enters into force shall be taken into consideration 
in determining entitlement to any benefit in accordance with 
the provisions of this Agreement.

4. The application of this Agreement shall not result in any 
reduction in the amount of benefit to which entitlement has 
been established prior to its entry into force.

Artikel 25

Revision of or Amendment to the Agreement

Each Contracting State may request a revision of or an 
amendment to this Agreement. Such revision or amendment may, 
after common agreement, be made by an exchange of Official 
Notes.

Artikel 26

Entry into Force

1. This Agreement shall enter into force on the first day of 
the fourth month following the month in which each 
Contracting State shall have received from the other 
Contracting State written notification that it has complied 
with all requirements for the entry into force of this 
Agreement.

2. The same procedure applies if the Agreement is revised or 
amended according to Article 25.

Artikel 27

Duration and Termination of the Agreement

1. This Agreement shall remain in force without any 
limitation on its duration.

2. This Agreement may be terminated by either Contracting 
State giving a twelve-month prior notice through an Official 
Note to the other Contracting State.

3. If this Agreement is terminated, rights regarding 
entitlement to or payment of benefits acquired under it shall 
be retained. The Contracting States shall make arrangements 
to deal with rights in the process of being acquired.

IN WITNESS WHEREOF, the undersigned, being duly authorized 
thereto by their respective Governments, have signed this 
Agreement.

DONE in duplicate at Stockholm on 15 October 2015, in the 
English and Swedish languages, each text being equally 
authentic.

In case of any divergence of interpretation, the English text 
shall prevail.

F&#214;R KONUNGARIKET SVERIGES REGERING

FOR THE GOVERNMENT OF THE KINGDOM OF SWEDEN

Annika Strandh&#228;ll

F&#214;R REPUBLIKEN FILIPPINERNAS REGERING

FOR THE GOVERNMENT OF THE REPUBLIC OF THE PHILIPPINES

Emilio S. de Quiros
</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=592">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=594">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
