

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2018-11-29" /> 
 <meta id="rattsinfo-edited" content="2019-01-07" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>638</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=637">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=639">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2018:1854 ·
                    <a href="/sfsr?bet=2018:1854">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2018:1854) om den internationella fonden f&#246;r farliga och skadliga &#228;mnen</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2018-11-22
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2019-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">/Rubriken tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
Lagens inneh&#229;ll

1 &#167; /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
Denna lag inneh&#229;ller best&#228;mmelser om den 
internationella fonden f&#246;r farliga och skadliga &#228;mnen och om 
skyldighet att l&#228;mna uppgift om mottagande av s&#229;dana &#228;mnen i 
vissa fall.

/Rubriken tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
Internationella best&#228;mmelser som ska g&#228;lla som svensk lag

2 &#167; /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
Best&#228;mmelserna i artiklarna 1, 3–5, 13–20, 21bis, 22, 
37.2–4 och 39–41 i 2010 &#229;rs internationella konvention om 
ansvar och ers&#228;ttning f&#246;r skada i samband med sj&#246;transport av 
farliga och skadliga &#228;mnen (2010 &#229;rs HNS-konvention) ska i 
originaltexternas lydelse g&#228;lla som svensk lag. Detta g&#228;ller 
dock inte till den del best&#228;mmelserna uteslutande reglerar de 
f&#246;rdragsslutande staternas inb&#246;rdes f&#246;rpliktelser.

Konventionens originaltexter ska ha samma giltighet. Den 
engelska originaltexten i de delar som anges i f&#246;rsta stycket 
finns tillsammans med en svensk &#246;vers&#228;ttning intagen som 
bilaga till denna lag.

/Rubriken tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
Fondens regressr&#228;tt

3 &#167; /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
Ett belopp som den internationella fonden f&#246;r farliga 
och skadliga &#228;mnen har betalat i ers&#228;ttning enligt artikel 14 
i 2010 &#229;rs HNS-konvention f&#229;r fonden kr&#228;va &#229;ter av en person 
som anges i 11 kap. 8 &#167; andra stycket a, b eller e–g sj&#246;lagen 
(1994:1009) endast om den mot vilken anspr&#229;ket riktas har 
v&#229;llat skadan upps&#229;tligen eller av grov v&#229;rdsl&#246;shet och med 
insikt om att skada sannolikt skulle uppkomma. I &#246;vrigt 
till&#228;mpas 7 kap. 9 &#167; f&#246;rs&#228;kringsavtalslagen (2005:104) i 
fr&#229;ga om fondens r&#228;tt att kr&#228;va &#229;ter ett utbetalat 
ers&#228;ttningsbelopp av n&#229;gon annan &#228;n fartygs&#228;garen eller 
dennes garant.

/Rubriken tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
Talan om ers&#228;ttning

4 &#167; /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
Talan om ers&#228;ttning mot den internationella fonden f&#246;r 
farliga och skadliga &#228;mnen, som enligt artikel 39.1, 39.2 
eller 39.4 i 2010 &#229;rs HNS-konvention f&#229;r tas upp i Sverige, 
ska v&#228;ckas vid den domstol som enligt 21 kap. 5 a &#167; tredje 
stycket sj&#246;lagen (1994:1009) &#228;r beh&#246;rig att ta upp talan mot 
fartygets &#228;gare med anledning av olyckan.

5 &#167; /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
I fr&#229;ga om underr&#228;ttelser som avses i artikel 39.7 i 
2010 &#229;rs HNS-konvention ska best&#228;mmelserna i 14 kap. 12 och 
13 &#167;&#167; r&#228;tteg&#229;ngsbalken om kung&#246;rande av r&#228;tteg&#229;ng 
till&#228;mpas.

/Rubriken tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
Verkst&#228;llbarhet av dom

6 &#167; /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
N&#228;r en fr&#229;ga uppkommer om verkst&#228;llbarhet av en dom 
enligt artikel 40.3 i 2010 &#229;rs HNS-konvention till&#228;mpas 
21 kap. 6 &#167; sj&#246;lagen (1994:1009).

Skyldighet att l&#228;mna uppgift om mottagande av &#228;mnen

7 &#167; Mottagare i Sverige av s&#229;dan last som enligt 2010 &#229;rs 
HNS-konvention &#228;r avgiftspliktig ska senast den 1 mars varje 
&#229;r l&#228;mna uppgift till Sj&#246;fartsverket om den m&#228;ngd som har 
mottagits under f&#246;reg&#229;ende kalender&#229;r, om mottagaren under 
det &#229;ret har tagit emot sammanlagt mer &#228;n:

a) 150 000 ton oljor som avses i artikel 1.3 i 1992 &#229;rs 
internationella konvention om uppr&#228;ttandet av en 
internationell fond f&#246;r ers&#228;ttning av skada orsakad av 
f&#246;rorening genom olja och f&#246;r vilka avgiftsskyldighet till 
den internationella oljeskadefonden f&#246;religger enligt artikel 
10 i den konventionen,

b) 20 000 ton andra oljor som anges i bihang 1 till bilaga I 
till 1973 &#229;rs internationella konvention till f&#246;rhindrande av 
f&#246;rorening fr&#229;n fartyg, som den har &#228;ndrats genom 1978 &#229;rs 
protokoll (MARPOL 73/78) i dess vid varje tid g&#228;llande 
lydelse,

c) 20 000 ton flytande petroleumgas av l&#228;tta kolv&#228;ten med 
propan och butan som huvudsakliga best&#229;ndsdelar (LPG), 
eller

d) 20 000 ton fasta bulkvaror som avses i artikel 1.5 (vii) 
i 2010 &#229;rs HNS-konvention eller andra &#228;mnen som avses i 
artikel 1 i den konventionen.

Samma uppgiftsskyldighet har den som tagit emot 
avgiftspliktig last som best&#229;r av flytande naturgas av l&#228;tta 
kolv&#228;ten med metan som huvudsaklig best&#229;ndsdel (LNG). Om 
mottagaren av LNG har kommit &#246;verens med den som omedelbart 
f&#246;re lossningen &#228;gde &#228;mnet att denne i mottagarens st&#228;lle ska 
vara skyldig att betala f&#246;reskriven avgift, g&#228;ller 
skyldigheten att l&#228;mna uppgifter den tidigare &#228;garen. 
Mottagaren &#228;r dock &#228;ven i ett s&#229;dant fall skyldig att l&#228;mna 
uppgiften, om den tidigare &#228;garen inte g&#246;r det.

8 &#167; En mottagare enligt 7 &#167; f&#246;rsta stycket som har tagit 
emot h&#246;gst de m&#228;ngder som anges d&#228;r &#228;r skyldig att l&#228;mna 
uppgift enligt den paragrafen, om den m&#228;ngd &#228;mnen som denne 
har tagit emot tillsammans med den m&#228;ngd &#228;mnen som har 
mottagits av ett dotterf&#246;retag eller en annan gemensamt 
kontrollerad enhet uppg&#229;r till mer &#228;n de m&#228;ngder som anges i 
7 &#167; f&#246;rsta stycket.

Uppmaning att l&#228;mna uppgift

9 &#167; Var och en som under ett visst kalender&#229;r har tagit 
emot s&#229;dan last som &#228;r avgiftspliktig enligt 2010 &#229;rs 
HNS-konvention ska efter uppmaning av Sj&#246;fartsverket l&#228;mna 
uppgift om den m&#228;ngd som har mottagits under &#229;ret. 

Sj&#246;fartsverket f&#229;r f&#246;rel&#228;gga den som &#228;r skyldig att l&#228;mna 
uppgift om avgiftspliktig last att l&#228;mna uppgiften inom en 
viss tid. Ett s&#229;dant f&#246;rel&#228;ggande f&#229;r f&#246;renas med vite.

Ansvar vid oriktig uppgift

10 &#167; Den som upps&#229;tligen eller av oaktsamhet l&#228;mnar 
oriktig uppgift vid fullg&#246;rande av skyldighet enligt 7–9 &#167;&#167; 
d&#246;ms till b&#246;ter, om g&#228;rningen inte &#228;r belagd med straff i 
brottsbalken. Allm&#228;nt &#229;tal f&#229;r v&#228;ckas endast efter anm&#228;lan 
fr&#229;n Sj&#246;fartsverket.


&#214;verg&#229;ngsbest&#228;mmelser

2018:1854

1. Denna lag tr&#228;der i kraft den 1 januari 2019 i fr&#229;ga om 
7–10 &#167;&#167; och i &#246;vrigt den dag som regeringen best&#228;mmer. 

2. Best&#228;mmelserna i 7–10 &#167;&#167; till&#228;mpas f&#246;rsta g&#229;ngen i fr&#229;ga 
om last som har mottagits under kalender&#229;ret 2019.


Bilaga /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/

Artiklarna 1, 3–5, 13–20, 21bis, 22, 37.2–4 och 39–41 i 2010 
&#229;rs internationella konvention om ansvar och ers&#228;ttning f&#246;r 
skada i samband med sj&#246;transport av farliga och skadliga 
&#228;mnen

International Convention on Liability and Compensation for 
Damage in Connection with the Carriage of Hazardous and 
Noxious Substances by Sea, 2010 (2010 HNS Convention) 

(Consolidated text of the International Convention on 
Liability and Compensation for Damage in Connection with the 
Carriage of Hazardous and Noxious Substances by Sea, 1996, 
and the Protocol of 2010 to the Convention)

Chapter I 

General provisions

Definitions 

Article 1

For the purposes of this Convention: 

1. “Ship” means any seagoing vessel and seaborne craft, of 
any type whatsoever. 

2. “Person” means any individual or partnership or any public 
or private body, whether corporate or not, including a State 
or any of its constituent subdivisions. 

3. “Owner” means the person or persons registered as the 
owner of the ship or, in the absence of registration, the 
person or persons owning the ship. However, in the case of a 
ship owned by a State and operated by a company which in that 
State is registered as the ship&#39;s operator,”owner” shall mean 
such company.

4. “Receiver” means either:

(a) the person who physically receives contributing cargo 
discharged in the ports and terminals of a State Party; 
provided that if at the time of receipt the person who 
physically receives the cargo acts as an agent for another 
who is subject to the jurisdiction of any State Party, then 
the principal shall be deemed to be the receiver, if the 
agent discloses the principal to the HNS Fund; or

(b) the person in the State Party who in accordance with the 
national law of that State Party is deemed to be the receiver 
of contributing cargo discharged in the ports and terminals 
of a State Party, provided that the total contributing cargo 
received according to such national law is substantially the 
same as that which would have been received under (a).

5. “Hazardous and noxious substances (HNS)” means: 

(a) any substances, materials and articles carried on board a 
ship as cargo, referred to in (i) to (vii) below: 

(i) oils, carried in bulk, as defined in regulation 1 of 
Annex I to the International Convention for the Prevention of 
Pollution from Ships, 1973, as modified by the Protocol of 
1978 relating thereto, as amended; 

(ii) noxious liquid substances, carried in bulk, as defined 
in regulation 1.10 of Annex II to the International 
Convention for the Prevention of Pollution from Ships, 1973, 
as modified by the Protocol of 1978 relating thereto, as 
amended, and those substances and mixtures provisionally 
categorized as falling in pollution category X, Y or Z in 
accordance with regulation 6.3 of the said Annex II; 

(iii) dangerous liquid substances carried in bulk listed in 
chapter 17 of the International Code for the Construction and 
Equipment of Ships Carrying Dangerous Chemicals in Bulk, as 
amended, and the dangerous products for which the preliminary 
suitable conditions for the carriage have been prescribed by 
the Administration and port administrations involved in 
accordance with paragraph 1.1.6 of the Code; 

(iv) dangerous, hazardous and harmful substances, materials 
and articles in packaged form covered by the International 
Maritime Dangerous Goods Code, as amended; 

(v) liquefied gases as listed in chapter 19 of the 
International Code for the Construction and Equipment of 
Ships Carrying Liquefied Gases in Bulk, as amended, and the 
products for which preliminary suitable conditions for the 
carriage have been prescribed by the Administration and port 
administrations involved in accordance with paragraph 1.1.6 
of the Code; 

(vi) liquid substances carried in bulk with a flashpoint not 
exceeding 60&#176;C (measured by a closed-cup test);

(vii) solid bulk materials possessing chemical hazards 
covered by the International Maritime Solid Bulk Cargoes 
Code, as amended, to the extent that these substances are 
also subject to the provisions of the International Maritime 
Dangerous Goods Code in effect in 1996, when carried in 
packaged form; and

(b) residues from the previous carriage in bulk of substances 
referred to in (a)(i) to (iii) and (v) to (vii) above.

5bis “Bulk HNS” means any hazardous and noxious substances 
referred to in article 1, paragraph 5(a)(i) to (iii) and (v) 
to (vii) and paragraph 5(b). 

5ter “Packaged HNS” means any hazardous and noxious 
substances referred to in article 1, paragraph 5(a)(iv).

6. “Damage” means: 

(a) loss of life or personal injury on board or outside the 
ship carrying the hazardous and noxious substances caused by 
those substances; 

(b) loss of or damage to property outside the ship carrying 
the hazardous and noxious substances caused by those 
substances; 

(c) loss or damage by contamination of the environment caused 
by the hazardous and noxious substances, provided that 
compensation for impairment of the environment other than 
loss of profit from such impairment shall be limited to costs 
of reasonable measures of reinstatement actually undertaken 
or to be undertaken; and 

(d) the costs of preventive measures and further loss or 
damage caused by preventive measures. 

Where it is not reasonably possible to separate damage caused 
by the hazardous and noxious substances from that caused by 
other factors, all such damage shall be deemed to be caused 
by the hazardous and noxious substances except if, and to the 
extent that, the damage caused by other factors is damage of 
a type referred to in article 4, paragraph 3. 

In this paragraph, “caused by those substances” means caused 
by the hazardous or noxious nature of the substances.

7. “Preventive measures” means any reasonable measures taken 
by any person after an incident has occurred to prevent or 
minimize damage. 

8. “Incident” means any occurrence or series of occurrences 
having the same origin, which causes damage or creates a 
grave and imminent threat of causing damage. 

9. “Carriage by sea” means the period from the time when the 
hazardous and noxious substances enter any part of the ship&#39;s 
equipment, on loading, to the time they cease to be present 
in any part of the ship&#39;s equipment, on discharge. If no 
ship&#39;s equipment is used, the period begins and ends 
respectively when the hazardous and noxious substances cross 
the ship&#39;s rail.

10. “Contributing cargo” means any bulk HNS which is carried 
by sea as cargo to a port or terminal in the territory of a 
State Party and discharged in that State. Cargo in transit 
which is transferred directly, or through a port or terminal, 
from one ship to another, either wholly or in part, in the 
course of carriage from the port or terminal of original 
loading to the port or terminal of final destination shall be 
considered as contributing cargo only in respect of receipt 
at the final destination. 

11. The “HNS Fund” means the International Hazardous and 
Noxious Substances Fund established under article 13. 

12. “Unit of account” means the Special Drawing Right as 
defined by the International Monetary Fund. 

13. “State of the ship&#39;s registry” means in relation to a 
registered ship the State of registration of the ship, and in 
relation to an unregistered ship the State whose flag the 
ship is entitled to fly. 

14. “Terminal” means any site for the storage of hazardous 
and noxious substances received from waterborne 
transportation, including any facility situated off-shore and 
linked by pipeline or otherwise to such site.

15. “Director” means the Director of the HNS Fund. 

16. “Organization” means the International Maritime 
Organization. 

17. “Secretary-General” means the Secretary-General of the 
Organization.

-----------------------------------------

Scope of application

Article 3

This Convention shall apply exclusively:

(a) to any damage caused in the territory, including the 
territorial sea, of a State Party;

(b) to damage by contamination of the environment caused in 
the exclusive economic zone of a State Party, established in 
accordance with international law, or, if a State Party has 
not established such a zone, in an area beyond and adjacent 
to the territorial sea of that State determined by that State 
in accordance with international law and extending not more 
than 200 nautical miles from the baselines from which the 
breadth of its territorial sea is measured; 

(c) to damage, other than damage by contamination of the 
environment, caused outside the territory, including the 
territorial sea, of any State, if this damage has been caused 
by a substance carried on board a ship registered in a State 
Party or, in the case of an unregistered ship, on board a 
ship entitled to fly the flag of a State Party; and 

(d) to preventive measures, wherever taken, to prevent or 
minimize such damage as referred to in (a), (b) and (c) 
above.

Article 4

1. This Convention shall apply to claims, other than claims 
arising out of any contract for the carriage of goods and 
passengers, for damage arising from the carriage of hazardous 
and noxious substances by sea.

2. This Convention shall not apply to the extent that its 
provisions are incompatible with those of the applicable law 
relating to workers&#39; compensation or social security schemes. 

3. This Convention shall not apply: 

(a) to pollution damage as defined in the International 
Convention on Civil Liability for Oil Pollution Damage, 1969, 
as amended, whether or not compensation is payable in respect 
of it under that Convention; and

(b) to damage caused by a radioactive material of class 7 
either in the International Maritime Dangerous Goods Code, as 
amended, or in the International Maritime Solid Bulk Cargoes 
Code, as amended.

4. Except as provided in paragraph 5, the provisions of this 
Convention shall not apply to warships, naval auxiliary or 
other ships owned or operated by a State and used, for the 
time being, only on Government non-commercial service. 

5. A State Party may decide to apply this Convention to its 
warships or other vessels described in paragraph 4, in which 
case it shall notify the Secretary-General thereof specifying 
the terms and conditions of such application.

6. With respect to ships owned by a State Party and used for 
commercial purposes, each State shall be subject to suit in 
the jurisdictions set forth in article 38 and shall waive all 
defences based on its status as a sovereign State.

Article 5

1. A State may, at the time of ratification, acceptance, 
approval of, or accession to, this Convention, or any time 
thereafter, declare that this Convention does not apply to 
ships: 

(a) which do not exceed 200 gross tonnage; and 

(b) which carry hazardous and noxious substances only in 
packaged form; and 

(c) while they are engaged on voyages between ports or 
facilities of that State.

2. Where two neighbouring States agree that this Convention 
does not apply also to ships which are covered by paragraph 
1(a) and (b) while engaged on voyages between ports or 
facilities of those States, the States concerned may declare 
that the exclusion from the application of this Convention 
declared under paragraph 1 covers also ships referred to in 
this paragraph. 

3. Any State which has made the declaration under paragraph 1 
or 2 may withdraw such declaration at any time. 

4. A declaration made under paragraph 1 or 2, and the 
withdrawal of the declaration made under paragraph 3, shall 
be deposited with the Secretary-General who shall, after the 
entry into force of this Convention, communicate it to the 
Director.

5. The HNS Fund is not liable to pay compensation for damage 
caused by substances carried by a ship to which the 
Convention does not apply pursuant to a declaration made 
under paragraph 1 or 2, to the extent that: 

(a) the damage as defined in article 1, paragraph 6(a), (b) 
or (c) was caused in: 

(i) the territory, including the territorial sea, of the 
State which has made the declaration, or in the case of 
neighbouring States which have made a declaration under 
paragraph 2, of either of them; or 

(ii) the exclusive economic zone, or area mentioned in 
article 3(b), of the State or States referred to in (i); 

(b) the damage includes measures taken to prevent or minimize 
such damage.

------------------------------------------

Chapter III 

Compensation by the international hazardous and noxious 
substances fund (HNS Fund)

Establishment of the HNS Fund 

Article 13 

1. The International Hazardous and Noxious Substances Fund 
(HNS Fund) is hereby established with the following aims: 

(a) to provide compensation for damage in connection with the 
carriage of hazardous and noxious substances by sea, to the 
extent that the protection afforded by chapter II is 
inadequate or not available; and 

(b) to give effect to the related tasks set out in article15. 

2. The HNS Fund shall in each State Party be recognized as a 
legal person capable under the laws of that State of assuming 
rights and obligations and of being a party in legal 
proceedings before the courts of that State. Each State Party 
shall recognize the Director as the legal representative of 
the HNS Fund.

Compensation 

Article 14 

1. For the purpose of fulfilling its function under article 
13, paragraph 1(a), the HNS Fund shall pay compensation to 
any person suffering damage if such person has been unable to 
obtain full and adequate compensation for the damage under 
the terms of chapter II:

(a) because no liability for the damage arises under chapter 
II; 

(b) because the owner liable for the damage under chapter II 
is financially incapable of meeting the obligations under 
this Convention in full and any financial security that may 
be provided under chapter II does not cover or is 
insufficient to satisfy the claims for compensation for 
damage; an owner being treated as financially incapable of 
meeting these obligations and a financial security being 
treated as insufficient if the person suffering the damage 
has been unable to obtain full satisfaction of the amount of 
compensation due under chapter II after having taken all 
reasonable steps to pursue the available legal remedies;

(c) because the damage exceeds the owner&#39;s liability under 
the terms of chapter II.

2. Expenses reasonably incurred or sacrifices reasonably made 
by the owner voluntarily to prevent or minimize damage shall 
be treated as damage for the purposes of this article.

3. The HNS Fund shall incur no obligation under the preceding 
paragraphs if: 

(a) it proves that the damage resulted from an act of war, 
hostilities, civil war or insurrection or was caused by 
hazardous and noxious substances which had escaped or been 
discharged from a warship or other ship owned or operated by 
a State and used, at the time of the incident, only on 
Government non-commercial service; or

(b) the claimant cannot prove that there is a reasonable 
probability that the damage resulted from an incident 
involving one or more ships. 

4. If the HNS Fund proves that the damage resulted wholly or 
partly either from an act or omission done with intent to 
cause damage by the person who suffered the damage or from 
the negligence of that person, the HNS Fund may be exonerated 
wholly or partially from its obligation to pay compensation 
to such person. The HNS Fund shall in any event be exonerated 
to the extent that the owner may have been exonerated under 
article 7, paragraph 3. However, there shall be no such 
exoneration of the HNS Fund with regard to preventive 
measures. 

5. (a) Except as otherwise provided in subparagraph (b), the 
aggregate amount of compensation payable by the HNS Fund 
under this article shall in respect of any one incident be 
limited, so that the total sum of that amount and any amount 
of compensation actually paid under chapter II for damage 
within the scope of application of this Convention as defined 
in article 3 shall not exceed 250 million units of account. 

(b) The aggregate amount of compensation payable by the HNS 
Fund under this article for damage resulting from a natural 
phenomenon of an exceptional, inevitable and irresistible 
character shall not exceed 250 million units of account. 

(c) Interest accrued on a fund constituted in accordance with 
article 9, paragraph 3, if any, shall not be taken into 
account for the computation of the maximum compensation 
payable by the HNS Fund under this article. 

(d) The amounts mentioned in this article shall be converted 
into national currency on the basis of the value of that 
currency with reference to the Special Drawing Right on the 
date of the decision of the Assembly of the HNS Fund as to 
the first date of payment of compensation. 

6. Where the amount of established claims against the HNS 
Fund exceeds the aggregate amount of compensation payable 
under paragraph 5, the amount available shall be distributed 
in such a manner that the proportion between any established 
claim and the amount of compensation actually recovered by 
the claimant under this Convention shall be the same for all 
claimants. Claims in respect of death or personal injury 
shall have priority over other claims, however, save to the 
extent that the aggregate of such claims exceeds two-thirds 
of the total amount established in accordance with paragraph 
5. 

7. The Assembly of the HNS Fund may decide that, in 
exceptional cases, compensation in accordance with this 
Convention can be paid even if the owner has not constituted 
a fund in accordance with chapter II. In such cases paragraph 
5(d) applies accordingly.

Related tasks of the HNS Fund 

Article 15 

For the purpose of fulfilling its function under article 13, 
paragraph 1 (a), the HNS Fund shall have the following tasks: 

(a) to consider claims made against the HNS Fund; 

(b) to prepare an estimate in the form of a budget for each 
calendar year of:

Expenditure: 

(i) costs and expenses of the administration of the HNS Fund 
in the relevant year and any deficit from operations in the 
preceding years; and 

(ii) payments to be made by the HNS Fund in the relevant 
year; 

Income: 

(iii) surplus funds from operations in preceding years, 
including any interest; 

(iv) initial contributions to be paid in the course of the 
year; 

(v) annual contributions if required to balance the budget; 
and 

(vi) any other income; 

(c) to use at the request of a State Party its good offices 
as necessary to assist that State to secure promptly such 
personnel, material and services as are necessary to enable 
the State to take measures to prevent or mitigate damage 
arising from an incident in respect of which the HNS Fund may 
be called upon to pay compensation under this Convention; 
and

(d) to provide, on conditions laid down in the internal 
regulations, credit facilities with a view to the taking of 
preventive measures against damage arising from a particular 
incident in respect of which the HNS Fund may be called upon 
to pay compensation under this Convention.

General provisions on contributions 

Article 16 

1. The HNS Fund shall have a general account, which shall be 
divided into sectors. 

2. The HNS Fund shall, subject to article 19, paragraphs 3 
and 4, also have separate accounts in respect of: 

(a) oil as defined in article 1, paragraph 5(a)(i) (oil 
account); 

(b) liquefied natural gases of light hydrocarbons with 
methane as the main constituent (LNG) (LNG account); and

(c) liquefied petroleum gases of light hydrocarbons with 
propane and butane as the main constituents (LPG) (LPG 
account). 

3. There shall be initial contributions and, as required, 
annual contributions to the HNS Fund. 

4. Contributions to the HNS Fund shall be made into the 
general account in accordance with article 18, to separate 
accounts in accordance with article 19 and to either the 
general account or separate accounts in accordance with 
article 20 or article 21, paragraph 5. Subject to article 19, 
paragraph 6, the general account shall be available to 
compensate damage caused by hazardous and noxious substances 
covered by that account, and a separate account shall be 
available to compensate damage caused by a hazardous and 
noxious substance covered by that account. 

5. For the purposes of article 18, article 19, paragraph 
1(a)(i), paragraph 1(a)(ii) and paragraph 1(b), article 20 
and article 21, paragraph 5, where the quantity of a given 
type of contributing cargo received in the territory of a 
State Party by any person in a calendar year when aggregated 
with the quantities of the same type of cargo received in the 
same State Party in that year by any associated person or 
persons exceeds the limit specified in the respective 
subparagraphs, such a person shall pay contributions in 
respect of the actual quantity received by that person 
notwithstanding that that quantity did not exceed the 
respective limit. 

6. &quot;Associated person&quot; means any subsidiary or commonly 
controlled entity. The question whether a person comes within 
this definition shall be determined by the national law of 
the State concerned.

General provisions on annual contributions 

Article 17 

1. Annual contributions to the general account and to each 
separate account shall be levied only as required to make 
payments by the account in question. 

2. Annual contributions payable pursuant to articles 18, 19 
and article 21, paragraph 5, shall be determined by the 
Assembly and shall be calculated in accordance with those 
articles on the basis of the units of contributing cargo 
received during the preceding calendar year or such other 
year as the Assembly may decide. 

3. The Assembly shall decide the total amount of annual 
contributions to be levied to the general account and to each 
separate account. Following that decision the Director shall, 
in respect of each State Party, calculate for each person 
liable to pay contributions in accordance with article 18, 
article 19, paragraph 1 and paragraph 1bis, and article 21, 
paragraph 5, the amount of that person&#39;s annual contribution 
to each account, on the basis of a fixed sum for each unit of 
contributing cargo reported in respect of the person during 
the preceding calendar year or such other year as the 
Assembly may decide. For the general account, the 
above-mentioned fixed sum per unit of contributing cargo for 
each sector shall be calculated pursuant to the regulations 
contained in Annex II to this Convention. For each separate 
account, the fixed sum per unit of contributing cargo 
referred to above shall be calculated by dividing the total 
annual contribution to be levied to that account by the total 
quantity of cargo contributing to that account.

4. The Assembly may also levy annual contributions for 
administrative costs and decide on the distribution of such 
costs between the sectors of the general account and the 
separate accounts. 

5. The Assembly shall also decide on the distribution between 
the relevant accounts and sectors of amounts paid in 
compensation for damage caused by two or more substances 
which fall within different accounts or sectors, on the basis 
of an estimate of the extent to which each of the substances 
involved contributed to the damage.

Annual contributions to the general account

Article 18 

1. Subject to article 16, paragraph 5, annual contributions 
to the general account shall be made in respect of each State 
Party by any person who was the receiver in that State in the 
preceding calendar year, or such other year as the Assembly 
may decide, of aggregate quantities exceeding 20,000 tonnes 
of contributing cargo, other than substances referred to in 
article 19, paragraph 1 and paragraph 1bis, which fall within 
the following sectors: 

(a) solid bulk materials referred to in article 1, paragraph 
5(a)(vii); 

(b) substances referred to in paragraph 2; and 

(c) other substances. 

2. Annual contributions shall also be payable to the general 
account by persons who would have been liable to pay 
contributions to a separate account in accordance with 
article 19, paragraph 1 and paragraph 1bis, had its operation 
not been postponed or suspended in accordance with article 
19. Each separate account the operation of which has been 
postponed or suspended under article 19 shall form a separate 
sector within the general account.

Annual contributions to separate accounts 

Article 19 

1. Subject to article 16, paragraph 5, annual contributions 
to separate accounts shall be made in respect of each State 
Party: 

(a) in the case of the oil account, 

(i) by any person who has received in that State in the 
preceding calendar year, or such other year as the Assembly 
may decide, total quantities exceeding 150,000 tonnes of 
contributing oil as defined in article 1, paragraph 3 of the 
International Convention on the Establishment of an 
International Fund for Compensation for Oil Pollution Damage, 
1971, as amended, and who is or would be liable to pay 
contributions to the International Oil Pollution Compensation 
Fund in accordance with article 10 of that Convention; and 

(ii) by any person who was the receiver in that State in the 
preceding calendar year, or such other year as the Assembly 
may decide, of total quantities exceeding 20,000 tonnes of 
other oils carried in bulk listed in appendix I of Annex I to 
the International Convention for the Prevention of Pollution 
from Ships, 1973, as modified by the Protocol of 1978 
relating thereto, as amended; 

(b) in the case of the LPG account, by any person who in the 
preceding calendar year, or such other year as the Assembly 
may decide, was the receiver in that State of total 
quantities exceeding 20,000 tonnes of LPG. 

1bis 

(a) In the case of the LNG account, subject to article 16, 
paragraph 5, annual contributions to the LNG account shall be 
made in respect of each State Party by any person who in the 
preceding calendar year, or such other year as the Assembly 
may decide, was the receiver in that State of any quantity of 
LNG. 

(b) However, any contributions shall be made by the person 
who, immediately prior to its discharge, held title to an LNG 
cargo discharged in a port or terminal of that State (the 
titleholder) where: 

(i) the titleholder has entered into an agreement with the 
receiver that the titleholder shall make such contributions; 
and 

(ii) the receiver has informed the State Party that such an 
agreement exists. 

(c) If the titleholder referred to in subparagraph (b) above 
does not make the contributions or any part thereof, the 
receiver shall make the remaining contributions. The Assembly 
shall determine in the internal regulations the circumstances 
under which the titleholder shall be considered as not having 
made the contributions and the arrangements in accordance 
with which the receiver shall make any remaining 
contributions. 

(d) Nothing in this paragraph shall prejudice any rights of 
recourse or reimbursement of the receiver that may arise 
between the receiver and the titleholder under the applicable 
law. 

2. Subject to paragraph 3, the separate accounts referred to 
in paragraph 1 and paragraph 1bis above shall become 
effective at the same time as the general account. 

3. The initial operation of a separate account referred to in 
article 16, paragraph 2 shall be postponed until such time as 
the quantities of contributing cargo in respect of that 
account during the preceding calendar year, or such other 
year as the Assembly may decide, exceed the following levels: 

(a) 350 million tonnes of contributing cargo in respect of 
the oil account; 

(b) 20 million tonnes of contributing cargo in respect of the 
LNG account; and 

(c) 15 million tonnes of contributing cargo in respect of the 
LPG account. 

4. The Assembly may suspend the operation of a separate 
account if: 

(a) the quantities of contributing cargo in respect of that 
account during the preceding calendar year fall below the 
respective level specified in paragraph 3; or 

(b) when six months have elapsed from the date when the 
contributions were due, the total unpaid contributions to 
that account exceed ten per cent of the most recent levy to 
that account in accordance with paragraph 1. 

5. The Assembly may reinstate the operation of a separate 
account which has been suspended in accordance with paragraph 
4. 

6. Any person who would be liable to pay contributions to a 
separate account the operation of which has been postponed in 
accordance with paragraph 3 or suspended in accordance with 
paragraph 4, shall pay into the general account the 
contributions due by that person in respect of that separate 
account. For the purpose of calculating future contributions, 
the postponed or suspended separate account shall form a new 
sector in the general account and shall be subject to the HNS 
points system defined in Annex II.

Initial contributions 

Article 20 

1. In respect of each State Party, initial contributions 
shall be made of an amount which shall, for each person 
liable to pay contributions in accordance with article 16, 
paragraph 5, articles 18, 19 and article 21, paragraph 5, be 
calculated on the basis of a fixed sum, equal for the general 
account and each separate account, for each unit of 
contributing cargo received in that State during the calendar 
year preceding that in which this Convention enters into 
force for that State. 

2. The fixed sum and the units for the different sectors 
within the general account as well as for each separate 
account referred to in paragraph 1 shall be determined by the 
Assembly. 

3. Initial contributions shall be paid within three months 
following the date on which the HNS Fund issues invoices in 
respect of each State Party to persons liable to pay 
contributions in accordance with paragraph 1.

------------------------------------------

Non-reporting 

Article 21bis 

1. Where a State Party does not fulfil its obligations under 
article 21, paragraph 2, and this results in a financial loss 
for the HNS Fund, that State Party shall be liable to 
compensate the HNS Fund for such loss. The Assembly shall, 
upon recommendation of the Director, decide whether such 
compensation shall be payable by a State. 

2. No compensation for any incident shall be paid by the HNS 
Fund for damage in the territory, including the territorial 
sea, of a State Party in accordance with article 3(a), the 
exclusive economic zone or other area of a State Party in 
accordance with article 3(b), or damage in accordance with 
article 3(c) in respect of a given incident or for preventive 
measures, wherever taken, in accordance with article 3(d), 
until the obligations under article 21, paragraphs 2 and 4 
have been complied with in respect of that State Party for 
all years prior to the occurrence of an incident for which 
compensation is sought. The Assembly shall determine in the 
internal regulations of the HNS Fund the circumstances under 
which a State Party shall be considered as not having 
fulfilled these obligations. 

3. Where compensation has been denied temporarily in 
accordance with paragraph 2, compensation shall be denied 
permanently if the obligations under article 21, paragraphs 2 
and 4 have not been fulfilled within one year after the 
Director has notified the State Party of its failure to 
fulfil these obligations. 

4. Any payments of contributions due to the HNS Fund shall be 
set off against compensation due to the debtor, or the 
debtor&#39;s agents. 

5. Paragraphs 2 to 4 shall not apply to claims in respect of 
death or personal injury.

Non-payment of contributions 

Article 22 

1. The amount of any contribution due under articles 18, 19, 
20 or article 21, paragraph 5 and which is in arrears shall 
bear interest at a rate which shall be determined in 
accordance with the internal regulations of the HNS Fund, 
provided that different rates may be fixed for different 
circumstances. 

2. Where a person who is liable to pay contributions in 
accordance with articles 18, 19, 20 or article 21, paragraph 
5 does not fulfil the obligations in respect of any such 
contribution or any part thereof and is in arrears, the 
Director shall take all appropriate action, including court 
action, against such a person on behalf of the HNS Fund with 
a view to the recovery of the amount due. However, where the 
defaulting contributor is manifestly insolvent or the 
circumstances otherwise so warrant, the Assembly may, upon 
recommendation of the Director, decide that no action shall 
be taken or continued against the contributor.

------------------------------------------

Chapter IV 

Claims and actions

Limitation of actions 

Article 37 

------------------------------------------

2. Rights to compensation under chapter III shall be 
extinguished unless an action is brought thereunder or a 
notification has been made pursuant to article 39, paragraph 
7, within three years from the date when the person suffering 
the damage knew or ought reasonably to have known of the 
damage. 

3. In no case, however, shall an action be brought later than 
ten years from the date of the incident which caused the 
damage. 

4. Where the incident consists of a series of occurrences, 
the ten-year period mentioned in paragraph 3 shall run from 
the date of the last of such occurrences. 

------------------------------------------

Jurisdiction in respect of action against the HNS Fund or 
taken by the HNS Fund 

Article 39 

1. Subject to the subsequent provisions of this article, any 
action against the HNS Fund for compensation under article 14 
shall be brought only before a court having jurisdiction 
under article 38 in respect of actions against the owner who 
is liable for damage caused by the relevant incident or 
before a court in a State Party which would have been 
competent if an owner had been liable. 

2. In the event that the ship carrying the hazardous or 
noxious substances which caused the damage has not been 
identified, the provisions of article 38, paragraph 1, shall 
apply mutatis mutandis to actions against the HNS Fund.

3. Each State Party shall ensure that its courts have 
jurisdiction to entertain such actions against the HNS Fund 
as are referred to in paragraph 1. 

4. Where an action for compensation for damage has been 
brought before a court against the owner or the owner&#39;s 
guarantor, such court shall have exclusive jurisdiction over 
any action against the HNS Fund for compensation under the 
provisions of article 14 in respect of the same damage. 

5. Each State Party shall ensure that the HNS Fund shall have 
the right to intervene as a party to any legal proceedings 
instituted in accordance with this Convention before a 
competent court of that State against the owner or the 
owner&#39;s guarantor. 

6. Except as otherwise provided in paragraph 7, the HNS Fund 
shall not be bound by any judgement or decision in 
proceedings to which it has not been a party or by any 
settlement to which it is not a party. 

7. Without prejudice to the provisions of paragraph 5, where 
an action under this Convention for compensation for damage 
has been brought against an owner or the owner&#39;s guarantor 
before a competent court in a State Party, each party to the 
proceedings shall be entitled under the national law of that 
State to notify the HNS Fund of the proceedings. Where such 
notification has been made in accordance with the formalities 
required by the law of the court seized and in such time and 
in such a manner that the HNS Fund has in fact been in a 
position effectively to intervene as a party to the 
proceedings, any judgement rendered by the court in such 
proceedings shall, after it has become final and enforceable 
in the State where the judgement was given, become binding 
upon the HNS Fund in the sense that the facts and findings in 
that judgement may not be disputed by the HNS Fund even if 
the HNS Fund has not actually intervened in the 
proceedings.

Recognition and enforcement 

Article 40 

1. Any judgement given by a court with jurisdiction in 
accordance with article 38, which is enforceable in the State 
of origin where it is no longer subject to ordinary forms of 
review, shall be recognized in any State Party, except: 

(a) where the judgement was obtained by fraud; or 

(b) where the defendant was not given reasonable notice and a 
fair opportunity to present the case. 

2. A judgement recognized under paragraph 1 shall be 
enforceable in each State Party as soon as the formalities 
required in that State have been complied with. The 
formalities shall not permit the merits of the case to be 
re-opened. 

3. Subject to any decision concerning the distribution 
referred to in article 14, paragraph 6, any judgement given 
against the HNS Fund by a court having jurisdiction in 
accordance with article 39, paragraphs 1 and 3 shall, when it 
has become enforceable in the State of origin and is in that 
State no longer subject to ordinary forms of review, be 
recognized and enforceable in each State Party.

Subrogation and recourse 

Article 41 

1. The HNS Fund shall, in respect of any amount of 
compensation for damage paid by the HNS Fund in accordance 
with article 14, paragraph 1, acquire by subrogation the 
rights that the person so compensated may enjoy against the 
owner or the owner&#39;s guarantor. 

2. Nothing in this Convention shall prejudice any rights of 
recourse or subrogation of the HNS Fund against any person, 
including persons referred to in article 7, paragraph 2(d), 
other than those referred to in the previous paragraph, in so 
far as they can limit their liability. In any event the right 
of the HNS Fund to subrogation against such persons shall not 
be less favourable than that of an insurer of the person to 
whom compensation has been paid. 

3. Without prejudice to any other rights of subrogation or 
recourse against the HNS Fund which may exist, a State Party 
or agency thereof which has paid compensation for damage in 
accordance with provisions of national law shall acquire by 
subrogation the rights which the person so compensated would 
have enjoyed under this Convention. 

------------------------------------------

2010 &#229;rs internationella konvention om ansvar och ers&#228;ttning 
f&#246;r skada i samband med sj&#246;transport av farliga och skadliga 
&#228;mnen (2010 &#229;rs HNS-konvention)

(Konsoliderad text till 1996 &#229;rs internationella konvention 
om ansvar och ers&#228;ttning f&#246;r skada i samband med sj&#246;transport 
av farliga och skadliga &#228;mnen och 2010 &#229;rs protokoll till 
konventionen)

Kapitel I

Allm&#228;nna best&#228;mmelser

Definitioner

Artikel 1

I denna konvention f&#246;rst&#229;s med:

1. ”Fartyg”: fartyg eller annan flytande anordning som kan 
anv&#228;ndas till sj&#246;ss.

2. ”Person”: fysisk person samt privatr&#228;ttslig eller 
offentligr&#228;ttslig juridisk person, inbegripet en stat och 
dess delstater eller motsvarande.

3. ”&#196;gare”: den person eller de personer som &#228;r registrerade 
som fartygets &#228;gare eller, om registrering inte har skett, 
den person eller de personer som &#228;ger fartyget. I fr&#229;ga om 
ett fartyg som &#228;gs av en stat och brukas av ett bolag som i 
denna stat &#228;r registrerat som fartygets brukare ska med 
”&#228;gare” f&#246;rst&#229;s detta bolag.

4. ”Mottagare”: antingen 

(a) den person som fysiskt tar emot avgiftspliktig last som 
lossats i en konventionsstats hamnar och terminaler; om vid 
tiden f&#246;r mottagandet den person som fysiskt tar emot lasten 
handlar som mellanman f&#246;r en annan som &#228;r f&#246;rem&#229;l f&#246;r en 
konventionsstats jurisdiktion, ska huvudmannen anses som 
mottagare om mellanmannen underr&#228;ttar HNS-fonden om 
huvudmannens identitet, eller

(b) den person i en konventionsstat som enligt 
konventionsstatens nationella r&#228;tt anses som mottagare av 
avgiftspliktig last som lossats i konventionsstatens hamnar 
och terminaler, under f&#246;ruts&#228;ttning att den totala m&#228;ngden 
avgiftspliktig last mottagen enligt s&#229;dan nationell r&#228;tt &#228;r 
v&#228;sentligen densamma som om mottagandet skett enligt a.

5. ”Farliga och skadliga &#228;mnen (HNS)”:

(a) varje &#228;mne, material och f&#246;rem&#229;l som transporteras ombord 
p&#229; ett fartyg som last och som anges i i–vii nedan:

(i) oljor som transporteras i bulk och som anges i regel 1 i 
bilaga I till 1973 &#229;rs internationella konvention till 
f&#246;rhindrande av f&#246;rorening fr&#229;n fartyg, som den har &#228;ndrats 
genom 1978 &#229;rs protokoll i dess vid varje tid g&#228;llande 
lydelse,

(ii) skadliga flytande &#228;mnen som transporteras i bulk och som 
anges i regel 1.10 i bilaga II till 1973 &#229;rs internationella 
konvention till f&#246;rhindrande av f&#246;rorening fr&#229;n fartyg, som 
den har &#228;ndrats genom 1978 &#229;rs protokoll i dess vid varje tid 
g&#228;llande lydelse samt &#228;mnen och blandningar som provisoriskt 
bed&#246;mts falla under f&#246;roreningskategori X, Y eller Z enligt 
regel 6.3 i n&#228;mnda bilaga II,

(iii) farliga flytande &#228;mnen transporterade i bulk och som 
anges i kapitel 17 i den internationella koden f&#246;r 
konstruktion och utrustning av fartyg som till sj&#246;ss 
transporterar skadliga flytande kemikalier i bulk i dess vid 
varje tid g&#228;llande lydelse samt farliga produkter f&#246;r vilka 
prelimin&#228;rt l&#228;mpliga f&#246;rh&#229;llanden f&#246;r transporter har 
f&#246;reskrivits av den ber&#246;rda myndigheten och de ber&#246;rda 
hamnmyndigheterna i &#246;verensst&#228;mmelse med paragraf 1.1.6 i 
koden,

(iv) farliga, riskfyllda och v&#229;dliga &#228;mnen, material och 
f&#246;rem&#229;l i f&#246;rpackad form som omfattas av den internationella 
koden om transporter av farligt gods till sj&#246;ss i dess vid 
varje tid g&#228;llande lydelse,

(v) gaser i v&#228;tskeform som anges i kapitel 19 i den 
internationella koden f&#246;r konstruktion och utrustning av 
fartyg som till sj&#246;ss transporterar kondenserade gaser i bulk 
i dess vid varje tid g&#228;llande lydelse samt produkter f&#246;r 
vilka prelimin&#228;rt l&#228;mpliga f&#246;rh&#229;llanden f&#246;r transporter har 
f&#246;reskrivits av den ber&#246;rda myndigheten och de ber&#246;rda 
hamnmyndigheterna i &#246;verensst&#228;mmelse med paragraf 1.1.6 i 
koden,

(vi) flytande &#228;mnen som transporteras i bulk med en flampunkt 
som inte &#246;verstiger 60&#176;C (uppm&#228;tt i en sluten degel),

(vii) fasta bulkvaror som inneb&#228;r kemiska risker och som 
omfattas av den internationella koden f&#246;r fasta bulklaster i 
dess vid varje tid g&#228;llande lydelse, i den utstr&#228;ckning som 
dessa substanser &#228;ven omfattas av best&#228;mmelserna i den 
internationella koden om transporter av farligt gods till 
sj&#246;ss i den lydelse som g&#228;llde 1996, n&#228;r godset transporteras 
i f&#246;rpackad form, och

(b) rester fr&#229;n tidigare bulktransporter av &#228;mnen som anges i 
a i–iii och v–vii ovan.

5bis ”Farligt och skadligt bulk&#228;mne”: varje farligt och 
skadligt &#228;mne som anges i artikel 1.5 a i–iii och v–vii samt 
artikel 1.5 b,

5ter ”Farligt och skadligt f&#246;rpackat &#228;mne”: varje farligt och 
skadligt &#228;mne som anges i artikel 1.5 a iv.

6. ”Skada”:

(a) d&#246;dsfall eller personskada ombord eller utanf&#246;r det 
fartyg som transporterar de farliga och skadliga &#228;mnena och 
som orsakats av dessa &#228;mnen,

(b) f&#246;rlust av eller skada p&#229; egendom utanf&#246;r det fartyg som 
transporterar de farliga och skadliga &#228;mnena och som orsakats 
av dessa &#228;mnen,

(c) f&#246;rlust eller skada p&#229; grund av f&#246;rorening av milj&#246;n som 
orsakats av de farliga och skadliga &#228;mnena, i fr&#229;ga om 
ers&#228;ttning f&#246;r f&#246;rs&#228;mring av milj&#246;n dock endast utebliven 
vinst samt kostnader f&#246;r rimliga &#229;terst&#228;llnings&#229;tg&#228;rder som 
har vidtagits eller planeras, och

(d) kostnader f&#246;r f&#246;rebyggande &#229;tg&#228;rder och f&#246;rlust och skada 
som orsakats av s&#229;dana &#229;tg&#228;rder.

Om det inte &#228;r m&#246;jligt att tillf&#246;rlitligt s&#228;rskilja en skada 
som har orsakats av farliga och skadliga &#228;mnen fr&#229;n en skada 
som har orsakats av andra omst&#228;ndigheter, ska all skada anses 
orsakad av de farliga och skadliga &#228;mnena utom om och i den 
utstr&#228;ckning som skadan som har orsakats av andra 
omst&#228;ndigheter &#228;r en skada av det slag som anges i artikel 
4.3. 

I denna punkt f&#246;rst&#229;s med ”orsakats av dessa &#228;mnen” vad som 
orsakats av de farliga eller skadliga egenskaperna hos 
&#228;mnena. 

7. ”F&#246;rebyggande &#229;tg&#228;rder”: varje sk&#228;lig &#229;tg&#228;rd som vidtagits 
efter det att en olycka intr&#228;ffat f&#246;r att f&#246;rhindra eller 
begr&#228;nsa skada. 

8. ”Olycka”: varje h&#228;ndelse eller serie av h&#228;ndelser med 
samma ursprung som orsakar skada eller framkallar ett 
allvarligt och omedelbart f&#246;rest&#229;ende hot om skada.

9. ”Sj&#246;transport”: tidsperioden fr&#229;n det att de farliga och 
skadliga &#228;mnena vid lastning kommer i kontakt med n&#229;gon del 
av fartygets anordningar till dess att de vid lossning upph&#246;r 
att vara i n&#229;gon del av fartygets anordningar. Om inte n&#229;gon 
av fartygets anordningar anv&#228;nds, b&#246;rjar respektive slutar 
tidsperioden n&#228;r de farliga och skadliga &#228;mnena korsar 
fartygets reling.

10. ”Avgiftspliktig last”: varje farligt och skadligt 
bulk&#228;mne som transporteras till sj&#246;ss som last till en hamn 
eller terminal i en konventionsstats territorium och som 
lossas i den staten. Last i transit som vidarebefordras 
direkt, eller genom en hamn eller terminal, fr&#229;n ett fartyg 
till ett annat, antingen helt eller delvis, inom ramen f&#246;r en 
transport fr&#229;n den ursprungliga lastningshamnen eller 
terminalen till hamn eller terminal p&#229; den slutliga 
destinationen ska anses som avgiftspliktig last bara f&#246;r 
mottagandet p&#229; den slutliga destinationen.

11. ”HNS-fonden”: den internationella fonden f&#246;r farliga och 
skadliga &#228;mnen uppr&#228;ttad enligt artikel 13.

12. ”Ber&#228;kningsenhet”: den s&#228;rskilda dragningsr&#228;tten som den 
definierats av den internationella valutafonden.

13. ”Fartygets registreringsstat”: f&#246;r registrerade fartyg, 
den stat d&#228;r fartyget registrerats och f&#246;r oregistrerade 
fartyg, den stat vars flagga fartyget f&#229;r f&#246;ra.

14. ”Terminal”: varje plats f&#246;r lagring av farliga och 
skadliga &#228;mnen som mottagits efter sj&#246;buren transport, d&#228;ri 
inbegripet en icke-landbaserad anl&#228;ggning som genom 
r&#246;rledning eller p&#229; annat s&#228;tt &#228;r f&#246;renad med en s&#229;dan 
plats.
15. ”Direkt&#246;r”: HNS-fondens direkt&#246;r.

16. ”Organisation”: Internationella sj&#246;fartsorganisationen.

17. ”Generalsekreterare”: organisationens 
generalsekreterare.

------------------------------------------

Till&#228;mpningsomr&#229;de

Artikel 3

Denna konvention g&#228;ller endast 

(a) f&#246;r varje skada som uppkommit inom en konventionsstats 
territorium, inklusive dess territorialvatten,

(b) f&#246;r skada genom f&#246;rorening av milj&#246;n som uppkommit inom 
en konventionsstats exklusiva ekonomiska zon, som fastst&#228;llts 
i enlighet med folkr&#228;ttens regler, eller, om en 
konventionsstat inte har fastst&#228;llt n&#229;gon s&#229;dan zon, inom ett 
omr&#229;de utanf&#246;r och angr&#228;nsande till statens territorialhav 
vilket har best&#228;mts av den staten i enlighet med folkr&#228;ttens 
regler och vilket inte str&#228;cker sig l&#228;ngre ut &#228;n 200 nautiska 
mil fr&#229;n de baslinjer varifr&#229;n statens territorialhav m&#228;ts,

(c) f&#246;r skada, annan &#228;n skada genom f&#246;rorening av milj&#246;n, som 
uppkommit utanf&#246;r en stats territorium, inklusive 
territorialhavet, om skadan har orsakats av ett &#228;mne som 
transporteras ombord p&#229; ett fartyg som &#228;r registrerat i en 
konventionsstat eller, om fartyget inte &#228;r registrerat, 
ombord p&#229; ett fartyg som f&#229;r f&#246;ra en konventionsstats flagga, 
och 

(d) f&#246;r f&#246;rebyggande &#229;tg&#228;rder som syftar till att hindra 
eller minska s&#229;dan skada som avses i a, b och c ovan, var de 
&#228;n har vidtagits.

Artikel 4

1. Denna konvention g&#228;ller, med undantag f&#246;r fordringar som 
har sin grund i ett befordringsavtal f&#246;r gods och 
passagerare, p&#229; fordringar f&#246;r skada som uppkommit vid 
sj&#246;transport av farliga och skadliga &#228;mnen.

2. Denna konvention g&#228;ller inte i den utstr&#228;ckning som 
best&#228;mmelserna i den &#228;r of&#246;renliga med till&#228;mplig lag om 
ers&#228;ttning till anst&#228;llda eller med sociala v&#228;lf&#228;rdssystem.

3. Denna konvention g&#228;ller inte

(a) f&#246;r skada genom f&#246;rorening enligt definitionen i 1969 &#229;rs 
internationella konvention om ansvarighet f&#246;r skada orsakad 
av f&#246;rorening genom olja, i dess vid varje tid g&#228;llande 
lydelse, oavsett om ers&#228;ttning ska betalas f&#246;r skadan enligt 
den konventionen eller inte, och

(b) f&#246;r skada orsakad av radioaktivt material enligt klass 7 
antingen i den internationella koden om transporter av 
farligt gods till sj&#246;ss, i dess vid varje tid g&#228;llande 
lydelse, eller i den internationella koden f&#246;r fasta 
bulklaster, i dess vid varje tid g&#228;llande lydelse.

4. Med undantag f&#246;r vad som anges i punkt 5 g&#228;ller 
best&#228;mmelserna i denna konvention inte f&#246;r &#246;rlogsfartyg, 
milit&#228;ra hj&#228;lpfartyg eller andra fartyg som &#228;gs eller brukas 
av en stat och som vid tillf&#228;llet endast anv&#228;nds i statlig, 
icke-kommersiell tj&#228;nst.

5. En konventionsstat f&#229;r best&#228;mma att denna konvention ska 
g&#228;lla f&#246;r dess &#246;rlogsfartyg eller andra fartyg som anges i 
punkt 4 och ska d&#229; underr&#228;tta generalsekreteraren om detta 
med angivande av villkoren f&#246;r denna till&#228;mpning.

6. N&#228;r det g&#228;ller fartyg som &#228;gs av en konventionsstat och 
som anv&#228;nds f&#246;r kommersiella &#228;ndam&#229;l ska talan kunna v&#228;ckas 
mot denna stat vid de domstolar som &#228;r beh&#246;riga enligt 
artikel 38, och staten ska avst&#229; fr&#229;n alla inv&#228;ndningar som 
grundas p&#229; dess egenskap av suver&#228;n stat.

Artikel 5

1. En stat f&#229;r vid tiden f&#246;r ratifikation, godtagande, 
godk&#228;nnande eller anslutning till denna konvention, eller n&#228;r 
som helst d&#228;refter, f&#246;rklara att denna inte g&#228;ller f&#246;r 
fartyg
(a) vars dr&#228;ktighet inte &#246;verstiger 200 bruttoton, och

(b) som bara transporterar farliga och skadliga &#228;mnen i 
f&#246;rpackad form, och

(c) medan de utf&#246;r resor mellan hamnar eller anl&#228;ggningar i 
den staten.

2. Om tv&#229; grannstater kommer &#246;verens om att denna konvention 
inte ska g&#228;lla ocks&#229; f&#246;r fartyg som anges i punkt 1 a och b 
medan de utf&#246;r resor mellan hamnar eller anl&#228;ggningar i dessa 
stater, f&#229;r de ber&#246;rda staterna f&#246;rklara att det undantag 
fr&#229;n denna konvention som angetts enligt punkt 1 ocks&#229; 
omfattar fartyg som anges i denna punkt.

3. En stat som har gjort en f&#246;rklaring enligt punkt 1 eller 2 
f&#229;r n&#228;r som helst &#229;terta denna f&#246;rklaring.

4. En f&#246;rklaring enligt punkt 1 eller 2 och &#229;tertagandet av 
en s&#229;dan f&#246;rklaring enligt punkt 3 ska deponeras hos 
generalsekreteraren, som efter ikrafttr&#228;dandet av denna 
konvention ska underr&#228;tta direkt&#246;ren om detta.

5. HNS-fonden &#228;r inte ers&#228;ttningsskyldig f&#246;r skada orsakad av 
farliga och skadliga &#228;mnen som transporteras av ett fartyg 
f&#246;r vilket konventionen inte g&#228;ller till f&#246;ljd av en 
f&#246;rklaring enligt punkt 1 eller 2, i den utstr&#228;ckning som 

(a) skadan som den definierats i artikel 1.6 a, b eller c 
uppkommit i:

(i) den stats territorium, inbegripet territorialhavet, som 
har gjort f&#246;rklaringen eller om grannstater har gjort en 
f&#246;rklaring enligt punkt 2 hos n&#229;gondera av dem, eller

(ii) i den exklusiva ekonomiska zonen, eller omr&#229;de som n&#228;mns 
i artikel 3 b, hos den eller de stater som anges i i,

(b) skadan inbegriper &#229;tg&#228;rder f&#246;r att f&#246;rhindra eller 
begr&#228;nsa s&#229;dan skada.

------------------------------------------

Kapitel III

Ers&#228;ttning fr&#229;n den internationella fonden f&#246;r farliga och 
skadliga &#228;mnen (HNS-fonden)

Uppr&#228;ttandet av HNS-fonden

Artikel 13

1. Den internationella fonden f&#246;r farliga och skadliga &#228;mnen 
(HNS-fonden) uppr&#228;ttas h&#228;rmed f&#246;r f&#246;ljande syften:

(a) Att betala ers&#228;ttning f&#246;r skada i samband med 
sj&#246;transport av farliga och skadliga &#228;mnen i den utstr&#228;ckning 
som ers&#228;ttning f&#246;r skadan enligt kapitel II inte &#228;r 
tillr&#228;cklig eller inte tillg&#228;nglig.

(b) Att uppfylla de d&#228;rmed sammanh&#228;ngande uppgifter som anges 
i artikel 15.

2. HNS-fonden ska i varje konventionsstat erk&#228;nnas som en 
juridisk person med beh&#246;righet enligt lagen i den staten att 
f&#246;rv&#228;rva r&#228;ttigheter och &#229;ta sig skyldigheter samt att vara 
part i r&#228;tteg&#229;ng inf&#246;r domstol i denna stat. Varje 
konventionsstat ska erk&#228;nna direkt&#246;ren som st&#228;llf&#246;retr&#228;dare 
f&#246;r fonden.

Ers&#228;ttning

Artikel 14

1. F&#246;r att fullg&#246;ra sin uppgift enligt artikel 13.1 a ska 
HNS-fonden betala ers&#228;ttning till var och en som lidit skada 
om denne inte har kunnat f&#229; full ers&#228;ttning f&#246;r skadan enligt 
kapitel II

(a) d&#228;rf&#246;r att det inte f&#246;religger n&#229;got ansvar f&#246;r skadan 
enligt kapitel II,

(b) d&#228;rf&#246;r att den &#228;gare som &#228;r ansvarig f&#246;r skadan enligt 
kapitel II inte till fullo kan infria sina ekonomiska 
f&#246;rpliktelser enligt denna konvention och den ekonomiska 
s&#228;kerhet som kan ha st&#228;llts enligt kapitel II inte g&#228;ller f&#246;r 
skadan eller inte r&#228;cker till f&#246;r att tillgodose 
ers&#228;ttningsanspr&#229;ken; &#228;garen ska anses ekonomiskt of&#246;rm&#246;gen 
att infria sina f&#246;rpliktelser och ekonomisk s&#228;kerhet ska 
anses otillr&#228;cklig om den skadelidande, sedan denne vidtagit 
alla rimliga &#229;tg&#228;rder f&#246;r att utnyttja de r&#228;ttsliga medel som 
&#228;r tillg&#228;ngliga, inte har kunnat f&#229; ut hela det 
ers&#228;ttningsbelopp som denne har r&#228;tt till enligt kapitel 
II,

(c) d&#228;rf&#246;r att skadan &#246;verstiger &#228;garens ansvar enligt 
best&#228;mmelserna i kapitel II.

2. Sk&#228;liga utgifter och f&#246;rluster som &#228;garen frivilligt 
&#229;dragit sig f&#246;r att f&#246;rhindra eller begr&#228;nsa skada ska anses 
som skada vid till&#228;mpningen av denna artikel.

3. HNS-fonden &#228;r inte ansvarig enligt f&#246;reg&#229;ende punkter om

(a) den visar att skadan orsakades av krigshandling, 
fientligheter, inb&#246;rdeskrig eller uppror eller orsakades av 
farliga och skadliga &#228;mnen som l&#228;ckt eller t&#246;mts ut fr&#229;n ett 
&#246;rlogsfartyg eller annat fartyg, som &#228;gs eller brukas av en 
stat och vid tidpunkten f&#246;r olyckan anv&#228;nds endast i statlig, 
icke-kommersiell tj&#228;nst, eller

(b) den som g&#246;r anspr&#229;k p&#229; ers&#228;ttning inte kan visa att det 
finns en rimlig sannolikhet f&#246;r att skadan orsakats av en 
olycka med ett eller flera fartyg.

4. Visar HNS-fonden att skadan helt eller delvis orsakades 
genom en upps&#229;tlig handling eller underl&#229;tenhet av den 
skadelidande eller av v&#229;rdsl&#246;shet av denne, kan HNS-fonden 
befrias helt eller delvis fr&#229;n sin skyldighet att betala 
ers&#228;ttning till denne. I varje fall ska fonden befrias fr&#229;n 
sin skyldighet i den utstr&#228;ckning som fartygs&#228;garen kan vara 
befriad enligt artikel 7.3. HNS-fonden &#228;r emellertid aldrig 
befriad fr&#229;n sin skyldighet vad g&#228;ller f&#246;rebyggande 
&#229;tg&#228;rder.

5. (a) Om inte annat anges i b i denna punkt, &#228;r det 
sammanlagda ers&#228;ttningsbelopp som fonden ska betala enligt 
denna artikel begr&#228;nsat f&#246;r en och samma olycka s&#229; att summan 
av beloppet och det ers&#228;ttningsbelopp som faktiskt har 
betalts enligt kapitel II f&#246;r skada, som faller inom denna 
konventions till&#228;mpningsomr&#229;de enligt artikel 3, inte f&#229;r 
&#246;verstiga 250 miljoner ber&#228;kningsenheter.

(b) Det sammanlagda belopp som fonden ska betala enligt denna 
artikel f&#246;r skada som orsakats av en naturh&#228;ndelse av 
osedvanlig karakt&#228;r som inte kunnat undvikas och vars 
verkningar inte kunnat f&#246;rhindras f&#229;r inte &#246;verstiga 250 
miljoner ber&#228;kningsenheter.

(c) Upplupen r&#228;nta p&#229; en fond som uppr&#228;ttats enligt artikel 
9.3 ska inte tas med vid ber&#228;kningen av det h&#246;gsta belopp som 
fonden har att betala enligt denna artikel.

(d) De belopp som anges i denna artikel ska r&#228;knas om till 
inhemsk valuta p&#229; grundval av det v&#228;rde valutan hade i 
f&#246;rh&#229;llande till den s&#228;rskilda dragningsr&#228;tten den dag som 
HNS-fondens f&#246;rsamling best&#228;mmer som f&#246;rsta dag f&#246;r 
utbetalning av ers&#228;ttning.

6. Om summan av styrkta fordringar mot HNS-fonden &#246;verstiger 
det sammanlagda ers&#228;ttningsbeloppet enligt punkt 5, ska det 
tillg&#228;ngliga beloppet f&#246;rdelas s&#229; att f&#246;rh&#229;llandet mellan en 
styrkt fordran och det ers&#228;ttningsbelopp som fordrings&#228;garen 
faktiskt erh&#229;ller enligt denna konvention &#228;r det samma f&#246;r 
alla fordrings&#228;gare. Anspr&#229;k p&#229; ers&#228;ttning f&#246;r d&#246;dsfall och 
personskada ska ha f&#246;retr&#228;de framf&#246;r andra anspr&#229;k, utom i 
den utstr&#228;ckning som summan av s&#229;dana anspr&#229;k &#246;verstiger tv&#229; 
tredjedelar av det totala belopp som fastst&#228;llts enligt punkt 
5.

7. HNS-fondens f&#246;rsamling f&#229;r i undantagsfall besluta att 
ers&#228;ttning enligt konventionen f&#229;r betalas &#228;ven om &#228;garen 
inte har uppr&#228;ttat n&#229;gon fond enligt kapitel II. I s&#229;dana 
fall till&#228;mpas punkt 5 d.

Ytterligare uppgifter f&#246;r HNS-fonden

Artikel 15

F&#246;r att fullg&#246;ra sin uppgift enligt artikel 13.1 a ska 
HNS-fonden ha f&#246;ljande uppgifter:

(a) Att &#246;verv&#228;ga anspr&#229;k som riktas mot HNS-fonden.

(b) Att f&#246;rbereda en ber&#228;kning i form av en budget f&#246;r varje 
kalender&#229;r enligt f&#246;ljande:

Utgifter:

(i) Kostnader och utgifter f&#246;r HNS-fondens f&#246;rvaltning under 
&#229;ret och underskott fr&#229;n verksamheten fr&#229;n f&#246;reg&#229;ende &#229;r, 
och

(ii) utbetalningar fr&#229;n HNS-fonden under &#229;ret.

Inkomster:

(iii) &#214;verskott fr&#229;n verksamheten under f&#246;reg&#229;ende &#229;r, 
inbegripet r&#228;nta,

(iv) grundavgifter som ska betalas under &#229;ret,

(v) &#229;rsavgifter om s&#229;dana kr&#228;vs f&#246;r att balansera budgesten, 
och

(vi) andra inkomster.

(c) Att, p&#229; beg&#228;ran av en konventionsstat, st&#228;lla sina 
tj&#228;nster till f&#246;rfogande i den omfattning som beh&#246;vs f&#246;r att 
hj&#228;lpa denna stat att snabbt f&#246;rfoga &#246;ver personal, material 
och tj&#228;nster som staten beh&#246;ver f&#246;r att kunna vidta &#229;tg&#228;rder 
f&#246;r att f&#246;rhindra eller begr&#228;nsa skada som orsakats av en 
olycka f&#246;r vilken fonden kan komma att f&#229; betala ers&#228;ttning 
enligt denna konvention.

(d) Att, p&#229; villkor som f&#246;reskrivs i interna f&#246;reskrifter, 
st&#228;lla kreditm&#246;jligheter till f&#246;rfogande f&#246;r att m&#246;jligg&#246;ra 
att f&#246;rebyggande &#229;tg&#228;rder vidtas mot skada som orsakats av en 
olycka f&#246;r vilken fonden kan komma att f&#229; betala ers&#228;ttning 
enligt denna konvention.

Allm&#228;nna best&#228;mmelser om avgifter

Artikel 16

1. HNS-fonden ska ha ett allm&#228;nt konto som &#228;r f&#246;rdelat i 
sektorer.

2. HNS-fonden ska, med beaktande av artikel 19.3 och 19.4, 
ocks&#229; ha s&#228;rskilda konton f&#246;r

(a) olja enligt artikel 1.5 a i (oljekonto),

(b) flytande naturgas av l&#228;tta kolv&#228;ten med metan som 
huvudsaklig best&#229;ndsdel (LNG) (LNG-konto), och 

(c) flytande petroleumgas av l&#228;tta kolv&#228;ten med propan och 
butan som huvudsakliga best&#229;ndsdelar (LPG) (LPG-konto).

3. Det ska betalas grundavgifter och, om n&#246;dv&#228;ndigt, 
&#229;rsavgifter till HNS-fonden.

4. Avgifter till HNS-fonden ska betalas till det allm&#228;nna 
kontot enligt artikel 18, till de s&#228;rskilda kontona enligt 
artikel 19 och till antingen det allm&#228;nna kontot eller de 
s&#228;rskilda kontona enligt artikel 20 eller artikel 21.5. Med 
f&#246;rbeh&#229;ll f&#246;r artikel 19.6 ska det allm&#228;nna kontot betala 
ers&#228;ttning f&#246;r skada som orsakats av farliga och skadliga 
&#228;mnen som omfattas av det kontot och ett s&#228;rskilt konto ska 
betala ers&#228;ttning f&#246;r skada som orsakats av farliga och 
skadliga &#228;mnen som omfattas av det kontot.

5. Om den m&#228;ngd avgiftspliktig last som en person under ett 
kalender&#229;r har tagit emot i en konventionsstat tillsammans 
med den m&#228;ngd avgiftspliktig last som tagits emot i samma 
konventionsstat av annan med vilken denna person &#228;r i 
intressegemenskap &#246;verstiger de gr&#228;nser som anges i artikel 
18, artikel 19.1 a i och ii, artikel 19.1 b, artikel 20 och 
artikel 21.5, ska denna person betala avgift enligt dessa 
artiklar f&#246;r den m&#228;ngd som denne faktiskt tagit emot &#228;ven om 
denna m&#228;ngd inte &#246;versteg respektive gr&#228;ns.

6. Med ”annan med vilken denna person &#228;r i intressegemenskap” 
f&#246;rst&#229;s varje dotterbolag eller gemensamt kontrollerad enhet. 
Fr&#229;gan om n&#229;gon omfattas av denna definition ska avg&#246;ras 
enligt vederb&#246;rande stats nationella lag.

Allm&#228;nna best&#228;mmelser om &#229;rsavgifter

Artikel 17

1. &#197;rsavgifter till det allm&#228;nna kontot och till varje 
s&#228;rskilt konto ska tas ut bara om det beh&#246;vs f&#246;r att g&#246;ra 
utbetalningar fr&#229;n respektive konto.

2. &#197;rsavgifter enligt artiklarna 18 och 19 samt artikel 21.5 
fastst&#228;lls av f&#246;rsamlingen. Avgifterna ska ber&#228;knas enligt de 
n&#228;mnda artiklarna p&#229; grundval av de enheter avgiftspliktig 
last som tagits emot under det f&#246;reg&#229;ende kalender&#229;ret eller 
annat &#229;r som f&#246;rsamlingen best&#228;mmer. 

3. F&#246;rsamlingen ska best&#228;mma den totala &#229;rsavgiften som ska 
tas ut till det allm&#228;nna kontot och till varje s&#228;rskilt 
konto. Som en f&#246;ljd av detta beslut ska direkt&#246;ren, i fr&#229;ga 
om varje konventionsstat, p&#229; grundval av ett best&#228;mt belopp 
f&#246;r varje enhet avgiftspliktig last som rapporterats 
betr&#228;ffande en avgiftsskyldig f&#246;r f&#246;reg&#229;ende &#229;r eller annat 
&#229;r som f&#246;rsamlingen best&#228;mt, ber&#228;kna storleken p&#229; den 
&#229;rsavgift till varje konto som en avgiftsskyldig enligt 
artikel 18 samt artiklarna 19.1, 19.1bis och 21.5 ska betala. 
F&#246;r det allm&#228;nna kontot ska det best&#228;mda belopp f&#246;r varje 
enhet avgiftspliktig last som n&#228;mnts ovan, f&#246;r varje sektor 
ber&#228;knas enligt reglerna i bilaga II till denna konvention. 
F&#246;r varje s&#228;rskilt konto ska det best&#228;mda belopp f&#246;r varje 
enhet avgiftspliktig last som angetts ovan ber&#228;knas genom att 
dela den totala &#229;rsavgiften som ska tas ut till detta konto 
med den sammanlagda m&#228;ngden avgiftspliktig last till detta 
konto.

4. F&#246;rsamlingen f&#229;r ocks&#229; ta ut &#229;rsavgifter f&#246;r 
administrativa kostnader och besluta om f&#246;rdelningen av dessa 
kostnader mellan sektorerna i det allm&#228;nna kontot och de 
s&#228;rskilda kontona.

5. F&#246;rsamlingen ska ocks&#229; besluta om f&#246;rdelningen mellan 
ber&#246;rda konton och sektorer av ers&#228;ttningsbelopp f&#246;r skada 
som orsakats av tv&#229; eller flera &#228;mnen vilka faller inom olika 
konton eller sektorer, p&#229; grundval av en uppskattning i 
vilken utstr&#228;ckning som varje &#228;mne bidragit till skadan.

&#197;rsavgifter till det allm&#228;nna kontot

Artikel 18

1. Med beaktande av artikel 16.5 ska &#229;rsavgifter till det 
allm&#228;nna kontot betalas i fr&#229;ga om varje konventionsstat, av 
envar som under f&#246;reg&#229;ende kalender&#229;r eller annat &#229;r som 
f&#246;rsamlingen best&#228;mmer var mottagare i staten av sammanlagt 
mer &#228;n 20 000 ton avgiftspliktig last, med undantag f&#246;r &#228;mnen 
som anges i artikel 19.1 och 19.1bis, som faller inom 
f&#246;ljande sektorer: 

(a) fasta bulkvaror som anges i artikel 1.5 a vii,

(b) &#228;mnen som anges i punkt 2, och

(c) andra &#228;mnen. 

2. &#197;rsavgifter ska ocks&#229; betalas till det allm&#228;nna kontot av 
n&#229;gon som skulle ha varit avgiftsskyldig till ett s&#228;rskilt 
konto enligt artikel 19.1 och 19.1bis om inte dess anv&#228;ndning 
senarelagts eller upph&#228;vts enligt artikel 19. Varje s&#228;rskilt 
konto vars anv&#228;ndning har senarelagts eller upph&#228;vts enligt 
artikel 19 ska bilda en s&#228;rskild sektor inom det allm&#228;nna 
kontot.

&#197;rsavgifter till de s&#228;rskilda kontona

Artikel 19

1. Med beaktande av artikel 16.5 ska &#229;rsavgifter till de 
s&#228;rskilda kontona betalas i fr&#229;ga om varje konventionsstat 

(a) f&#246;r oljekontot,

(i) av envar som i den staten under f&#246;reg&#229;ende kalender&#229;r, 
eller annat &#229;r som f&#246;rsamlingen best&#228;mmer, har tagit emot 
sammanlagt mer &#228;n 150 000 ton avgiftspliktig olja som den har 
definierats i artikel 1.3 i 1971 &#229;rs internationella 
konvention om uppr&#228;ttandet av en internationell fond f&#246;r 
ers&#228;ttning av skada orsakad av f&#246;rorening genom olja i dess 
vid varje tid g&#228;llande lydelse och som &#228;r avgiftsskyldig till 
den internationella oljeskadefonden enligt artikel 10 i den 
konventionen, och

(ii) av envar som var mottagare i den staten under f&#246;reg&#229;ende 
kalender&#229;r, eller annat &#229;r som f&#246;rsamlingen best&#228;mmer, av 
sammanlagt mer &#228;n 20 000 ton andra oljor som transporterats i 
bulk och som anges i bihang I till bilaga I till 1973 &#229;rs 
internationella konvention till f&#246;rhindrande av f&#246;rorening 
fr&#229;n fartyg, som den har &#228;ndrats genom 1978 &#229;rs protokoll i 
dess vid varje tid g&#228;llande lydelse, 

(b) f&#246;r LPG-kontot, av envar som under f&#246;reg&#229;ende kalender&#229;r, 
eller annat &#229;r som f&#246;rsamlingen best&#228;mmer, var mottagare i 
den staten av sammanlagt mer &#228;n 20 000 ton LPG. 

1bis 

(a) I fr&#229;ga om LNG-kontot ska, med f&#246;rbeh&#229;ll f&#246;r artikel 
16.5, &#229;rliga avgifter till kontot betalas i fr&#229;ga om varje 
konventionsstat av den som under det f&#246;reg&#229;ende kalender&#229;ret, 
eller ett annat &#229;r som f&#246;rsamlingen best&#228;mmer, mottog n&#229;gon 
m&#228;ngd LNG.

(b) Avgifter ska dock betalas av den som, omedelbart f&#246;re 
lossningen, hade &#228;gander&#228;tt till en LNG-last som lossats i en 
hamn eller terminal i den staten (last&#228;garen), om 

(i) last&#228;garen har slutit ett avtal med mottagaren om att 
last&#228;garen ska betala s&#229;dana avgifter, och

(ii) mottagaren har underr&#228;ttat konventionsstaten att ett 
s&#229;dant avtal f&#246;religger.

(c) Om last&#228;garen som n&#228;mnts i 1bis b ovan underl&#229;ter att 
betala avgifter helt eller till n&#229;gon del ska mottagaren 
betala uteblivna avgifter. F&#246;rsamlingen ska i interna 
f&#246;reskrifter best&#228;mma under vilka omst&#228;ndigheter last&#228;garen 
ska anses ha underl&#229;tit att betala avgifter och hur 
mottagaren ska betala uteblivna avgifter.

(d) Inget i denna punkt ska p&#229;verka den r&#228;tt till regress 
eller &#229;terbetalning som kan uppkomma mellan mottagaren och 
last&#228;garen enligt till&#228;mplig lag. 

2. Med f&#246;rbeh&#229;ll f&#246;r punkt 3 ska de s&#228;rskilda konton som 
anges i punkt 1 och 1bis tr&#228;da i kraft vid samma tidpunkt som 
det allm&#228;nna kontot. 

3. Den inledande anv&#228;ndningen av ett s&#228;rskilt konto som anges 
i artikel 16.2 ska senarel&#228;ggas intill dess att m&#228;ngden 
avgiftspliktig last f&#246;r kontot under f&#246;reg&#229;ende kalender&#229;r, 
eller ett annat &#229;r som f&#246;rsamlingen best&#228;mmer, uppg&#229;r till 
f&#246;ljande m&#228;ngder:

(a) 350 miljoner ton avgiftspliktig last f&#246;r oljekontot. 

(b) 20 miljoner ton avgiftspliktig last f&#246;r LNG-kontot.

(c) 15 miljoner ton avgiftspliktig last f&#246;r LPG-kontot.

4. F&#246;rsamlingen f&#229;r upph&#228;va anv&#228;ndningen av ett s&#228;rskilt 
konto om 

(a) m&#228;ngden avgiftspliktig last f&#246;r kontot under f&#246;reg&#229;ende 
kalender&#229;r understeg de gr&#228;nser som anges i punkt 3, eller 

(b) sex m&#229;nader har f&#246;rflutit fr&#229;n f&#246;rfallodagen f&#246;r 
avgifterna och de samlade obetalda avgifterna &#246;verstiger tio 
procent av det senaste beslutet om avgiftsuttag till detta 
konto enligt punkt 1.

5. F&#246;rsamlingen f&#229;r &#229;terst&#228;lla anv&#228;ndningen av ett s&#228;rskilt 
konto som har upph&#228;vts enligt punkt 4.

6. En person som skulle vara skyldig att betala avgifter till 
ett s&#228;rskilt konto om inte dess anv&#228;ndning hade senarelagts 
enligt punkt 3 eller hade upph&#228;vts enligt punkt 4 ska betala 
f&#246;rfallna avgifter avseende det kontot till det allm&#228;nna 
kontot. F&#246;r ber&#228;kning av framtida avgifter ska det 
senarelagda eller upph&#228;vda kontot bilda en ny sektor i det 
allm&#228;nna kontot och ska vara underkastat HNS-punktsystemet i 
bilaga II.

Grundavgifter

Artikel 20

1. I fr&#229;ga om varje konventionsstat, ska grundavgifter 
betalas med ett belopp som f&#246;r varje person som &#228;r 
avgiftsskyldig enligt artiklarna 16.5, 18, 19 och 21.5 
ber&#228;knas p&#229; grundval av ett best&#228;mt belopp, lika f&#246;r det 
allm&#228;nna kontot och varje s&#228;rskilt konto, per enhet 
avgiftspliktig last som mottagits i staten under kalender&#229;ret 
n&#228;rmast f&#246;re det &#229;r d&#229; denna konvention tr&#228;der i kraft f&#246;r 
den staten. 

2. Det best&#228;mda beloppet och de enheter f&#246;r de olika 
sektorerna inom det allm&#228;nna kontot liksom f&#246;r varje s&#228;rskilt 
konto vilka anges i punkt 1 ska best&#228;mmas av f&#246;rsamlingen.

3. Grundavgifter ska betalas inom tre m&#229;nader fr&#229;n den dag 
som HNS-fonden skickar fakturor i fr&#229;ga om varje 
konventionsstat till avgiftsskyldiga personer enligt punkt 
1.

------------------------------------------

F&#246;rfallna avgifter

Artikel 21bis

1. N&#228;r en konventionsstat inte fullg&#246;r sina skyldigheter 
enligt artikel 21.2 och detta medf&#246;r en ekonomisk f&#246;rlust f&#246;r 
HNS-fonden, ska staten vara skyldig att ers&#228;tta HNS-fonden 
f&#246;r f&#246;rlusten. F&#246;rsamlingen ska, enligt rekommendationer av 
direkt&#246;ren, besluta om en stat ska betala en s&#229;dan 
ers&#228;ttning.

2. Ingen ers&#228;ttning f&#246;r en olycka ska betala av HNS-fonden 
f&#246;r skada i en konventionsstats territorium, inbegripet dess 
territorialvatten enligt artikel 3 a, dess exklusiva 
ekonomiska zon eller dess omr&#229;de i &#246;vrigt enligt artikel 3 b, 
eller skada enligt artikel 3 c, p&#229; grund av en viss olycka 
eller f&#246;r f&#246;rebyggande &#229;tg&#228;rder, var de &#228;n vidtagits, i 
enlighet med artikel 3 d, tills skyldigheterna enligt artikel 
21.2 och 21.4 har fullgjorts betr&#228;ffande den staten f&#246;r alla 
&#229;r innan den olycka intr&#228;ffat som ers&#228;ttningen avser. 
F&#246;rsamlingen ska besluta i HNS-fondens interna f&#246;reskrifter 
under vilka omst&#228;ndigheter en konventionsstat ska anses ha 
underl&#229;tit att fullg&#246;ra dessa f&#246;rpliktelser.

3. N&#228;r ers&#228;ttning har v&#228;grats tills vidare i enlighet med 
punkt 2, ska den v&#228;gras slutgiltigt om f&#246;rpliktelserna enligt 
artikel 21.1 och 21.4 inte har fullgjorts inom ett &#229;r efter 
det att direkt&#246;ren har meddelat konventionsstaten om att den 
inte har fullgjort dessa f&#246;rpliktelser.

4. Varje betalning av avgifter till HNS-fonden ska avr&#228;knas 
mot ers&#228;ttning som ska utg&#229; till g&#228;lden&#228;ren eller dennes 
f&#246;retr&#228;dare.

5. Punkterna 2–4 ska inte till&#228;mpas p&#229; ers&#228;ttningskrav 
betr&#228;ffande d&#246;dsfall eller personskada.

F&#246;rfallna avgifter

Artikel 22

1. Avgiftsbelopp som avses i artikel 18, 19, 20 eller 21.5 
och som &#228;r f&#246;rfallet till betalning ska l&#246;pa med r&#228;nta enligt 
en r&#228;ntesats som fastst&#228;lls enligt HNS-fondens interna 
reglemente, varvid olika r&#228;ntesatser f&#229;r fastst&#228;llas f&#246;r 
olika f&#246;rh&#229;llanden.

2. Om den som &#228;r skyldig att betala avgifter enligt artikel 
18, 19, 20 eller 21.5 helt eller delvis &#228;r i dr&#246;jsm&#229;l med 
betalningen, ska direkt&#246;ren p&#229; HNS-fondens v&#228;gnar vidta alla 
erforderliga &#229;tg&#228;rder mot denne f&#246;r att driva in beloppet. &#196;r 
den avgiftsskyldige uppenbart p&#229; obest&#229;nd eller f&#246;religger 
annars sk&#228;l d&#228;rtill kan emellertid f&#246;rsamlingen p&#229; f&#246;rslag av 
direkt&#246;ren besluta att ingen &#229;tg&#228;rd ska vidtas mot den 
avgiftsskyldige eller att redan p&#229;b&#246;rjade &#229;tg&#228;rder inte ska 
fullf&#246;ljas.

------------------------------------------

Kapitel IV

Anspr&#229;k och talan

Preskription

Artikel 37

------------------------------------------

2. R&#228;tt till ers&#228;ttning enligt kapitel III upph&#246;r om talan 
inte har v&#228;ckts enligt best&#228;mmelserna i kapitlet eller en 
underr&#228;ttelse inte har l&#228;mnats enligt artikel 39.7 inom tre 
&#229;r fr&#229;n den dag som den skadelidande fick eller rimligen 
borde ha f&#229;tt k&#228;nnedom om skadan.

3. Talan f&#229;r emellertid inte i n&#229;got fall v&#228;ckas sedan tio &#229;r 
har g&#229;tt fr&#229;n dagen f&#246;r den olycka som orsakade skadan.

4. Om olyckan utg&#246;rs av en serie av h&#228;ndelser ska den 
tio&#229;rsperiod som anges i punkt 3 r&#228;knas fr&#229;n dagen f&#246;r den 
senaste h&#228;ndelsen. 

------------------------------------------

Beh&#246;rig domstol f&#246;r talan mot HNS-fonden eller f&#246;r talan av 
HNS-fonden

Artikel 39

1. Om inte annat f&#246;ljer av vad som anges i denna artikel f&#229;r 
en talan mot HNS-fonden om ers&#228;ttning enligt artikel 14 
endast v&#228;ckas vid en domstol som enligt artikel 38 &#228;r beh&#246;rig 
att pr&#246;va en talan mot den &#228;gare som &#228;r ansvarig f&#246;r den 
skada som orsakats av den ifr&#229;gavarande olyckan eller vid en 
domstol hos en konventionsstat som skulle varit beh&#246;rig om en 
&#228;gare hade varit ansvarig.

2. Om det fartyg som transporterade de farliga och skadliga 
&#228;mnena som orsakade skadan inte har kunnat identifieras, ska 
best&#228;mmelserna i artikel 38.1 till&#228;mpas vid talan som f&#246;rs 
mot HNS-fonden.

3. Varje konventionsstat ska se till att dess domstolar har 
beh&#246;righet att pr&#246;va en s&#229;dan talan mot HNS-fonden som anges 
i punkt 1. 

4. Har talan om ers&#228;ttning f&#246;r skada v&#228;ckts mot &#228;garen eller 
dennes garant vid en domstol, &#228;r denna domstol s&#229;vitt ang&#229;r 
samma skada ensam beh&#246;rig att pr&#246;va talan mot HNS-fonden om 
ers&#228;ttning enligt best&#228;mmelserna i artikel 14.

5. Varje konventionsstat ska se till att HNS-fonden har r&#228;tt 
att tr&#228;da in som part i en r&#228;tteg&#229;ng som enligt denna 
konvention f&#246;rs mot &#228;garen eller dennes garant vid beh&#246;rig 
domstol i den staten.

6. Utom i fall som anges i punkt 7 &#228;r HNS-fonden inte bunden 
av dom eller beslut i r&#228;tteg&#229;ng i vilken fonden inte har 
varit part eller av f&#246;rlikning i vilken fonden inte har 
deltagit.

7. Har talan om ers&#228;ttning f&#246;r skada v&#228;ckts enligt denna 
konvention mot en &#228;gare eller dennes garant vid en beh&#246;rig 
domstol hos en konventionsstat, ska varje part i m&#229;let vara 
ber&#228;ttigad enligt den nationella lagen i den staten att 
underr&#228;tta HNS-fonden om r&#228;tteg&#229;ngen, utan att detta f&#229;r 
medf&#246;ra inskr&#228;nkning av vad som anges i punkt 5. Har s&#229;dan 
underr&#228;ttelse skett i enlighet med de f&#246;reskrifter i formellt 
avseende som st&#228;lls upp i lagen i den stat d&#228;r talan v&#228;ckts 
och inom s&#229;dan tid och p&#229; s&#229;dant s&#228;tt att HNS-fonden har 
kunnat p&#229; ett verkningsfullt s&#228;tt tr&#228;da in som part i 
r&#228;tteg&#229;ngen, ska dom som meddelas av domstolen i en s&#229;dan 
r&#228;tteg&#229;ng, sedan den f&#229;tt laga kraft och kan verkst&#228;llas i 
den stat d&#228;r den meddelades, vara bindande f&#246;r HNS-fonden i 
den betydelsen att domstolens avg&#246;rande i saken inte f&#229;r 
ifr&#229;gas&#228;ttas av HNS-fonden &#228;ven om HNS-fonden faktiskt inte 
har tr&#228;tt in i r&#228;tteg&#229;ngen.

Erk&#228;nnande och verkst&#228;llighet

Artikel 40

1. En dom som meddelats av en domstol som &#228;r beh&#246;rig enligt 
artikel 38 ska om den kan verkst&#228;llas i den stat d&#228;r den 
meddelats och d&#228;r inte l&#228;ngre kan &#246;verklagas med ordin&#228;ra 
r&#228;ttsmedel erk&#228;nnas av alla konventionsstater utom

(a) om domen erh&#229;llits genom ett svikligt f&#246;rfarande, eller

(b) om svarande inte getts sk&#228;ligt r&#229;drum och erh&#229;llit en 
sk&#228;lig m&#246;jlighet att f&#246;ra sin talan.

2. En dom som erk&#228;nns enligt punkt 1 kan verkst&#228;llas hos 
varje konventionsstat s&#229; snart som de f&#246;reskrifter i formellt 
avseende som uppst&#228;lls i den staten blivit uppfyllda. Dessa 
f&#246;reskrifter f&#229;r inte till&#229;ta en ny pr&#246;vning av den sak som 
avgjorts genom domen. 

3. En dom som meddelats mot HNS-fonden av en domstol som &#228;r 
beh&#246;rig enligt artikel 39.1 och 39.3 ska om domen kan 
verkst&#228;llas i den stat d&#228;r den meddelats och d&#228;r inte l&#228;ngre 
kan &#246;verklagas med ordin&#228;ra r&#228;ttsmedel erk&#228;nnas och 
verkst&#228;llas hos alla konventionsstater med iakttagande av ett 
beslut om f&#246;rdelningen enligt artikel 14.6.

Subrogations- och regressr&#228;tt

Artikel 41

1. HNS-fonden ska intr&#228;da s&#229;vitt avser belopp som den betalat 
i ers&#228;ttning f&#246;r skada enligt artikel 14.1 i den r&#228;tt som den 
som f&#229;tt ers&#228;ttning kan ha mot &#228;garen eller dennes garant. 

2. Best&#228;mmelserna i denna konvention inskr&#228;nker inte 
HNS-fondens regress- eller subrogationsr&#228;tt mot annan person, 
inbegripet de som anges i artikel 7.2 d, &#228;n som avses i 
f&#246;reg&#229;ende punkt i den utstr&#228;ckning som de kan begr&#228;nsa sitt 
ansvar. Under alla f&#246;rh&#229;llanden ska HNS-fondens 
subrogationsr&#228;tt mot s&#229;dana personer inte vara mindre 
f&#246;rm&#229;nlig &#228;n den r&#228;tt som tillkommer en f&#246;rs&#228;kringsgivare f&#246;r 
den som f&#229;tt ers&#228;ttning.

3. Har en konventionsstat eller en myndighet hos staten 
enligt best&#228;mmelser i nationell lag betalat ers&#228;ttning f&#246;r 
skada ska de intr&#228;da i den r&#228;tt som den som f&#229;tt ers&#228;ttning 
skulle ha haft enligt denna konvention. Detta f&#229;r dock inte 
hindra att andra subrogations- eller regressr&#228;tter som finns 
kan g&#246;ras g&#228;llande mot HNS-fonden.

------------------------------------------
</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=637">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=639">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
