

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2018-11-20" /> 
 <meta id="rattsinfo-edited" content="2022-09-28 14:19:17" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>651</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=650">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=652">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2018:1653 ·
                    <a href="/sfsr?bet=2018:1653">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2018:1653) om f&#246;retagsnamn</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2018-11-15
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:509
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2019-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Grundl&#228;ggande best&#228;mmelser

F&#246;retagsnamn och andra n&#228;ringsk&#228;nnetecken

1 &#167; F&#246;retagsnamn &#228;r den ben&#228;mning under vilken en 
n&#228;ringsidkare driver sin verksamhet. Om en del av 
verksamheten drivs under en s&#228;rskild ben&#228;mning, utg&#246;r denna 
ett s&#228;rskilt f&#246;retagsnamn. Det som s&#228;gs om f&#246;retagsnamn i 
denna lag g&#228;ller &#228;ven f&#246;r ett s&#228;rskilt f&#246;retagsnamn.

Annat k&#228;nnetecken som en n&#228;ringsidkare anv&#228;nder f&#246;r sin 
verksamhet vid sidan av ett f&#246;retagsnamn kallas sekund&#228;rt 
k&#228;nnetecken.

Den gemensamma ben&#228;mningen f&#246;r f&#246;retagsnamn och sekund&#228;ra 
k&#228;nnetecken &#228;r n&#228;ringsk&#228;nnetecken.

F&#246;rv&#228;rv av ensamr&#228;tt 

Ensamr&#228;tt genom registrering eller inarbetning

2 &#167; En n&#228;ringsidkare f&#246;rv&#228;rvar ensamr&#228;tt till ett 
f&#246;retagsnamn genom registrering eller inarbetning. Ensamr&#228;tt 
till ett sekund&#228;rt k&#228;nnetecken f&#246;rv&#228;rvas genom inarbetning.

Ett f&#246;retagsnamn registreras enligt best&#228;mmelserna i denna 
lag och vad som f&#246;reskrivs i annan f&#246;rfattning om 
registrering av visst slags f&#246;retagsnamn. Ensamr&#228;tten till 
ett registrerat f&#246;retagsnamn g&#228;ller inom det omr&#229;de som 
registreringen omfattar.

Ett n&#228;ringsk&#228;nnetecken ska anses inarbetat om det h&#228;r i 
landet inom en betydande del av den krets till vilken det 
riktar sig (oms&#228;ttningskretsen) &#228;r k&#228;nt som beteckning f&#246;r 
den verksamhet som bedrivs under k&#228;nnetecknet. Om 
n&#228;ringsk&#228;nnetecknet &#228;r inarbetat endast inom en del av 
landet, g&#228;ller ensamr&#228;tten endast inom det omr&#229;det. 

Ensamr&#228;tt till varuk&#228;nnetecken och personnamn som 
n&#228;ringsk&#228;nnetecken

3 &#167; Den som innehar ett varum&#228;rke eller ett annat 
varuk&#228;nnetecken har ensamr&#228;tt till k&#228;nnetecknet som 
n&#228;ringsk&#228;nnetecken. Om varuk&#228;nnetecknet &#228;r skyddat endast 
inom en del av landet, g&#228;ller ensamr&#228;tten endast inom det 
omr&#229;det.

Den som anv&#228;nder sitt personnamn som n&#228;ringsk&#228;nnetecken har 
ensamr&#228;tt till k&#228;nnetecknet som n&#228;ringsk&#228;nnetecken, om namnet 
har s&#228;rskiljningsf&#246;rm&#229;ga f&#246;r den verksamhet som det anv&#228;nds 
f&#246;r. Om namnet anv&#228;nds endast inom en del av landet, g&#228;ller 
ensamr&#228;tten endast inom det omr&#229;det.

Ensamr&#228;ttens inneb&#246;rd

4 &#167; Ensamr&#228;tten till ett n&#228;ringsk&#228;nnetecken enligt 2 och 3 
&#167;&#167; inneb&#228;r att ingen annan &#228;n innehavaren, utan dennes 
tillst&#229;nd, i n&#228;ringsverksamhet f&#229;r anv&#228;nda ett tecken som 
&#228;r

1. identiskt med n&#228;ringsk&#228;nnetecknet och anv&#228;nds f&#246;r 
verksamhet av samma slag,

2. identiskt med eller liknar n&#228;ringsk&#228;nnetecknet och anv&#228;nds 
f&#246;r verksamhet av samma eller liknande slag, om det finns en 
risk f&#246;r f&#246;rv&#228;xling, inbegripet risken f&#246;r att anv&#228;ndningen 
av tecknet leder till uppfattningen att det finns ett samband 
mellan den som anv&#228;nder tecknet och innehavaren av 
n&#228;ringsk&#228;nnetecknet, eller

3. identiskt med eller liknar ett n&#228;ringsk&#228;nnetecken som h&#228;r 
i landet &#228;r k&#228;nt inom en betydande del av oms&#228;ttningskretsen, 
om anv&#228;ndningen utan sk&#228;lig anledning drar otillb&#246;rlig f&#246;rdel 
av eller &#228;r till skada f&#246;r n&#228;ringsk&#228;nnetecknets 
s&#228;rskiljningsf&#246;rm&#229;ga eller anseende, oavsett om anv&#228;ndningen 
avser verksamhet av samma, liknande eller annat slag.

Ensamr&#228;tten till ett registrerat f&#246;retagsnamn hindrar inte 
att n&#229;gon annan i n&#228;ringsverksamhet anv&#228;nder ett tecken som 
avses i f&#246;rsta stycket inom det omr&#229;de d&#228;r f&#246;retagsnamnet &#228;r 
skyddat, om det visas att innehavaren av f&#246;retagsnamnet inte 
kan lida skada av detta.

Begr&#228;nsning av ensamr&#228;tten

5 &#167; Ensamr&#228;tten till ett n&#228;ringsk&#228;nnetecken ger inte n&#229;got 
sj&#228;lvst&#228;ndigt skydd f&#246;r en del av k&#228;nnetecknet som saknar 
s&#228;rskiljningsf&#246;rm&#229;ga.

Ensamr&#228;tten till ett n&#228;ringsk&#228;nnetecken hindrar inte att 
n&#229;gon annan, n&#228;r det sker i enlighet med god aff&#228;rssed, i 
n&#228;ringsverksamhet anv&#228;nder

1. sitt personnamn eller sin adress,

2. uppgifter om verksamhetens art eller uppgifter om en i 
verksamheten utbjuden varas eller tj&#228;nsts art, kvalitet, 
kvantitet, avsedda anv&#228;ndning, v&#228;rde, geografiska ursprung 
eller andra egenskaper eller tidpunkten f&#246;r n&#228;r varan &#228;r 
framst&#228;lld eller tj&#228;nsten &#228;r utf&#246;rd, eller

3. ett allm&#228;nt anv&#228;nt ortsnamn.

Kolliderande r&#228;ttigheter

6 &#167; G&#246;r flera anspr&#229;k p&#229; ensamr&#228;tt till n&#228;ringsk&#228;nnetecken 
som &#228;r identiska eller liknar varandra p&#229; det s&#228;tt som anges 
i 4 &#167;, ska den ha f&#246;retr&#228;de som har tidigaste grund f&#246;r sitt 
anspr&#229;k, om inte n&#229;got annat f&#246;ljer av 7 &#167;.

7 &#167; R&#228;tten till ett inarbetat n&#228;ringsk&#228;nnetecken ska g&#228;lla 
vid sidan av en &#228;ldre r&#228;tt till ett n&#228;ringsk&#228;nnetecken som &#228;r 
identiskt eller likartat p&#229; det s&#228;tt som anges i 4 &#167;, om 
innehavaren av den &#228;ldre r&#228;tten inte inom rimlig tid har 
vidtagit &#229;tg&#228;rder f&#246;r att hindra anv&#228;ndningen av det yngre 
k&#228;nnetecknet. I dessa fall hindrar inte r&#228;tten till det yngre 
n&#228;ringsk&#228;nnetecknet anv&#228;ndningen av det &#228;ldre.

P&#229; yrkande av n&#229;gon av parterna f&#229;r en domstol i de fall som 
avses i f&#246;rsta stycket om det &#228;r sk&#228;ligt besluta att ett av 
k&#228;nnetecknen, eller b&#229;da, endast f&#229;r anv&#228;ndas p&#229; ett s&#228;rskilt 
s&#228;tt, s&#229;som i ett visst utf&#246;rande eller med till&#228;gg av 
ortsangivelse eller innehavarens namn.

2 kap. Registrering av f&#246;retagsnamn

Allm&#228;nna registreringsvillkor

1 &#167; Ett f&#246;retagsnamn f&#229;r registreras endast om det kan 
s&#228;rskilja innehavarens verksamhet fr&#229;n andras.

Vid bed&#246;mningen av om ett f&#246;retagsnamn har 
s&#228;rskiljningsf&#246;rm&#229;ga ska h&#228;nsyn tas till den tid och 
omfattning som f&#246;retagsnamnet har anv&#228;nts. Om f&#246;retagsnamnet 
best&#229;r enbart av en allm&#228;n ben&#228;mning p&#229; verksamhetens art 
eller p&#229; en i verksamheten utbjuden vara eller tj&#228;nst eller 
om f&#246;retagsnamnet utg&#246;rs enbart av ett allm&#228;nt anv&#228;nt 
ortsnamn eller liknande, ska f&#246;retagsnamnet i och f&#246;r sig 
inte anses ha s&#228;rskiljningsf&#246;rm&#229;ga. Om en s&#229;dan beteckning 
som aktiebolag, handelsbolag eller ekonomisk f&#246;rening eller 
f&#246;rkortning av en s&#229;dan beteckning ing&#229;r i f&#246;retagsnamnet, 
ska det vid bed&#246;mningen bortses fr&#229;n denna beteckning.

Hinder mot registrering p&#229; grund av h&#228;nsyn till allm&#228;nna 
intressen 

2 &#167; Ett f&#246;retagsnamn f&#229;r inte registreras om f&#246;retagsnamnet

1. strider mot lag eller annan f&#246;rfattning eller mot goda 
seder eller allm&#228;n ordning,

2. utan tillst&#229;nd inneh&#229;ller en s&#229;dan statlig eller 
internationell beteckning som enligt lag eller annan 
f&#246;rfattning inte f&#229;r anv&#228;ndas obeh&#246;rigen som f&#246;retagsnamn, 
eller n&#229;got som l&#228;tt kan f&#246;rv&#228;xlas med en s&#229;dan beteckning,

3. utan tillst&#229;nd inneh&#229;ller ett s&#229;dant k&#228;nnetecken som enligt 
lagen (2014:812) om skydd f&#246;r k&#228;nnetecken i den 
internationella humanit&#228;ra r&#228;tten inte f&#229;r anv&#228;ndas obeh&#246;rigen 
som f&#246;retagsnamn, eller n&#229;got som kan f&#246;rv&#228;xlas med ett s&#229;dant 
k&#228;nnetecken,

4. inneh&#229;ller eller i v&#228;sentliga delar &#229;terger en &#228;ldre 
v&#228;xtsortben&#228;mning som avser en v&#228;xtsort av samma eller 
n&#228;rst&#229;ende v&#228;xtart, i den utstr&#228;ckning v&#228;xtsorten &#228;r skyddad 
enligt v&#228;xtf&#246;r&#228;dlarr&#228;ttslagen (1997:306) eller unionsr&#228;tten, 
eller

5. i annat fall &#228;r &#228;gnat att vilseleda allm&#228;nheten.

Ett f&#246;retagsnamn f&#229;r inte heller registreras om ans&#246;kan om 
registrering gjordes i ond tro. Lag (2021:562).

Hinder mot registrering p&#229; grund av andra r&#228;ttigheter 

3 &#167; Ett f&#246;retagsnamn f&#229;r inte registreras om f&#246;retagsnamnet

1. &#228;r identiskt med ett &#228;ldre n&#228;ringsk&#228;nnetecken f&#246;r 
verksamhet av samma slag,

2. &#228;r identiskt med eller liknar ett &#228;ldre n&#228;ringsk&#228;nnetecken 
f&#246;r verksamhet av samma eller liknande slag, om det finns en 
risk f&#246;r f&#246;rv&#228;xling, inbegripet risken f&#246;r att anv&#228;ndningen av 
f&#246;retagsnamnet leder till uppfattningen att det finns ett 
samband mellan den som anv&#228;nder f&#246;retagsnamnet och innehavaren 
av n&#228;ringsk&#228;nnetecknet, eller

3. &#228;r identiskt med eller liknar ett &#228;ldre n&#228;ringsk&#228;nnetecken 
som &#228;r k&#228;nt inom en betydande del av oms&#228;ttningskretsen, och 
anv&#228;ndningen av f&#246;retagsnamnet utan sk&#228;lig anledning skulle 
dra otillb&#246;rlig f&#246;rdel av eller vara till skada f&#246;r 
n&#228;ringsk&#228;nnetecknets s&#228;rskiljningsf&#246;rm&#229;ga eller anseende, 
oavsett om anv&#228;ndningen avser verksamhet av samma, liknande 
eller annat slag. Lag (2021:562).

4 &#167; De hinder f&#246;r registrering av ett f&#246;retagsnamn som 
anges i 3 &#167; 1–3 g&#228;ller p&#229; motsvarande s&#228;tt i fr&#229;ga om 

1. ett varum&#228;rke som &#228;r registrerat enligt 2 kap. 
varum&#228;rkeslagen (2010:1877) eller en internationell 
varum&#228;rkesregistrering som g&#228;ller i Sverige,

2. ett varum&#228;rke som &#228;r registrerat enligt Europaparlamentets 
och r&#229;dets f&#246;rordning (EU) 2017/1001 av den 14 juni 2017 om 
EU-varum&#228;rken eller en internationell varum&#228;rkesregistrering 
som g&#228;ller i Europeiska unionen, och

3. ett inarbetat varuk&#228;nnetecken.

5 &#167; Om det f&#246;retagsnamn som en ans&#246;kan om registrering 
avser ska g&#228;lla i hela landet och det finns en &#228;ldre 
r&#228;ttighet som utg&#246;rs av ett inarbetat n&#228;ringsk&#228;nnetecken 
eller av ett s&#229;dant personnamn eller inarbetat 
varuk&#228;nnetecken som &#228;r skyddat enligt 1 kap. 3 &#167;, finns det 
hinder mot registrering enligt 3 och 4 &#167;&#167; endast om skyddet 
f&#246;r den &#228;ldre r&#228;ttigheten g&#228;ller inom en v&#228;sentlig del av 
landet.

6 &#167; Ett f&#246;retagsnamn f&#229;r inte registreras om det 
inneh&#229;ller eller best&#229;r av

1. n&#229;got som &#228;r &#228;gnat att uppfattas som n&#229;gon annans 
efternamn som har s&#228;rskilt skydd eller n&#229;gon annans allm&#228;nt 
k&#228;nda konstn&#228;rsnamn eller ett likartat namn, om anv&#228;ndningen 
av f&#246;retagsnamnet skulle medf&#246;ra en nackdel f&#246;r b&#228;raren av 
namnet och om namnet uppenbarligen inte syftar p&#229; n&#229;gon sedan 
l&#228;nge avliden, 

2. n&#229;got som kr&#228;nker n&#229;gon annans upphovsr&#228;tt till ett 
litter&#228;rt eller konstn&#228;rligt verk, eller

3. n&#229;got som &#228;r &#228;gnat att uppfattas som ben&#228;mning p&#229; en 
stiftelse, ideell f&#246;rening eller liknande sammanslutning.

7 &#167; Best&#228;mmelserna i 3, 4 och 6 &#167;&#167; utg&#246;r inte hinder mot 
registrering, om den som innehar den &#228;ldre r&#228;ttigheten medger 
registreringen.

Registrering p&#229; flera spr&#229;k

8 &#167; Ett f&#246;retagsnamn f&#229;r registreras p&#229; tv&#229; eller flera 
spr&#229;k, under f&#246;ruts&#228;ttning att spr&#229;kversionerna st&#228;mmer 
&#246;verens till sitt inneh&#229;ll. Det som s&#228;gs om f&#246;retagsnamn i 
denna lag ska g&#228;lla f&#246;r var och en av spr&#229;kversionerna.

Registreringens giltighet

9 &#167; Registreringen g&#228;ller fr&#229;n den dag d&#229; ans&#246;kan om 
registrering kom in till registreringsmyndigheten.

3 kap. H&#228;vning av registrering

Grunder f&#246;r h&#228;vning

Allm&#228;nna grunder

1 &#167; En registrering av ett f&#246;retagsnamn f&#229;r h&#228;vas om

1. f&#246;retagsnamnet har registrerats i strid mot denna lag 
eller mot annan f&#246;rfattning,

2. registreringen fortfarande strider mot lagen, 

3. r&#228;tten till f&#246;retagsnamnet &#228;nd&#229; inte f&#229;r best&#229; enligt 1 
kap. 7 &#167;, och

4. annat inte f&#246;ljer av 2 &#167; i detta kapitel.

En registrering f&#229;r vidare h&#228;vas om

1. innehavaren har upph&#246;rt att vara n&#228;ringsidkare,

2. f&#246;retagsnamnet har f&#246;rlorat sin s&#228;rskiljningsf&#246;rm&#229;ga,

3. f&#246;retagsnamnet har kommit att strida mot lag eller annan 
f&#246;rfattning eller mot goda seder eller allm&#228;n ordning, eller 

4. f&#246;retagsnamnet har blivit vilseledande.

Vid en pr&#246;vning av om en registrering ska h&#228;vas p&#229; grund av 
bristande s&#228;rskiljningsf&#246;rm&#229;ga ska endast s&#229;dan 
s&#228;rskiljningsf&#246;rm&#229;ga beaktas som f&#246;retagsnamnet har f&#246;rv&#228;rvat 
genom anv&#228;ndning f&#246;re ans&#246;kan om h&#228;vning. 

2 &#167; Om ett yrkande om h&#228;vning av en registrering av ett 
f&#246;retagsnamn grundas p&#229; att ett &#228;ldre registrerat 
f&#246;retagsnamn enligt 2 kap. 3 &#167; utg&#246;r hinder och det vid 
tidpunkten f&#246;r ans&#246;kan om h&#228;vning hade g&#229;tt mer &#228;n fem &#229;r 
sedan fr&#229;gan om registrering av det &#228;ldre f&#246;retagsnamnet blev 
slutligt avgjord g&#228;ller f&#246;ljande. Registreringen av det yngre 
f&#246;retagsnamnet f&#229;r h&#228;vas endast om det &#228;ldre f&#246;retagsnamnet, 
inom de fem senaste &#229;ren f&#246;re ans&#246;kan om h&#228;vning, har tagits 
i verkligt bruk p&#229; det s&#228;tt som avses i 3 &#167; f&#246;r den 
verksamhet som ligger till grund f&#246;r yrkandet.

Om det vid ans&#246;kan om registrering av det yngre 
f&#246;retagsnamnet hade g&#229;tt mer &#228;n fem &#229;r sedan fr&#229;gan om 
registrering av det &#228;ldre f&#246;retagsnamnet blev slutligt 
avgjord, ska det &#228;ldre f&#246;retagsnamnet dessutom ha tagits i 
verkligt bruk inom de fem senaste &#229;ren f&#246;re ans&#246;kan om 
registrering av det yngre f&#246;retagsnamnet.

Om det &#228;ldre f&#246;retagsnamnet inte har anv&#228;nts i den 
utstr&#228;ckning som anges i f&#246;rsta och andra styckena, f&#229;r 
registreringen av det yngre f&#246;retagsnamnet &#228;nd&#229; h&#228;vas om det 
finns giltiga sk&#228;l till att det &#228;ldre f&#246;retagsnamnet inte har 
anv&#228;nts i den utstr&#228;ckningen.

Underl&#229;ten anv&#228;ndning 

3 &#167; En registrering av ett f&#246;retagsnamn f&#229;r h&#228;vas om 
innehavaren inte har gjort verkligt bruk av f&#246;retagsnamnet i 
Sverige f&#246;r den verksamhet som det har registrerats f&#246;r inom 
fem &#229;r fr&#229;n den dag d&#229; fr&#229;gan om registrering slutligt har 
avgjorts eller inom en period av fem &#229;r i f&#246;ljd. 
Registreringen f&#229;r dock inte h&#228;vas p&#229; grund av underl&#229;ten 
anv&#228;ndning om det finns giltiga sk&#228;l till att f&#246;retagsnamnet 
inte har anv&#228;nts.

Med s&#229;dan anv&#228;ndning som avses i f&#246;rsta stycket likst&#228;lls att 
f&#246;retagsnamnet anv&#228;nds

1. i en annan form &#228;n den registrerade, om avvikelsen avser 
endast detaljer som inte f&#246;r&#228;ndrar f&#246;retagsnamnets 
s&#228;rskiljningsf&#246;rm&#229;ga, och

2. av n&#229;gon annan med innehavarens samtycke.

Registreringen f&#229;r inte h&#228;vas om f&#246;retagsnamnet har anv&#228;nts 
under tiden mellan utg&#229;ngen av fem&#229;rsperioden och ingivandet 
av ans&#246;kan om h&#228;vning av registreringen. Anv&#228;ndning som 
p&#229;b&#246;rjas eller &#229;terupptas efter fem&#229;rsperiodens utg&#229;ng och 
inom tre m&#229;nader f&#246;re ingivandet av ans&#246;kan om h&#228;vning ska 
dock l&#228;mnas utan avseende, om f&#246;rberedelserna f&#246;r att p&#229;b&#246;rja 
eller &#229;teruppta anv&#228;ndningen vidtogs efter det att 
innehavaren f&#229;tt k&#228;nnedom om att en ans&#246;kan om h&#228;vning kunde 
komma att g&#246;ras.

Tillv&#228;gag&#229;ngss&#228;tt

4 &#167; Den som vill inleda ett f&#246;rfarande f&#246;r att h&#228;va en 
registrering kan f&#246;ra talan vid domstol eller ans&#246;ka om 
h&#228;vning av registreringen hos ber&#246;rd registreringsmyndighet 
enligt 5–19 &#167;&#167; (administrativ h&#228;vning). 

Ett f&#246;rfarande f&#246;r att h&#228;va en registrering med st&#246;d av 1 &#167; 
andra stycket eller 3 &#167; eller 2 kap. 1 eller 2 &#167; f&#229;r ocks&#229; 
inledas av en myndighet. Regeringen kan med st&#246;d av 8 kap. 
7 &#167; regeringsformen meddela f&#246;reskrifter om vilken myndighet 
som f&#229;r g&#246;ra detta.

Administrativ h&#228;vning

Ans&#246;kans inneh&#229;ll

5 &#167; En ans&#246;kan om administrativ h&#228;vning ska inneh&#229;lla

1. uppgifter om parterna i den utstr&#228;ckning som anges i 
33 kap. 1 &#167; r&#228;tteg&#229;ngsbalken,

2. ett yrkande om h&#228;vning och uppgift om den registrering som 
yrkandet avser, och

3. en redog&#246;relse f&#246;r de omst&#228;ndigheter som &#229;beropas till 
grund f&#246;r yrkandet om h&#228;vning.

S&#246;kanden ska betala f&#246;reskriven ans&#246;kningsavgift.

Regeringen eller den myndighet som regeringen best&#228;mmer kan 
med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela n&#228;rmare 
f&#246;reskrifter om vad ans&#246;kan i &#246;vrigt ska inneh&#229;lla.

Brister i ans&#246;kan

6 &#167; Om ans&#246;kan &#228;r s&#229; bristf&#228;llig att den inte kan l&#228;ggas 
till grund f&#246;r handl&#228;ggning av &#228;rendet, ska 
registreringsmyndigheten f&#246;rel&#228;gga s&#246;kanden att avhj&#228;lpa 
bristerna inom en viss tid. Detsamma g&#228;ller om s&#246;kanden inte 
har betalat ans&#246;kningsavgiften.

Om s&#246;kanden inte f&#246;ljer f&#246;rel&#228;ggandet, ska ans&#246;kan avvisas. 
S&#246;kanden ska upplysas om detta i f&#246;rel&#228;ggandet.

Ans&#246;kan ska ocks&#229; avvisas om den avser n&#229;gon annan &#229;tg&#228;rd &#228;n 
h&#228;vning av en registrering eller om det finns n&#229;got annat 
hinder mot att den tas upp till pr&#246;vning. 

Avskrivning vid &#229;terkallelse

7 &#167; Om s&#246;kanden &#229;terkallar ans&#246;kan, ska &#228;rendet skrivas 
av.

Ogrundad ans&#246;kan

8 &#167; Om det kan antas att ans&#246;kan &#228;r ogrundad, ska ans&#246;kan 
behandlas som om innehavaren har bestridit den. I s&#229; fall ska 
12 &#167; till&#228;mpas.

F&#246;rel&#228;ggande f&#246;r innehavaren att yttra sig

9 &#167; Tar registreringsmyndigheten upp ans&#246;kan till 
pr&#246;vning, ska myndigheten f&#246;rel&#228;gga innehavaren av 
registreringen att yttra sig inom en viss tid fr&#229;n det att 
ans&#246;kan delgavs innehavaren.

I f&#246;rel&#228;ggandet ska innehavaren uppmanas att

1. ange om ans&#246;kan medges eller bestrids och, om ans&#246;kan 
bestrids, sk&#228;len f&#246;r bestridandet, och

2. l&#228;mna de uppgifter om sig sj&#228;lv som avses i 33 kap. 1 &#167; 
f&#246;rsta–tredje styckena r&#228;tteg&#229;ngsbalken, i den utstr&#228;ckning 
uppgifterna i ans&#246;kan &#228;r ofullst&#228;ndiga eller felaktiga.

I f&#246;rel&#228;ggandet ska det upplysas om att &#228;rendet kan komma att 
avg&#246;ras &#228;ven om innehavaren inte svarar. 

Regeringen eller den myndighet som regeringen best&#228;mmer kan 
med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela n&#228;rmare 
f&#246;reskrifter om vad f&#246;rel&#228;ggandet i &#246;vrigt ska inneh&#229;lla.

Delgivning av f&#246;rel&#228;ggandet

10 &#167; F&#246;rel&#228;ggandet enligt 9 &#167; ska delges innehavaren. 
Delgivningen ska ske p&#229; det s&#228;tt som enligt r&#228;tteg&#229;ngsbalken 
g&#228;ller f&#246;r delgivning av st&#228;mning i tvistem&#229;l.

En kopia av ans&#246;kningshandlingarna ska fogas till 
f&#246;rel&#228;ggandet n&#228;r handlingarna inneh&#229;ller n&#229;got ut&#246;ver vad 
som framg&#229;r av f&#246;rel&#228;ggandet.

Om s&#246;kanden ska se till att delgivning sker, ska 32 kap. 2 &#167; 
r&#228;tteg&#229;ngsbalken till&#228;mpas.

11 &#167; Har registreringsmyndigheten inte kunnat delge 
f&#246;rel&#228;ggandet, ska myndigheten pr&#246;va om f&#246;rs&#246;ken till 
delgivning ska forts&#228;tta eller om s&#246;kanden ska erbjudas att 
sj&#228;lv se till att delgivning sker. H&#228;nsyn ska tas till det 
arbete och den kostnad som dittills har lagts ned p&#229; 
delgivningen, f&#246;ruts&#228;ttningarna f&#246;r att fortsatta f&#246;rs&#246;k ska 
lyckas samt omst&#228;ndigheterna i &#246;vrigt. Om s&#246;kanden inte antar 
erbjudandet, ska ans&#246;kan avvisas.

Om s&#246;kanden ska se till att delgivning sker, ska 32 kap. 2 &#167; 
r&#228;tteg&#229;ngsbalken till&#228;mpas.

&#214;verl&#228;mnande till domstol

12 &#167; Om innehavaren i r&#228;tt tid bestrider ans&#246;kan, ska 
registreringsmyndigheten underr&#228;tta s&#246;kanden om detta. Vill 
s&#246;kanden vidh&#229;lla sitt yrkande, kan han eller hon beg&#228;ra att 
&#228;rendet ska &#246;verl&#228;mnas till domstol.

En beg&#228;ran om &#246;verl&#228;mnande ska ha kommit in till 
registreringsmyndigheten inom en m&#229;nad fr&#229;n den dag d&#229; 
underr&#228;ttelsen om bestridandet s&#228;ndes till s&#246;kanden. I sin 
beg&#228;ran ska s&#246;kanden ange de omst&#228;ndigheter och de bevis som 
&#229;beropas och vad som ska styrkas med varje bevis. S&#246;kanden 
ska samtidigt ge in de skriftliga bevis och andra handlingar 
som &#229;beropas.

Om s&#246;kanden har beg&#228;rt &#246;verl&#228;mnande i r&#228;tt tid, ska 
registreringsmyndigheten &#246;verl&#228;mna &#228;rendet till domstolen. Om 
s&#246;kanden inte har beg&#228;rt &#246;verl&#228;mnande i r&#228;tt tid, ska &#228;rendet 
skrivas av.

13 &#167; En underr&#228;ttelse om att innehavaren har bestridit 
ans&#246;kan enligt 12 &#167; f&#246;rsta stycket ska inneh&#229;lla en 
upplysning om

1. att s&#246;kanden kan beg&#228;ra &#246;verl&#228;mnande till domstol,

2. inom vilken tid en s&#229;dan beg&#228;ran ska ges in,

3. vad en s&#229;dan beg&#228;ran ska inneh&#229;lla, och

4. det som i &#246;vrigt anges i 12 &#167;.

H&#228;vning av registreringen

14 &#167; Har innehavaren inte bestridit ans&#246;kan i r&#228;tt tid, 
ska registreringsmyndigheten h&#228;va registreringen i enlighet 
med ans&#246;kan. 

&#197;tervinning

15 &#167; Innehavaren av en registrering som h&#228;vts enligt 14 &#167; 
f&#229;r ans&#246;ka om &#229;tervinning. En s&#229;dan ans&#246;kan ska ha kommit in 
till registreringsmyndigheten inom en m&#229;nad fr&#229;n dagen f&#246;r 
beslutet.

Om innehavaren har ans&#246;kt om &#229;tervinning i r&#228;tt tid, ska 
registreringsmyndigheten &#246;verl&#228;mna &#228;rendet till domstolen. I 
annat fall ska myndigheten avvisa ans&#246;kan.

Underr&#228;ttelser

16 &#167; En underr&#228;ttelse om h&#228;vning ska s&#228;ndas till s&#246;kanden 
och innehavaren.

Om en ans&#246;kan om h&#228;vning avvisas, ska 
registreringsmyndigheten underr&#228;tta s&#246;kanden om detta. Om en 
ans&#246;kan om &#229;tervinning avvisas, ska myndigheten underr&#228;tta 
innehavaren om detta. Meddelar myndigheten n&#229;got annat beslut 
som inneb&#228;r att &#228;rendet avg&#246;rs, ska b&#229;de s&#246;kanden och 
innehavaren underr&#228;ttas om beslutet, om det inte &#228;r uppenbart 
on&#246;digt. 

R&#228;ttskraft

17 &#167; Sedan tiden f&#246;r ans&#246;kan om &#229;tervinning l&#246;pt ut, har 
ett beslut om h&#228;vning enligt 14 &#167; r&#228;ttskraft i enlighet med 
vad som g&#228;ller f&#246;r en dom i ett tvistem&#229;l som har f&#229;tt laga 
kraft.

Den fortsatta handl&#228;ggningen i domstolen

18 &#167; Om ett &#228;rende har &#246;verl&#228;mnats till domstolen, ska 
talan anses v&#228;ckt n&#228;r ans&#246;kan om administrativ h&#228;vning kom in 
till registreringsmyndigheten. De handlingar som s&#246;kanden har 
gett in ska anses som en st&#228;mningsans&#246;kan. St&#228;mning ska anses 
utf&#228;rdad n&#228;r domstolen beslutar om m&#229;lets handl&#228;ggning.

19 &#167; Om ett &#228;rende har &#246;verl&#228;mnats till domstolen, ska 
k&#228;randen betala f&#246;reskriven till&#228;ggsavgift. I ett s&#229;dant fall 
ska det som anges i 42 kap. 3 och 4 &#167;&#167; r&#228;tteg&#229;ngsbalken om 
ans&#246;kningsavgift g&#228;lla till&#228;ggsavgiften. 

Om ett m&#229;l d&#228;r registreringsmyndigheten har beslutat om 
h&#228;vning avvisas av domstolen p&#229; grund av att till&#228;ggsavgiften 
inte har betalats, ska domstolen samtidigt undanr&#246;ja 
myndighetens beslut. 

&#214;verklagande

20 &#167; Ett beslut enligt 14 &#167; om administrativ h&#228;vning av en 
registrering av ett f&#246;retagsnamn f&#229;r inte &#246;verklagas. 
Detsamma g&#228;ller ett beslut om &#246;verl&#228;mnande till domstol eller 
avskrivning enligt 12 &#167; tredje stycket. Andra beslut i 
&#228;renden om administrativ h&#228;vning f&#229;r &#246;verklagas till Patent- 
och marknadsdomstolen inom tre veckor fr&#229;n dagen f&#246;r 
beslutet. Beslut under handl&#228;ggningen av ett s&#229;dant &#228;rende 
f&#229;r inte &#246;verklagas s&#228;rskilt.

Bemyndigande

21 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om avgifter i 
&#228;renden om administrativ h&#228;vning av en registrering enligt 
denna lag.

Avregistrering efter h&#228;vning

22 &#167; Om registreringen av ett f&#246;retagsnamn har h&#228;vts av 
registreringsmyndigheten enligt 14 &#167; eller av domstolen, ska 
registreringsmyndigheten avregistrera f&#246;retagsnamnet n&#228;r 
avg&#246;randet har f&#229;tt laga kraft. Beslutet om avregistrering 
ska kung&#246;ras.

I samband med att en registrering av ett f&#246;retagsnamn h&#228;vs, 
f&#229;r registreringsmyndigheten eller domstolen besluta att 
f&#246;retagsnamnet ska f&#229; st&#229; kvar i registret under en viss tid, 
om det sk&#228;ligen beh&#246;vs f&#246;r att innehavaren ska kunna anta ett 
nytt f&#246;retagsnamn och ans&#246;ka om dess registrering.

Verkan av en h&#228;vning

23 &#167; Om en registrering av ett f&#246;retagsnamn har h&#228;vts med 
st&#246;d av 1 &#167; f&#246;rsta stycket, ska registreringen anses aldrig 
ha haft n&#229;gon verkan.

Om en registrering har h&#228;vts med st&#246;d av 1 &#167; andra stycket 
eller 3 &#167;, ska registreringen anses ha f&#246;rlorat sin verkan 
fr&#229;n dagen f&#246;r ans&#246;kan om h&#228;vning. P&#229; yrkande av en part f&#229;r 
domstolen eller, vid administrativ h&#228;vning, 
registreringsmyndigheten best&#228;mma att registreringen i 
st&#228;llet ska anses ha f&#246;rlorat sin verkan den dag d&#229; det 
f&#246;rh&#229;llande som utg&#246;r grund f&#246;r h&#228;vningen uppkom.

4 kap. &#214;verl&#229;telse och f&#246;rbud mot utm&#228;tning

1 &#167; Ett f&#246;retagsnamn f&#229;r &#246;verl&#229;tas endast i samband med en 
&#246;verl&#229;telse av den n&#228;ringsverksamhet d&#228;r det anv&#228;nds.

En &#246;verl&#229;telse av n&#228;ringsverksamheten omfattar &#228;ven 
f&#246;retagsnamnet, om inte n&#229;got annat har avtalats. Detta 
g&#228;ller dock inte om f&#246;retagsnamnet inneh&#229;ller &#246;verl&#229;tarens 
eller, vid &#246;verl&#229;telse av ett handelsbolags verksamhet, en 
bolagsmans efternamn.

Om det i ett d&#246;dsbo ing&#229;r ett f&#246;retagsnamn som inneh&#229;ller den 
avlidnes efternamn, f&#229;r en boutredningsman inte &#246;verl&#229;ta 
f&#246;retagsnamnet utan samtycke av d&#246;dsbodel&#228;garna.


2 &#167; Ett f&#246;retagsnamn f&#229;r inte utm&#228;tas. F&#246;rs&#228;tts 
innehavaren i konkurs, ing&#229;r dock r&#228;tten till f&#246;retagsnamnet 
i konkursboet, om inte f&#246;retagsnamnet inneh&#229;ller g&#228;lden&#228;rens 
eller, vid ett handelsbolags konkurs, en bolagsmans 
efternamn. Ett f&#246;retagsnamn som inte ing&#229;r i ett konkursbo 
f&#229;r likv&#228;l anv&#228;ndas under den tid verksamheten forts&#228;tter f&#246;r 
boets r&#228;kning.

5 kap. Straffansvar, vitesf&#246;rbud, skadest&#229;nd m.m.

Straffansvar

1 &#167; Den som g&#246;r intr&#229;ng i r&#228;tten till ett n&#228;ringsk&#228;nnetecken 
(f&#246;retagsnamnsintr&#229;ng) d&#246;ms, om det sker upps&#229;tligen eller av 
grov oaktsamhet, f&#246;r f&#246;retagsnamnsbrott till b&#246;ter eller 
f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

Om brottet beg&#229;tts upps&#229;tligen och &#228;r att anse som grovt, d&#246;ms 
f&#246;r grovt f&#246;retagsnamnsbrott till f&#228;ngelse i l&#228;gst sex m&#229;nader 
och h&#246;gst sex &#229;r. Vid bed&#246;mningen av om brottet &#228;r grovt ska 
det s&#228;rskilt beaktas om g&#228;rningen

1. har f&#246;reg&#229;tts av s&#228;rskild planering,

2. har utgjort ett led i en brottslighet som ut&#246;vats i 
organiserad form,

3. har varit av st&#246;rre omfattning, eller

4. annars har varit av s&#228;rskilt farlig art.

Den som har &#246;vertr&#228;tt ett vitesf&#246;rbud enligt 3 &#167; f&#229;r inte 
d&#246;mas till ansvar f&#246;r intr&#229;ng som omfattas av f&#246;rbudet.

F&#246;r f&#246;rs&#246;k eller f&#246;rberedelse till f&#246;retagsnamnsbrott eller 
grovt f&#246;retagsnamnsbrott d&#246;ms det till ansvar enligt 23 kap. 
brottsbalken.

&#197;klagaren f&#229;r v&#228;cka &#229;tal f&#246;r brott endast om &#229;tal &#228;r motiverat 
fr&#229;n allm&#228;n synpunkt. Lag (2020:546).

F&#246;rverkande

2 &#167; Den egendom som ett brott enligt 1 &#167; g&#228;ller ska 
f&#246;rklaras f&#246;rverkad, om det inte &#228;r uppenbart osk&#228;ligt. I 
st&#228;llet f&#246;r egendomen f&#229;r dess v&#228;rde f&#246;rklaras f&#246;rverkat. 
&#196;ven utbyte av s&#229;dant brott ska f&#246;rklaras f&#246;rverkat, om det 
inte &#228;r uppenbart osk&#228;ligt. Detsamma g&#228;ller vad n&#229;gon har 
tagit emot som ers&#228;ttning f&#246;r kostnader i samband med ett 
s&#229;dant brott, eller v&#228;rdet av det mottagna, om mottagandet 
utg&#246;r brott enligt 1 &#167;.

Egendom som har anv&#228;nts som hj&#228;lpmedel vid brott enligt 1 &#167; 
f&#229;r f&#246;rklaras f&#246;rverkad, om det beh&#246;vs f&#246;r att f&#246;rebygga 
brott eller om det annars finns s&#228;rskilda sk&#228;l. Detsamma 
g&#228;ller egendom som varit avsedd att anv&#228;ndas som hj&#228;lpmedel 
vid brott enligt 1 &#167;, om brottet har fullbordats eller om 
f&#246;rfarandet har utgjort ett straffbart f&#246;rs&#246;k eller en 
straffbar f&#246;rberedelse. I st&#228;llet f&#246;r egendomen f&#229;r dess 
v&#228;rde f&#246;rklaras f&#246;rverkat.

Vitesf&#246;rbud

3 &#167; P&#229; yrkande av den som har lidit f&#246;retagsnamnsintr&#229;ng 
f&#229;r domstolen vid vite f&#246;rbjuda den som g&#246;r eller medverkar 
till intr&#229;nget att forts&#228;tta med det.

Domstolen f&#229;r meddela vitesf&#246;rbud f&#246;r tiden till dess att 
m&#229;let slutligt har avgjorts eller n&#229;got annat har beslutats, 
om

1. k&#228;randen visar sannolika sk&#228;l f&#246;r att det f&#246;rekommer 
f&#246;retagsnamnsintr&#229;ng eller medverkan till intr&#229;ng, och 

2. det sk&#228;ligen kan befaras att svaranden, genom att 
forts&#228;tta intr&#229;nget eller medverkan till det, f&#246;rringar 
v&#228;rdet av ensamr&#228;tten till n&#228;ringsk&#228;nnetecknet.

Innan ett f&#246;rbud enligt andra stycket meddelas ska svaranden 
ha f&#229;tt tillf&#228;lle att yttra sig, om inte ett dr&#246;jsm&#229;l skulle 
medf&#246;ra risk f&#246;r skada.

F&#246;rsta–tredje styckena till&#228;mpas ocks&#229; i fr&#229;ga om f&#246;rs&#246;k 
eller f&#246;rberedelse till intr&#229;ng.

4 &#167; Ett f&#246;rbud enligt 3 &#167; andra stycket f&#229;r meddelas 
endast om k&#228;randen st&#228;ller s&#228;kerhet hos domstolen f&#246;r den 
skada som kan tillfogas svaranden. Om k&#228;randen inte kan 
st&#228;lla s&#228;kerhet, f&#229;r domstolen befria honom eller henne fr&#229;n 
detta.

Best&#228;mmelserna i 2 kap. 25 &#167; uts&#246;kningsbalken ska till&#228;mpas i 
fr&#229;ga om vilken s&#228;kerhet som ska st&#228;llas. S&#228;kerheten ska 
pr&#246;vas av domstolen, om den inte har godk&#228;nts av svaranden. 

5 &#167; Om ett f&#246;rbud har meddelats enligt 3 &#167; andra stycket, 
ska domstolen n&#228;r m&#229;let avg&#246;rs pr&#246;va om f&#246;rbudet fortfarande 
ska best&#229;. 

I fr&#229;ga om &#246;verklagande av beslut enligt 3 &#167; andra stycket 
och 4 &#167; och i fr&#229;ga om handl&#228;ggningen i h&#246;gre domstol 
till&#228;mpas r&#228;tteg&#229;ngsbalkens best&#228;mmelser om &#246;verklagande av 
beslut enligt 15 kap. r&#228;tteg&#229;ngsbalken.

6 &#167; En talan om utd&#246;mande av vite f&#246;rs av den som har 
ans&#246;kt om f&#246;rbudet.

Skadest&#229;nd

7 &#167; Den som upps&#229;tligen eller av oaktsamhet g&#246;r 
f&#246;retagsnamnsintr&#229;ng ska betala sk&#228;lig ers&#228;ttning f&#246;r 
utnyttjandet av n&#228;ringsk&#228;nnetecknet samt ers&#228;ttning f&#246;r den 
ytterligare skada som intr&#229;nget har medf&#246;rt. N&#228;r storleken p&#229; 
ers&#228;ttningen f&#246;r ytterligare skada best&#228;ms ska h&#228;nsyn 
s&#228;rskilt tas till

1. utebliven vinst,

2. vinst som den som har beg&#229;tt intr&#229;nget har gjort,

3. skada p&#229; n&#228;ringsk&#228;nnetecknets anseende,

4. ideell skada, och

5. r&#228;ttighetshavarens intresse av att intr&#229;ng inte beg&#229;s.

Den som utan upps&#229;t eller oaktsamhet g&#246;r f&#246;retagsnamnsintr&#229;ng 
ska betala ers&#228;ttning f&#246;r utnyttjandet av n&#228;ringsk&#228;nnetecknet 
i den utstr&#228;ckning det &#228;r sk&#228;ligt.

Begr&#228;nsning av straffansvar, skadest&#229;ndsskyldighet och 
m&#246;jlighet till f&#246;rverkande

8 &#167; Om ett f&#246;retagsnamnsintr&#229;ng avser ett f&#246;retagsnamn som 
&#228;r skyddat enbart p&#229; grund av registrering, 

1. ska det inte d&#246;mas till ansvar enligt 1 &#167; f&#246;r det intr&#229;ng 
som har gjorts f&#246;re registreringsdagen,

2. f&#229;r f&#246;rverkande enligt 2 &#167; inte avse det intr&#229;ng som har 
gjorts f&#246;re registreringsdagen, och 

3. ska ers&#228;ttning enligt 7 &#167; betalas f&#246;r det intr&#229;ng som har 
skett f&#246;re registreringsdagen endast om intr&#229;nget har gjorts 
upps&#229;tligen.

Preskription av r&#228;tten till skadest&#229;nd

9 &#167; R&#228;tten till ers&#228;ttning f&#246;r skada preskriberas om talan 
inte v&#228;cks inom fem &#229;r fr&#229;n det att skadan uppkom. R&#228;tten 
till ers&#228;ttning med anledning av intr&#229;ng i ett f&#246;retagsnamn 
som &#228;r skyddat enbart p&#229; grund av registrering preskriberas 
dock inte i n&#229;got fall tidigare &#228;n ett &#229;r fr&#229;n 
registreringsdagen.

&#197;tg&#228;rder med egendom och hj&#228;lpmedel

10 &#167; P&#229; yrkande av den som har lidit f&#246;retagsnamnsintr&#229;ng 
f&#229;r domstolen, efter vad som &#228;r sk&#228;ligt, besluta att egendom 
som det olovligen f&#246;rekommer n&#228;ringsk&#228;nnetecken p&#229; ska 
&#229;terkallas fr&#229;n marknaden, &#228;ndras eller f&#246;rst&#246;ras eller att 
n&#229;gon annan &#229;tg&#228;rd ska vidtas med den. Detsamma g&#228;ller i 
fr&#229;ga om hj&#228;lpmedel som har anv&#228;nts eller varit avsett att 
anv&#228;ndas vid intr&#229;nget.

S&#229;dan egendom som avses i f&#246;rsta stycket f&#229;r tas i beslag, om 
det sk&#228;ligen kan antas att ett brott enligt 1 &#167; har beg&#229;tts. 
I fr&#229;ga om ett s&#229;dant beslag till&#228;mpas reglerna om beslag i 
brottm&#229;l i allm&#228;nhet.

F&#246;rsta och andra styckena till&#228;mpas ocks&#229; i fr&#229;ga om f&#246;rs&#246;k 
eller f&#246;rberedelse till intr&#229;ng.

11 &#167; Ett beslut om &#229;tg&#228;rd enligt 10 &#167; f&#246;rsta stycket f&#229;r 
inte inneb&#228;ra att den som har lidit f&#246;retagsnamnsintr&#229;ng ska 
betala ers&#228;ttning till den som &#229;tg&#228;rden riktas mot.

&#197;tg&#228;rderna ska bekostas av svaranden om det inte finns 
s&#228;rskilda sk&#228;l mot detta.

Ett beslut enligt 10 &#167; ska inte meddelas, om f&#246;rverkande 
eller n&#229;gon &#229;tg&#228;rd till f&#246;rebyggande av missbruk ska beslutas 
enligt 2 &#167; eller enligt brottsbalken.

Spridning av information om dom

12 &#167; I ett m&#229;l om f&#246;retagsnamnsintr&#229;ng f&#229;r domstolen p&#229; 
yrkande av k&#228;randen besluta att den som har gjort eller 
medverkat till intr&#229;nget ska bekosta l&#228;mpliga &#229;tg&#228;rder f&#246;r 
att sprida information om domen i m&#229;let.

F&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om f&#246;rs&#246;k eller 
f&#246;rberedelse till intr&#229;ng.

6 kap. Informationsf&#246;rel&#228;ggande och intr&#229;ngsunders&#246;kning

Informationsf&#246;rel&#228;ggande

Grundl&#228;ggande best&#228;mmelser

1 &#167; Om en s&#246;kande visar sannolika sk&#228;l f&#246;r att n&#229;gon har 
gjort ett f&#246;retagsnamnsintr&#229;ng, f&#229;r domstolen vid vite 
besluta att n&#229;gon eller n&#229;gra av dem som anges i andra 
stycket ska ge s&#246;kanden information om ursprung och 
distributionsn&#228;t f&#246;r de varor eller tj&#228;nster som intr&#229;nget 
g&#228;ller (informationsf&#246;rel&#228;ggande). Ett s&#229;dant beslut f&#229;r 
meddelas p&#229; yrkande av den som har lidit intr&#229;nget. Det f&#229;r 
meddelas bara om informationen kan antas underl&#228;tta 
utredningen av ett intr&#229;ng som avser varorna eller 
tj&#228;nsterna.

Ett informationsf&#246;rel&#228;ggande f&#229;r riktas mot den som

1. har gjort eller medverkat till intr&#229;nget,

2. i kommersiell skala har f&#246;rfogat &#246;ver en vara som 
intr&#229;nget g&#228;ller,

3. i kommersiell skala har anv&#228;nt en tj&#228;nst som intr&#229;nget 
g&#228;ller,

4. i kommersiell skala har tillhandah&#229;llit en elektronisk 
kommunikationstj&#228;nst eller en annan tj&#228;nst som har anv&#228;nts 
vid intr&#229;nget, eller

5. har identifierats av n&#229;gon som anges i 2–4 s&#229;som delaktig 
i tillverkningen eller distributionen av en vara eller 
tillhandah&#229;llandet av en tj&#228;nst som intr&#229;nget g&#228;ller.

Information om varors eller tj&#228;nsters ursprung och 
distributionsn&#228;t kan s&#228;rskilt avse

1. namn p&#229; och adress till producenter, distribut&#246;rer, 
leverant&#246;rer och andra som har innehaft varorna eller 
tillhandah&#229;llit tj&#228;nsterna,

2. namn p&#229; och adress till avsedda grossister och 
detaljister, och

3. uppgifter om hur mycket som har producerats, levererats, 
mottagits eller best&#228;llts och om vilket pris som har best&#228;mts 
f&#246;r varorna eller tj&#228;nsterna.

F&#246;rsta–tredje styckena till&#228;mpas ocks&#229; i fr&#229;ga om f&#246;rs&#246;k 
eller f&#246;rberedelse till intr&#229;ng.

2 &#167; Ett informationsf&#246;rel&#228;ggande f&#229;r meddelas endast om 
sk&#228;len f&#246;r &#229;tg&#228;rden uppv&#228;ger den ol&#228;genhet eller det men i 
&#246;vrigt som &#229;tg&#228;rden inneb&#228;r f&#246;r den som drabbas av den eller 
f&#246;r n&#229;got annat motst&#229;ende intresse.

Skyldigheten att l&#228;mna information enligt 1 &#167; omfattar inte 
uppgifter vars yppande skulle r&#246;ja att uppgiftsl&#228;mnaren eller 
n&#229;gon till honom eller henne n&#228;rst&#229;ende som avses i 36 kap. 3 
&#167; r&#228;tteg&#229;ngsbalken har beg&#229;tt en brottslig g&#228;rning.

I Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av 
den 27 april 2016 om skydd f&#246;r fysiska personer med avseende 
p&#229; behandling av personuppgifter och om det fria fl&#246;det av 
s&#229;dana uppgifter och om upph&#228;vande av direktiv 95/46/EG 
(allm&#228;n dataskyddsf&#246;rordning) finns best&#228;mmelser som 
begr&#228;nsar hur mottagna personuppgifter f&#229;r behandlas.

Handl&#228;ggningen av fr&#229;gor om informationsf&#246;rel&#228;ggande

3 &#167; Om ett yrkande om informationsf&#246;rel&#228;ggande riktar sig 
mot den som &#228;r s&#246;kandens motpart i ett m&#229;l om intr&#229;ng, ska de 
best&#228;mmelser om r&#228;tteg&#229;ng som g&#228;ller f&#246;r det m&#229;let till&#228;mpas. 
Ett beslut om informationsf&#246;rel&#228;ggande f&#229;r &#246;verklagas 
s&#228;rskilt.

Om yrkandet om informationsf&#246;rel&#228;ggande riktar sig mot n&#229;gon 
annan &#228;n den som anges i f&#246;rsta stycket, ska lagen (1996:242) 
om domstols&#228;renden till&#228;mpas. Domstolen f&#229;r best&#228;mma att 
vardera parten ska svara f&#246;r sina r&#228;tteg&#229;ngskostnader.

En talan om utd&#246;mande av vite f&#246;rs av den som har ans&#246;kt om 
f&#246;rel&#228;ggandet.

R&#228;tt till ers&#228;ttning 

4 &#167; Den som p&#229; grund av 1 &#167; andra stycket 2–5 har 
f&#246;relagts att enligt f&#246;rsta stycket samma paragraf l&#228;mna 
information, har r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r kostnader 
och besv&#228;r. Ers&#228;ttningen ska betalas av den som har 
framst&#228;llt yrkandet om informationsf&#246;rel&#228;ggande.

Underr&#228;ttelseskyldighet i vissa fall

5 &#167; Den som tillhandah&#229;ller en elektronisk 
kommunikationstj&#228;nst och som till f&#246;ljd av ett 
informationsf&#246;rel&#228;ggande har l&#228;mnat ut information som avses i 
9 kap. 31 &#167; lagen (2022:482) om elektronisk kommunikation, ska 
s&#228;nda en skriftlig underr&#228;ttelse om detta till den som 
uppgifterna g&#228;ller tidigast efter en m&#229;nad och senast tre 
m&#229;nader fr&#229;n det att informationen l&#228;mnades ut. Kostnaden f&#246;r 
underr&#228;ttelsen ers&#228;tts enligt 4 &#167;. Lag (2022:509).

Intr&#229;ngsunders&#246;kning

Grundl&#228;ggande best&#228;mmelser

6 &#167; Om det sk&#228;ligen kan antas att n&#229;gon har gjort eller 
medverkat till ett f&#246;retagsnamnsintr&#229;ng, f&#229;r domstolen f&#246;r 
att bevisning ska kunna s&#228;kras om intr&#229;nget besluta att en 
unders&#246;kning f&#229;r g&#246;ras hos denne f&#246;r att s&#246;ka efter f&#246;rem&#229;l 
eller handlingar som kan antas ha betydelse f&#246;r en utredning 
om intr&#229;nget (intr&#229;ngsunders&#246;kning). Ett s&#229;dant beslut f&#229;r 
meddelas p&#229; yrkande av den som har lidit intr&#229;nget. Om en 
r&#228;tteg&#229;ng inte &#228;r inledd, ska yrkandet framst&#228;llas 
skriftligen.

F&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om f&#246;rs&#246;k eller 
f&#246;rberedelse till intr&#229;ng.

7 &#167; Ett beslut om intr&#229;ngsunders&#246;kning f&#229;r meddelas endast 
om sk&#228;len f&#246;r &#229;tg&#228;rden uppv&#228;ger den ol&#228;genhet eller det men i 
&#246;vrigt som &#229;tg&#228;rden inneb&#228;r f&#246;r den som drabbas av den eller 
f&#246;r n&#229;got annat motst&#229;ende intresse.

Handl&#228;ggningen av fr&#229;gor om intr&#229;ngsunders&#246;kning

8 &#167; Innan ett beslut om intr&#229;ngsunders&#246;kning meddelas ska 
motparten ha f&#229;tt tillf&#228;lle att yttra sig. Domstolen f&#229;r dock 
omedelbart meddela ett beslut som g&#228;ller till dess att annat 
har beslutats, om ett dr&#246;jsm&#229;l skulle medf&#246;ra risk f&#246;r att 
f&#246;rem&#229;l eller handlingar som har betydelse f&#246;r utredningen om 
intr&#229;nget skaffas undan, f&#246;rst&#246;rs eller f&#246;rvanskas.

I &#246;vrigt ska en fr&#229;ga om intr&#229;ngsunders&#246;kning som uppkommer 
d&#229; en r&#228;tteg&#229;ng inte &#228;r inledd handl&#228;ggas p&#229; samma s&#228;tt som 
om fr&#229;gan har uppkommit under en r&#228;tteg&#229;ng.

St&#228;llande av s&#228;kerhet

9 &#167; Ett beslut om intr&#229;ngsunders&#246;kning f&#229;r meddelas endast 
om s&#246;kanden st&#228;ller s&#228;kerhet hos domstolen f&#246;r den skada som 
kan tillfogas motparten. Om s&#246;kanden inte kan st&#228;lla 
s&#228;kerhet, f&#229;r domstolen befria honom eller henne fr&#229;n 
detta.

Best&#228;mmelserna i 2 kap. 25 &#167; uts&#246;kningsbalken ska 
till&#228;mpas i fr&#229;ga om vilken s&#228;kerhet som ska st&#228;llas. 
S&#228;kerheten ska pr&#246;vas av domstolen, om den inte har godk&#228;nts 
av motparten.

Beslut om intr&#229;ngsunders&#246;kning

10 &#167; Ett beslut om intr&#229;ngsunders&#246;kning ska inneh&#229;lla 
uppgifter om

1. vilket &#228;ndam&#229;l unders&#246;kningen ska ha,

2. vilka f&#246;rem&#229;l och handlingar som det f&#229;r s&#246;kas efter, 
och

3. vilka utrymmen som f&#229;r genoms&#246;kas.

Om det beh&#246;vs, ska domstolen &#228;ven besluta om andra villkor 
f&#246;r verkst&#228;llandet.

&#214;verklagande av beslut

11 &#167; I fr&#229;ga om &#246;verklagande av domstolens beslut om 
intr&#229;ngsunders&#246;kning och i fr&#229;ga om handl&#228;ggningen i h&#246;gre 
domstol g&#228;ller vad som f&#246;reskrivs i r&#228;tteg&#229;ngsbalken om 
&#246;verklagande av beslut enligt 15 kap. r&#228;tteg&#229;ngsbalken.

Verkst&#228;llighet av ett beslut om intr&#229;ngsunders&#246;kning

12 &#167; Ett beslut om intr&#229;ngsunders&#246;kning g&#228;ller omedelbart. 
Om ans&#246;kan om verkst&#228;llighet inte har gjorts inom en m&#229;nad 
fr&#229;n beslutet, upph&#246;r det att g&#228;lla.


13 &#167; Ett beslut om intr&#229;ngsunders&#246;kning verkst&#228;lls av 
Kronofogdemyndigheten enligt de villkor som domstolen har 
beslutat och med till&#228;mpning av 1– 3 kap., 17 kap. 1–5 &#167;&#167; och 
18 kap. uts&#246;kningsbalken. S&#246;kandens motpart ska underr&#228;ttas 
om verkst&#228;lligheten endast om beslutet om 
intr&#229;ngsunders&#246;kning har tillkommit efter det att motparten 
h&#246;rts. Myndigheten har r&#228;tt att ta fotografier och g&#246;ra film- 
och ljudupptagningar av s&#229;dana f&#246;rem&#229;l som den f&#229;r s&#246;ka 
efter. Myndigheten har ocks&#229; r&#228;tt att ta kopior av och g&#246;ra 
utdrag ur s&#229;dana handlingar som den f&#229;r s&#246;ka efter.

En intr&#229;ngsunders&#246;kning f&#229;r inte omfatta en skriftlig 
handling som avses i 27 kap. 2 &#167; r&#228;tteg&#229;ngsbalken.

Juridiskt bitr&#228;de och r&#228;tt att n&#228;rvara vid 
intr&#229;ngsunders&#246;kningen

14 &#167; N&#228;r ett beslut om intr&#229;ngsunders&#246;kning ska 
verkst&#228;llas, har motparten r&#228;tt att tillkalla ett juridiskt 
bitr&#228;de. Verkst&#228;lligheten f&#229;r inte p&#229;b&#246;rjas innan bitr&#228;det 
har inst&#228;llt sig. Detta g&#228;ller dock inte om

1. unders&#246;kningen d&#228;rigenom on&#246;digt f&#246;rdr&#246;js, eller

2. det finns en risk att &#228;ndam&#229;let med &#229;tg&#228;rden annars inte 
uppn&#229;s.

Vid verkst&#228;lligheten f&#229;r Kronofogdemyndigheten vid behov 
anlita en sakkunnig som bitr&#228;de.

Myndigheten f&#229;r till&#229;ta att s&#246;kanden eller ett ombud f&#246;r 
s&#246;kanden &#228;r n&#228;rvarande vid unders&#246;kningen f&#246;r att kunna l&#228;mna 
upplysningar. Om ett s&#229;dant tillst&#229;nd ges, ska myndigheten se 
till att s&#246;kanden eller ombudet inte i st&#246;rre utstr&#228;ckning &#228;n 
som kan motiveras av verkst&#228;lligheten f&#229;r k&#228;nnedom om 
f&#246;rh&#229;llanden som kommer fram.

&#197;terg&#229;ng av en &#229;tg&#228;rd vid intr&#229;ngsunders&#246;kning

15 &#167; Om s&#246;kanden inte inom en m&#229;nad fr&#229;n det att 
verkst&#228;lligheten avslutats v&#228;cker talan eller p&#229; n&#229;got annat 
s&#228;tt inleder ett f&#246;rfarande om saken, ska en &#229;tg&#228;rd som 
vidtagits vid verkst&#228;lligheten av intr&#229;ngsunders&#246;kningen 
omedelbart g&#229; &#229;ter, i den utstr&#228;ckning det &#228;r m&#246;jligt. 
Detsamma g&#228;ller om ett beslut om intr&#229;ngsunders&#246;kning upph&#228;vs 
sedan verkst&#228;llighet genomf&#246;rts.

Hantering av material fr&#229;n intr&#229;ngsunders&#246;kningen

16 &#167; Kronofogdemyndigheten ska f&#246;rteckna fotografier och 
film- och ljudupptagningar av f&#246;rem&#229;l samt kopior av och 
utdrag ur handlingar fr&#229;n intr&#229;ngsunders&#246;kningen. Materialet 
ska h&#229;llas tillg&#228;ngligt f&#246;r s&#246;kanden och motparten.

7 kap. &#214;vriga best&#228;mmelser

Beh&#246;rig domstol

1 &#167; Patent- och marknadsdomstolen &#228;r r&#228;tt domstol i m&#229;l 
och &#228;renden enligt denna lag om de inte ska handl&#228;ggas enligt 
lagen (1974:371) om r&#228;tteg&#229;ngen i arbetstvister.

Det som s&#228;gs i r&#228;tteg&#229;ngsbalken om inskr&#228;nkning av domstols 
beh&#246;righet i fr&#229;ga om tvist som ska tas upp i annan ordning 
&#228;n inf&#246;r domstol ska inte till&#228;mpas i fr&#229;ga om ett yrkande om 
informationsf&#246;rel&#228;ggande eller intr&#229;ngsunders&#246;kning.

Underr&#228;ttelse om dom

2 &#167; Domstolen ska underr&#228;tta registreringsmyndigheten om 
en dom som g&#228;ller

1. h&#228;vning av en registrering av ett f&#246;retagsnamn, eller

2. intr&#229;ng i ett registrerat f&#246;retagsnamn.

Domstolen ska &#228;ven underr&#228;tta registreringsmyndigheten om en 
dom i ett m&#229;l d&#228;r det f&#246;rts en fastst&#228;llelsetalan avseende 
ett registrerat f&#246;retagsnamn.

Inv&#228;ndning om ogiltighet

3 &#167; Om det f&#246;rs en talan om intr&#229;ng i ett registrerat 
f&#246;retagsnamn och den som talan f&#246;rs mot g&#246;r g&#228;llande att 
registreringen &#228;r ogiltig, f&#229;r fr&#229;gan om ogiltighet pr&#246;vas 
endast sedan en talan om h&#228;vning har v&#228;ckts. Domstolen f&#229;r 
f&#246;rel&#228;gga den som g&#246;r g&#228;llande att registreringen &#228;r ogiltig 
att inom en viss tid v&#228;cka en s&#229;dan talan. Utan att en talan 
om h&#228;vning har v&#228;ckts f&#229;r dock fr&#229;gan om ogiltighet pr&#246;vas i 
ett brottm&#229;l och i ett fall som avses i 4 &#167;.

F&#246;rsta stycket ska ocks&#229; till&#228;mpas om det i ett m&#229;l som 
g&#228;ller fastst&#228;llelsetalan avseende ett registrerat 
f&#246;retagsnamn g&#246;rs g&#228;llande att registreringen &#228;r ogiltig.

S&#228;rskilda f&#246;ruts&#228;ttningar f&#246;r att bifalla en talan som avser 
intr&#229;ng

4 &#167; Om det f&#246;rs en talan om intr&#229;ng i ett registrerat 
f&#246;retagsnamn och det vid tidpunkten f&#246;r talans v&#228;ckande hade 
g&#229;tt mer &#228;n fem &#229;r sedan fr&#229;gan om registrering av 
f&#246;retagsnamnet blev slutligt avgjord g&#228;ller f&#246;ljande. Talan 
f&#229;r bifallas endast om f&#246;retagsnamnet, inom de fem senaste 
&#229;ren f&#246;re talans v&#228;ckande, har tagits i verkligt bruk p&#229; det 
s&#228;tt som avses i 3 kap. 3 &#167; f&#246;r den verksamhet som ligger 
till grund f&#246;r talan.

Om en talan enligt f&#246;rsta stycket avser intr&#229;ng genom 
anv&#228;ndning av ett yngre registrerat f&#246;retagsnamn och det vid 
ans&#246;kan om registrering av det yngre f&#246;retagsnamnet hade g&#229;tt 
mer &#228;n fem &#229;r sedan fr&#229;gan om registrering av det &#228;ldre 
f&#246;retagsnamnet blev slutligt avgjord, ska det &#228;ldre 
f&#246;retagsnamnet dessutom ha tagits i verkligt bruk inom de fem 
senaste &#229;ren f&#246;re ans&#246;kan om registrering av det yngre 
f&#246;retagsnamnet. 

Om det &#228;ldre f&#246;retagsnamnet inte har anv&#228;nts i den 
utstr&#228;ckning som anges i f&#246;rsta och andra styckena, f&#229;r talan 
&#228;nd&#229; bifallas om det finns giltiga sk&#228;l till att det inte har 
anv&#228;nts i den utstr&#228;ckningen.

F&#246;rsta–tredje styckena ska ocks&#229; till&#228;mpas n&#228;r det f&#246;rs en 
fastst&#228;llelsetalan om att ett visst f&#246;rfarande utg&#246;r intr&#229;ng 
i ett registrerat f&#246;retagsnamn.

Hinder mot att d&#246;ma till ansvar m.m.

5 &#167; Om en registrering av ett f&#246;retagsnamn har h&#228;vts med 
st&#246;d av 3 kap. 1 &#167; f&#246;rsta stycket, f&#229;r domstolen inte d&#246;ma 
till ansvar enligt 5 kap. 1 &#167; eller besluta om ers&#228;ttning 
eller annan &#229;tg&#228;rd enligt 5 eller 6 kap. Om en registrering 
har h&#228;vts med st&#246;d av 3 kap. 1 &#167; andra stycket eller 3 &#167;, f&#229;r 
domstolen inte d&#246;ma till ansvar enligt 5 kap. 1 &#167;.

Behandling av personuppgifter

6 &#167; Ut&#246;ver det som anges i 3 kap. 8 och 9 &#167;&#167; lagen 
(2018:218) med kompletterande best&#228;mmelser till EU:s 
dataskyddsf&#246;rordning f&#229;r personuppgifter om lag&#246;vertr&#228;delser 
som innefattar brott enligt 5 kap. 1 &#167; behandlas om detta &#228;r 
n&#246;dv&#228;ndigt f&#246;r att ett r&#228;ttsligt anspr&#229;k ska kunna 
fastst&#228;llas, g&#246;ras g&#228;llande eller f&#246;rsvaras. 

Firmateckning

7 &#167; Firmateckning g&#246;rs genom ett tydligt angivande av det 
fullst&#228;ndiga f&#246;retagsnamnet och underskrift med namn av 
firmatecknare. Vid firmateckning f&#246;r en s&#229;dan del av 
verksamheten som drivs under ett s&#228;rskilt f&#246;retagsnamn, ska 
&#228;ven f&#246;retagsnamnet f&#246;r hela verksamheten anges.

Under likvidation eller konkurs ska firmateckning g&#246;ras med 
ett till&#228;gg som anger det &#228;ndrade f&#246;rh&#229;llandet.

I fr&#229;ga om firmateckning g&#228;ller i &#246;vrigt vad som &#228;r s&#228;rskilt 
f&#246;reskrivet i andra f&#246;rfattningar.

F&#246;retagsnamn som fastst&#228;lls i s&#228;rskild ordning

8 &#167; En myndighet eller en annan inr&#228;ttning eller 
sammanslutning f&#246;r vilken regeringen har fastst&#228;llt ett 
f&#246;retagsnamn har ensamr&#228;tt till detta som om f&#246;retagsnamnet 
hade blivit registrerat enligt denna lag.


&#214;verg&#229;ngsbest&#228;mmelser

2018:1653

1. Denna lag tr&#228;der i kraft den 1 januari 2019.

2. Genom lagen upph&#228;vs firmalagen (1974:156).

3. Den upph&#228;vda lagen g&#228;ller dock fortfarande 

a) f&#246;r &#229;tg&#228;rder som har vidtagits eller r&#228;ttigheter som har 
f&#246;rv&#228;rvats f&#246;re ikrafttr&#228;dandet, och

b) i fr&#229;ga om best&#228;mmelserna om beh&#246;rig domstol och 
handl&#228;ggning i domstol, f&#246;r m&#229;l och &#228;renden som har inletts i 
allm&#228;n domstol f&#246;re den 1 september 2016.

4. Den nya lagen till&#228;mpas &#228;ven p&#229; n&#228;ringsk&#228;nnetecken som har 
inarbetats, firmor som har registrerats och ans&#246;kningar om 
registreringar som har gjorts f&#246;re ikrafttr&#228;dandet, om inte 
annat f&#246;ljer av 3. 

5. Nationella och internationella varum&#228;rken som genom 
registrering har beviljats skydd i Sverige enligt &#228;ldre 
f&#246;reskrifter ska anses utg&#246;ra s&#229;dana varum&#228;rken som avses i 
2 kap. 4 &#167; 1.

6. Sveriges riksbank och Svenska Skeppshypotekskassan samt 
annan inr&#228;ttning eller sammanslutning som har f&#229;tt ensamr&#228;tt 
till sin firma enligt 27 &#167; firmalagen ska fortfarande ha 
ensamr&#228;tt till firman som om denna hade blivit registrerad 
som ett f&#246;retagsnamn enligt denna lag.

2021:562

1. Denna lag tr&#228;der i kraft den 1 juli 2021.

2. De nya best&#228;mmelserna till&#228;mpas &#228;ven p&#229; f&#246;retagsnamn som 
har registrerats och ans&#246;kningar om registreringar som har 
gjorts f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=650">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=652">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
