

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-07-10" /> 
 <meta id="rattsinfo-edited" content="2023-07-10 12:39:49" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>713</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=712">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=714">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2018:1217 ·
                    <a href="/sfsr?bet=2018:1217">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Paketreselag (2018:1217)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2018-06-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:266
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2018-08-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

Lagens till&#228;mpningsomr&#229;de

1 &#167; Denna lag g&#228;ller f&#246;r paketresor som n&#228;ringsidkare 
s&#228;ljer eller erbjuder till f&#246;rs&#228;ljning och f&#246;r sammanl&#228;nkade 
researrangemang som n&#228;ringsidkare genom f&#246;rmedling eller p&#229; 
annat s&#228;tt underl&#228;ttar uppkomsten av.

Lagen g&#228;ller inte f&#246;r paketresor och researrangemang som

1. varar kortare tid &#228;n 24 timmar och som inte innefattar 
&#246;vernattning,

2. anordnas utan vinstsyfte, tillf&#228;lligt och f&#246;r en avgr&#228;nsad 
grupp resen&#228;rer, eller 

3. k&#246;ps av en resen&#228;r som &#228;r n&#228;ringsidkare med ett avtal om 
anordnande av aff&#228;rsresor som grund.

Definitioner

2 &#167; Med resetj&#228;nst avses i lagen f&#246;ljande typer av 
resetj&#228;nster:

1. passagerartransport, 

2. inkvartering som inte utg&#246;r en integrerad del av en 
passagerartransport och som inte &#228;r f&#246;r bostads&#228;ndam&#229;l,

3. uthyrning av en bil eller av en motorcykel som kr&#228;ver 
k&#246;rkort med beh&#246;righeten A, och

4. en turisttj&#228;nst som inte utg&#246;r en integrerad del av en 
resetj&#228;nst som avses i 1–3.

3 &#167; Med paketresa avses i lagen en kombination av minst 
tv&#229; olika typer av resetj&#228;nster som avser samma resa, om 

1. resetj&#228;nsterna s&#228;tts ihop av en n&#228;ringsidkare innan ett 
avtal om samtliga resetj&#228;nster ing&#229;s, eller

2. resetj&#228;nsterna i annat fall

a) k&#246;ps fr&#229;n ett enda f&#246;rs&#228;ljningsst&#228;lle, om resetj&#228;nsterna 
har valts innan resen&#228;ren accepterar betalningsskyldighet, 

b) s&#228;ljs, erbjuds eller debiteras till ett gemensamt pris,

c) s&#228;ljs eller marknadsf&#246;rs som en paketresa eller som en 
resa med en liknande beteckning,

d) s&#228;tts ihop efter att det har ing&#229;tts ett avtal som ger 
resen&#228;ren r&#228;tt att v&#228;lja bland ett urval av resetj&#228;nster, 
eller 

e) k&#246;ps fr&#229;n olika n&#228;ringsidkare genom ett l&#228;nkat 
bokningsf&#246;rfarande p&#229; internet, d&#228;r resen&#228;rens namn, 
betalningsuppgifter och e-postadress f&#246;rs &#246;ver fr&#229;n den 
n&#228;ringsidkare som det f&#246;rsta avtalet ing&#229;s med till en eller 
flera andra n&#228;ringsidkare och ett avtal ing&#229;s med den eller 
de n&#228;ringsidkarna inom 24 timmar fr&#229;n det att bokningen av 
den f&#246;rsta resetj&#228;nsten bekr&#228;ftades.

F&#246;r att en kombination av en resetj&#228;nst som avses i 2 &#167; 1–3 
och en eller flera resetj&#228;nster som avses i 2 &#167; 4 ska vara en 
paketresa kr&#228;vs att den eller de senare resetj&#228;nsterna utg&#246;r 
en betydande del av v&#228;rdet p&#229; eller p&#229; n&#229;got annat s&#228;tt ett 
v&#228;sentligt inslag i kombinationen och att dessa resetj&#228;nster 
k&#246;ps eller v&#228;ljs innan fullg&#246;randet av resetj&#228;nsten som avses 
i 2 &#167; 1–3 har inletts.

4 &#167; Med sammanl&#228;nkat researrangemang avses i lagen ett 
arrangemang som inneh&#229;ller minst tv&#229; olika typer av 
resetj&#228;nster som, utan att vara en paketresa, avser samma 
resa d&#228;r resetj&#228;nsterna k&#246;ps genom separata avtal med en 
eller flera resetj&#228;nstleverant&#246;rer, om en n&#228;ringsidkare

1. genom f&#246;rmedling eller p&#229; annat s&#228;tt underl&#228;ttar 
resen&#228;rens separata val och betalningar av resetj&#228;nsterna vid 
ett enda bes&#246;k hos eller en enda kontakt med n&#228;ringsidkarens 
f&#246;rs&#228;ljningsst&#228;lle, eller 

2. p&#229; ett riktat s&#228;tt f&#246;rmedlar eller p&#229; n&#229;got annat riktat 
s&#228;tt underl&#228;ttar ett k&#246;p av minst en ytterligare resetj&#228;nst 
fr&#229;n en annan n&#228;ringsidkare och avtalet om den resetj&#228;nsten 
ing&#229;s inom 24 timmar fr&#229;n det att bokningen av den f&#246;rsta 
resetj&#228;nsten bekr&#228;ftades. 

F&#246;r att en resetj&#228;nst som avses i 2 &#167; 1–3 och en eller flera 
resetj&#228;nster som avses i 2 &#167; 4 ska vara ett sammanl&#228;nkat 
researrangemang kr&#228;vs att den eller de senare resetj&#228;nsterna 
utg&#246;r en betydande del av v&#228;rdet p&#229; researrangemanget eller 
p&#229; n&#229;got annat s&#228;tt ett v&#228;sentligt inslag i det.

5 &#167; I lagen avses med

1. resen&#228;r: en fysisk person som avser att ing&#229; ett avtal som 
omfattas av denna lag eller som har r&#228;tt att resa till f&#246;ljd 
av ett s&#229;dant avtal,

2. n&#228;ringsidkare: en fysisk eller juridisk person som handlar 
f&#246;r &#228;ndam&#229;l som har samband med den egna n&#228;ringsverksamheten, 

3. arrang&#246;r: en n&#228;ringsidkare som s&#228;tter ihop och som sj&#228;lv 
eller genom en &#229;terf&#246;rs&#228;ljare s&#228;ljer eller erbjuder 
paketresor eller som &#246;verf&#246;r en resen&#228;rs uppgifter till en 
annan n&#228;ringsidkare i fall som avses i 3 &#167; f&#246;rsta stycket 
2 e,

4. &#229;terf&#246;rs&#228;ljare: en annan n&#228;ringsidkare &#228;n arrang&#246;ren som 
s&#228;ljer eller erbjuder paketresor som satts ihop av en 
arrang&#246;r.

Avtalsvillkor som avviker fr&#229;n lagen

6 &#167; Avtalsvillkor som i j&#228;mf&#246;relse med denna lag &#228;r till 
nackdel f&#246;r resen&#228;ren &#228;r utan verkan mot honom eller henne, 
om inte n&#229;got annat f&#246;reskrivs i lagen.

2 kap. Paketreseavtalet och information om paketresan 

F&#246;rhandsinformation

1 &#167; Innan ett paketreseavtal ing&#229;s ska arrang&#246;ren, i den 
utstr&#228;ckning det &#228;r relevant f&#246;r de resetj&#228;nster som erbjuds, 
informera resen&#228;ren om 

1. arrang&#246;rens namn, telefonnummer, bes&#246;ksadress och 
e-postadress, 

2. resetj&#228;nsternas huvudsakliga egenskaper, n&#228;mligen

a) resm&#229;l och resplan, 

b) transportmedlets typ och standard,

c) inkvarteringens typ, l&#228;ge och standard och andra f&#246;r 
inkvarteringen utm&#228;rkande drag, 

d) m&#229;ltider som ing&#229;r, 

e) bes&#246;k, utflykter och andra tj&#228;nster som ing&#229;r, 

f) om n&#229;gon del av paketresan &#228;r en gruppresa och, om 
m&#246;jligt, gruppens ungef&#228;rliga storlek, 

g) om s&#228;rskilda spr&#229;kkunskaper kr&#228;vs f&#246;r att ta del av en 
turisttj&#228;nst som ing&#229;r,

h) paketresans l&#228;mplighet f&#246;r personer med nedsatt r&#246;rlighet 
och, p&#229; beg&#228;ran, paketresans l&#228;mplighet f&#246;r den aktuella 
resen&#228;ren,

3. paketresans pris, inklusive skatter, och om 
till&#228;ggsavgifter och andra kostnader, eller, f&#246;r det fall 
kostnaderna inte rimligen kan ber&#228;knas innan paketreseavtalet 
ing&#229;s, vilka kostnader som kan tillkomma, 

4. villkor f&#246;r betalning,

5. villkor om minsta antal resen&#228;rer som kr&#228;vs f&#246;r att 
paketresan ska genomf&#246;ras och n&#228;r resen&#228;ren senast ska 
informeras om att resan har st&#228;llts in p&#229; den grunden,

6. pass- och visumkrav och ber&#228;knad tid f&#246;r att f&#229; visum,

7. h&#228;lsobest&#228;mmelser p&#229; resm&#229;let, 

8. resen&#228;rens r&#228;tt att avbest&#228;lla paketresan innan den har 
p&#229;b&#246;rjats; &#228;r avbest&#228;llningsr&#228;tten beroende av att en 
avbest&#228;llningsavgift betalas, ska resen&#228;ren f&#229; information 
&#228;ven om det, och

9. m&#246;jligheter eller krav p&#229; att teckna en resef&#246;rs&#228;kring.

Innan ett avtal ing&#229;s ska arrang&#246;ren dessutom informera 
resen&#228;ren om hans eller hennes r&#228;ttigheter och den 
resegaranti enligt resegarantilagen (2018:1218) som g&#228;ller 
f&#246;r paketresan. Denna information ska ges i ett 
standardformul&#228;r som fastst&#228;lls av regeringen. Om avtalet 
ing&#229;s per telefon, f&#229;r arrang&#246;ren ge informationen 
muntligen.

2 &#167; Informationen i 1 &#167; ska ges p&#229; ett klart och 
begripligt s&#228;tt. Den ska vara framtr&#228;dande i f&#246;rh&#229;llande till 
annan information som ges samtidigt. S&#228;rskild h&#228;nsyn ska tas 
till behoven hos under&#229;riga och andra s&#228;rskilt utsatta 
personer.

F&#246;rhandsinformationen som avtalsinneh&#229;ll

3 &#167; Informationen som avses i 1 &#167; f&#246;rsta stycket 2–5 och 8 
&#228;r en del av paketreseavtalet, om parterna inte uttryckligen 
har kommit &#246;verens om n&#229;got annat.

Paketreseavtal som ing&#229;s p&#229; en webbplats

4 &#167; Vid ett paketreseavtal som ing&#229;s p&#229; en webbplats &#228;r 
resen&#228;ren bunden av en best&#228;llning som medf&#246;r en 
betalningsf&#246;rpliktelse endast om f&#246;rpliktelsen har 
tydliggjorts f&#246;re best&#228;llningen och resen&#228;ren uttryckligen 
har p&#229;tagit sig f&#246;rpliktelsen.

Resen&#228;ren ska f&#229; en kopia av eller en bekr&#228;ftelse p&#229; 
paketreseavtalet

5 &#167; N&#228;r ett paketreseavtal har ing&#229;tts ska arrang&#246;ren utan 
on&#246;digt dr&#246;jsm&#229;l ge resen&#228;ren en kopia av eller en 
bekr&#228;ftelse p&#229; avtalet i en handling eller i n&#229;gon annan 
l&#228;sbar och varaktig form som &#228;r tillg&#228;nglig f&#246;r resen&#228;ren. 

Om avtalet ing&#229;s n&#228;r parterna &#228;r n&#228;rvarande ska, om resen&#228;ren 
beg&#228;r det, kopian eller bekr&#228;ftelsen ges i en handling.

Om avtalet &#228;r ett avtal utanf&#246;r aff&#228;rslokaler enligt 1 kap. 
2 &#167; lagen (2005:59) om distansavtal och avtal utanf&#246;r 
aff&#228;rslokaler, ska kopian eller bekr&#228;ftelsen ges i en 
handling eller, om resen&#228;ren samtycker till det, i n&#229;gon 
annan l&#228;sbar och varaktig form som &#228;r tillg&#228;nglig f&#246;r 
resen&#228;ren.

Paketreseavtalets inneh&#229;ll

6 &#167; Ett paketreseavtal och en bekr&#228;ftelse p&#229; ett s&#229;dant 
avtal ska inneh&#229;lla de villkor som parterna kommit &#246;verens 
om. Avtalet och bekr&#228;ftelsen ska ocks&#229; inneh&#229;lla den 
f&#246;rhandsinformation som avses i 1 &#167; f&#246;rsta stycket. Om 
resen&#228;ren har framst&#228;llt ett s&#228;rskilt krav i fr&#229;ga om 
paketresan som arrang&#246;ren har accepterat ska &#228;ven det framg&#229; 
av avtalet och bekr&#228;ftelsen. 

I avtalet och bekr&#228;ftelsen ska det &#228;ven finnas information 
om

1. arrang&#246;rens ansvar f&#246;r att paketreseavtalet fullg&#246;rs, 

2. arrang&#246;rens skyldighet att tillhandah&#229;lla assistans,

3. resen&#228;rens skyldighet att utan on&#246;digt dr&#246;jsm&#229;l informera 
arrang&#246;ren om fel i paketresan (reklamation), om han eller 
hon vill &#229;beropa ett s&#229;dant fel,

4. hur arrang&#246;ren kan kontaktas, om resen&#228;ren vill beg&#228;ra 
assistans eller reklamera,

5. vem som ansvarar f&#246;r resegaranti enligt resegarantilagen 
(2018:1218), 

6. hur en under&#229;rig resen&#228;r kan kontaktas, om den under&#229;rige 
reser utan f&#246;r&#228;lder eller n&#229;gon annan ansvarig person och det 
&#228;r en resa som innefattar inkvartering,

7. arrang&#246;rens rutiner f&#246;r hantering av klagom&#229;l och vilka 
m&#246;jligheter som finns att f&#229; en tvist med arrang&#246;ren pr&#246;vad 
utanf&#246;r domstol, och

8. resen&#228;rens r&#228;tt att &#246;verl&#229;ta avtalet till en annan resen&#228;r 
enligt 3 kap. 10 &#167;.

Avtalet och bekr&#228;ftelsen ska vara klart och begripligt 
formulerade.

Resehandlingar och information om transport

7 &#167; Arrang&#246;ren ska i rimlig tid innan paketresan p&#229;b&#246;rjas 
f&#246;rse resen&#228;ren med biljetter och andra handlingar som 
resen&#228;ren beh&#246;ver. Om resan innefattar passagerartransport 
ska arrang&#246;ren dessutom inom samma tid informera resen&#228;ren om 
de planerade tiderna f&#246;r avresa, incheckning, uppeh&#229;ll under 
resan, anslutande transporter och ankomst.

Paketresor som s&#228;ljs genom en &#229;terf&#246;rs&#228;ljare

8 &#167; Om paketresan s&#228;ljs genom en &#229;terf&#246;rs&#228;ljare, ansvarar 
&#228;ven &#229;terf&#246;rs&#228;ljaren f&#246;r att resen&#228;ren ges information enligt 
1 och 2 &#167;&#167; och f&#246;r att resen&#228;ren f&#229;r en kopia av eller en 
bekr&#228;ftelse p&#229; avtalet enligt 5 och 6 &#167;&#167;. &#197;terf&#246;rs&#228;ljaren ska 
innan paketreseavtalet ing&#229;s l&#228;mna s&#229;dana uppgifter om sig 
sj&#228;lv som avses i 1 &#167; f&#246;rsta stycket 1.

Paketresor som s&#228;ljs genom ett l&#228;nkat bokningsf&#246;rfarande p&#229; 
internet

9 &#167; I fall som avses i 1 kap. 3 &#167; f&#246;rsta stycket 2 e ska 
den n&#228;ringsidkare som resen&#228;rens uppgifter f&#246;rs &#246;ver till, i 
den utstr&#228;ckning det &#228;r relevant f&#246;r de resetj&#228;nster som 
denne erbjuder, ge resen&#228;ren s&#229;dan information som avses i 
1 &#167; f&#246;rsta stycket p&#229; det s&#228;tt som anges i 2 &#167;. 

Den n&#228;ringsidkare som uppgifterna f&#246;rs &#246;ver till ska 
informera arrang&#246;ren om det avtal som leder till att en 
paketresa uppkommer och &#228;ven i &#246;vrigt ge arrang&#246;ren den 
information som kr&#228;vs f&#246;r att denne ska kunna uppfylla sina 
skyldigheter som arrang&#246;r. 

S&#229; snart arrang&#246;ren har f&#229;tt besked om att en paketresa har 
uppkommit, ska arrang&#246;ren informera resen&#228;ren om 
paketreseavtalets inneh&#229;ll enligt 6 &#167; i en handling eller i 
n&#229;gon annan l&#228;sbar och varaktig form som &#228;r tillg&#228;nglig f&#246;r 
denne.

P&#229;f&#246;ljder om information inte ges 

10 &#167; Om resen&#228;ren inte, p&#229; det s&#228;tt som anges i 2 &#167;, f&#246;re 
ett paketreseavtals ing&#229;ende har f&#229;tt s&#229;dan information om 
till&#228;ggsavgifter och andra kostnader enligt 1 &#167; f&#246;rsta 
stycket 3, &#228;r resen&#228;ren inte skyldig att svara f&#246;r s&#229;dana 
kostnader.

11 &#167; Om resen&#228;ren inte har f&#229;tt information enligt 1, 2, 
5, 6, 7 eller 8 &#167; eller 9 &#167; f&#246;rsta eller tredje stycket, 
till&#228;mpas marknadsf&#246;ringslagen (2008:486), med undantag f&#246;r 
best&#228;mmelserna i 29–36 &#167;&#167; om marknadsst&#246;rningsavgift. S&#229;dan 
information ska anses vara v&#228;sentlig enligt 10 &#167; tredje 
stycket marknadsf&#246;ringslagen.

Avtalsvillkor om till&#228;ggsavgifter och kostnader f&#246;r 
telekommunikation

12 &#167; Ett avtalsvillkor som inneb&#228;r att en resen&#228;r som inte 
&#228;r konsument ska betala mer f&#246;r en paketresa &#228;n det som i 
paketreseavtalet anges vara priset &#228;r utan verkan mot 
resen&#228;ren, om han eller hon inte uttryckligen har godk&#228;nt 
villkoret. 

En arrang&#246;r f&#229;r inte anv&#228;nda sig av ett avtalsvillkor som 
inneb&#228;r att en resen&#228;r som inte &#228;r konsument &#228;r h&#228;nvisad till 
att anv&#228;nda ett telefonnummer med f&#246;rh&#246;jd taxa f&#246;r att ta 
kontakt med arrang&#246;ren per telefon med anledning av ett 
mellan dem ing&#229;nget paketreseavtal.

Best&#228;mmelser som avser konsumenter finns i 3 a och 13 &#167;&#167; 
lagen (1994:1512) om avtalsvillkor i konsumentf&#246;rh&#229;llanden.

Skadest&#229;nd till f&#246;ljd av bokningsfel 

13 &#167; En resen&#228;r som bokar en paketresa har r&#228;tt till 
ers&#228;ttning fr&#229;n en arrang&#246;r, &#229;terf&#246;rs&#228;ljare eller annan 
n&#228;ringsidkare f&#246;r den skada som resen&#228;ren drabbas av till 
f&#246;ljd av 

1. ett s&#229;dant tekniskt fel i ett bokningssystem som 
arrang&#246;ren, &#229;terf&#246;rs&#228;ljaren eller n&#228;ringsidkaren ansvarar 
f&#246;r, eller 

2. fel som g&#246;rs vid en bokning som arrang&#246;ren, 
&#229;terf&#246;rs&#228;ljaren eller n&#228;ringsidkaren har p&#229;tagit sig att 
utf&#246;ra.

Resen&#228;ren har inte r&#228;tt till ers&#228;ttning om felet beror p&#229; 
resen&#228;ren eller p&#229; oundvikliga och extraordin&#228;ra 
omst&#228;ndigheter.

Ers&#228;ttningen omfattar ekonomisk f&#246;rlust och ideell skada till 
f&#246;ljd av felet.

3 kap. &#196;ndringar innan paketresan p&#229;b&#246;rjas

Resen&#228;rens avbest&#228;llningsr&#228;tt

1 &#167; Resen&#228;ren f&#229;r avbest&#228;lla paketresan innan den har 
p&#229;b&#246;rjats. Resen&#228;ren ska i s&#229; fall betala en 
avbest&#228;llningsavgift om arrang&#246;ren beg&#228;r det och r&#228;tten att 
ta ut en s&#229;dan avgift framg&#229;r av paketreseavtalet. Arrang&#246;ren 
f&#229;r dock inte ta ut n&#229;gon avgift om genomf&#246;randet av 
paketresan v&#228;sentligen p&#229;verkas av oundvikliga och 
extraordin&#228;ra omst&#228;ndigheter p&#229; resm&#229;let eller i dess 
omedelbara n&#228;rhet. Detsamma g&#228;ller om transporten av 
passagerare till resm&#229;let v&#228;sentligen p&#229;verkas av oundvikliga 
och extraordin&#228;ra omst&#228;ndigheter.

Avbest&#228;llningsavgiften ska vara sk&#228;lig. Om en p&#229; f&#246;rhand 
best&#228;md avbest&#228;llningsavgift anges i paketreseavtalet, ska 
den ber&#228;knas med h&#228;nsyn till n&#228;r avbest&#228;llningen g&#246;rs och 
till f&#246;rv&#228;ntade kostnadsbesparingar och int&#228;kter fr&#229;n ett 
alternativt utnyttjande av resetj&#228;nsterna. Om 
avbest&#228;llningsavgiften inte har best&#228;mts p&#229; f&#246;rhand i 
avtalet, f&#229;r den h&#246;gst motsvara paketresans pris efter 
avr&#228;kning f&#246;r dels int&#228;kter som arrang&#246;ren haft till f&#246;ljd av 
att arrang&#246;ren har kunnat s&#228;lja resan p&#229; nytt, dels minskade 
kostnader som arrang&#246;ren har haft till f&#246;ljd av att resen&#228;ren 
inte har utnyttjat resan. 

Arrang&#246;ren ska p&#229; resen&#228;rens beg&#228;ran informera resen&#228;ren om 
hur avbest&#228;llningsavgiften har ber&#228;knats. 

&#196;ndringar av det avtalade priset

2 &#167; Arrang&#246;ren f&#229;r h&#246;ja det avtalade priset p&#229; en 
paketresa endast om 

1. prish&#246;jningen g&#246;rs som en direkt f&#246;ljd av &#228;ndrade 

a) priser p&#229; drivmedel som p&#229;verkar kostnaden f&#246;r 
passagerartransporter, 

b) kostnader f&#246;r arrang&#246;ren i form av skatter eller avgifter 
f&#246;r resetj&#228;nster som ing&#229;r i paketresan, eller

c) v&#228;xelkurser, 

2. det framg&#229;r av paketreseavtalet att en prish&#246;jning f&#229;r 
g&#246;ras, hur det nya priset ska ber&#228;knas och att resen&#228;ren har 
r&#228;tt till en priss&#228;nkning enligt 3 &#167;, och

3. arrang&#246;ren senast 20 dagar innan paketresan p&#229;b&#246;rjas p&#229; 
ett klart och begripligt s&#228;tt informerar resen&#228;ren om 
prish&#246;jningen.

Informationen enligt f&#246;rsta stycket 3 ska inneh&#229;lla sk&#228;len 
f&#246;r prish&#246;jningen och en redog&#246;relse f&#246;r hur det nya priset 
har ber&#228;knats. Informationen ska ges i en handling eller i 
n&#229;gon annan l&#228;sbar och varaktig form som &#228;r tillg&#228;nglig f&#246;r 
resen&#228;ren. 

I 5 &#167; andra stycket finns en best&#228;mmelse om resen&#228;rens r&#228;tt 
att fr&#229;ntr&#228;da paketreseavtalet vid st&#246;rre prish&#246;jningar.

3 &#167; Om det framg&#229;r av paketreseavtalet att en prish&#246;jning 
f&#229;r g&#246;ras, har resen&#228;ren r&#228;tt till en priss&#228;nkning vid s&#229;dana 
&#228;ndringar av priser, skatter, avgifter eller v&#228;xelkurser som 
avses i 2 &#167; f&#246;rsta stycket 1, som intr&#228;ffar innan paketresan 
p&#229;b&#246;rjas och som leder till minskade kostnader f&#246;r 
arrang&#246;ren.
Andra &#228;ndringar i paketreseavtalet

4 &#167; Om arrang&#246;ren i paketreseavtalet har f&#246;rbeh&#229;llit sig 
r&#228;tten att g&#246;ra &#228;ndringar som inte avser priset, f&#229;r s&#229;dana 
&#228;ndringar g&#246;ras endast om

1. &#228;ndringarna &#228;r obetydliga, och

2. resen&#228;ren informeras om &#228;ndringarna innan paketresan 
p&#229;b&#246;rjas p&#229; ett klart och begripligt s&#228;tt i en handling eller 
i n&#229;gon annan l&#228;sbar och varaktig form som &#228;r tillg&#228;nglig f&#246;r 
resen&#228;ren.

Resen&#228;rens r&#228;tt att fr&#229;ntr&#228;da paketreseavtalet 

5 &#167; Resen&#228;ren har r&#228;tt att fr&#229;ntr&#228;da paketreseavtalet, om 
arrang&#246;ren innan paketresan p&#229;b&#246;rjas f&#246;rklarar att paketresan 
inte kommer att fullg&#246;ras i enlighet med avtalet till f&#246;ljd 
av att arrang&#246;ren 

1. v&#228;sentligt &#228;ndrat n&#229;gon av resetj&#228;nsternas huvudsakliga 
egenskaper som avses i 2 kap. 1 &#167; f&#246;rsta stycket 2, eller

2. inte uppfyller ett s&#228;rskilt krav fr&#229;n resen&#228;ren som avses 
i 2 kap. 6 &#167; f&#246;rsta stycket tredje meningen.

Resen&#228;ren har &#228;ven r&#228;tt att fr&#229;ntr&#228;da paketreseavtalet om 
arrang&#246;ren h&#246;jer priset enligt 2 &#167; med ett belopp som 
&#246;verstiger &#229;tta procent av paketresans pris. 

6 &#167; Om arrang&#246;ren avser att bryta avtalet eller h&#246;ja 
priset p&#229; s&#228;tt som anges i 5 &#167; f&#246;rsta och andra styckena, ska 
arrang&#246;ren utan on&#246;digt dr&#246;jsm&#229;l informera resen&#228;ren om 
detta. Informationen ska ges p&#229; ett klart och begripligt s&#228;tt 
i en handling eller i n&#229;gon annan l&#228;sbar och varaktig form 
som &#228;r tillg&#228;nglig f&#246;r resen&#228;ren. Av informationen ska &#228;ven 
framg&#229; 

1. en sk&#228;lig frist inom vilken resen&#228;ren har r&#228;tt att 
fr&#229;ntr&#228;da avtalet,

2. f&#246;ljden av att resen&#228;ren inte fr&#229;ntr&#228;der avtalet inom den 
angivna fristen,

3. om resen&#228;ren erbjuds en ers&#228;ttningsresa f&#246;r det fall han 
eller hon fr&#229;ntr&#228;der avtalet, och

4. om resen&#228;ren erbjuds ett prisavdrag enligt 7 &#167; tredje 
stycket och vilket prisavdrag som i s&#229; fall erbjuds. 

7 &#167; Resen&#228;ren ska inom den frist som anges i 6 &#167; 1 meddela 
arrang&#246;ren om han eller hon vill fr&#229;ntr&#228;da avtalet. En 
resen&#228;r som inte g&#246;r det, f&#246;rlorar sin r&#228;tt att fr&#229;ntr&#228;da 
avtalet. 

Om resen&#228;ren fr&#229;ntr&#228;der paketreseavtalet och inte accepterar 
en ers&#228;ttningsresa enligt 6 &#167; 3, har han eller hon r&#228;tt till 
ers&#228;ttning enligt 4 kap. 9–11 &#167;&#167;. 

Fr&#229;ntr&#228;der resen&#228;ren inte avtalet har han eller hon r&#228;tt till 
prisavdrag, om avtalsbrottet inneb&#228;r att paketresan blir 
s&#228;mre. Resen&#228;ren har r&#228;tt till prisavdrag &#228;ven om han eller 
hon accepterar en ers&#228;ttningsresa som &#228;r s&#228;mre &#228;n den 
ursprungligen avtalade paketresan.

Arrang&#246;rens r&#228;tt att st&#228;lla in paketresan

8 &#167; Arrang&#246;ren f&#229;r st&#228;lla in paketresan, om f&#228;rre personer 
&#228;n ett i paketreseavtalet angivet minimiantal har k&#246;pt resan 
och arrang&#246;ren inom en i avtalet angiven tid informerar 
resen&#228;ren om att resan st&#228;lls in. Resan f&#229;r inte st&#228;llas in 
senare &#228;n

1. 20 dagar innan resan skulle ha p&#229;b&#246;rjats, om den skulle ha 
varat l&#228;ngre tid &#228;n 6 dagar, 

2. 7 dagar innan resan skulle ha p&#229;b&#246;rjats, om den skulle ha 
varat mellan 2 och 6 dagar, eller

3. 48 timmar innan resan skulle ha p&#229;b&#246;rjats, om den skulle 
ha varat kortare tid &#228;n 2 dagar.

Arrang&#246;ren f&#229;r ocks&#229; st&#228;lla in resan, om den inte kan 
genomf&#246;ras p&#229; grund av oundvikliga och extraordin&#228;ra 
omst&#228;ndigheter. Arrang&#246;ren ska utan on&#246;digt dr&#246;jsm&#229;l innan 
paketresan skulle ha p&#229;b&#246;rjats informera resen&#228;ren om att 
resan st&#228;lls in.

&#197;terbetalning

9 &#167; Om resen&#228;ren avbest&#228;ller paketresan eller arrang&#246;ren 
st&#228;ller in den, ska arrang&#246;ren utan on&#246;digt dr&#246;jsm&#229;l och 
senast inom 14 dagar betala tillbaka det som resen&#228;ren har 
betalat f&#246;r resan. Detsamma g&#228;ller om resen&#228;ren fr&#229;ntr&#228;der 
paketreseavtalet enligt 5 och 6 &#167;&#167; och inte accepterar n&#229;gon 
ers&#228;ttningsresa enligt 6 &#167; 3. Vid avbest&#228;llning f&#229;r 
arrang&#246;ren g&#246;ra avdrag f&#246;r eventuell avbest&#228;llningsavgift 
fr&#229;n det som ska betalas tillbaka. 

Vid en priss&#228;nkning enligt 3 &#167; f&#229;r arrang&#246;ren g&#246;ra avdrag f&#246;r 
administrativa kostnader med anledning av &#229;terbetalningen. 
Arrang&#246;ren ska p&#229; resen&#228;rens beg&#228;ran informera resen&#228;ren om 
vad kostnaderna best&#229;r i och hur de har ber&#228;knats. 

Resen&#228;rens r&#228;tt att &#246;verl&#229;ta paketresan

10 &#167; Resen&#228;ren f&#229;r &#246;verl&#229;ta paketresan till n&#229;gon som 
uppfyller villkoren i avtalet f&#246;r att f&#229; delta i resan, om 
&#246;verl&#229;taren i sk&#228;lig tid innan paketresan p&#229;b&#246;rjas 
skriftligen informerar arrang&#246;ren om &#246;verl&#229;telsen. 
Information som ges senast sju dagar innan paketresan 
p&#229;b&#246;rjas ska alltid anses ha getts i sk&#228;lig tid. 

Arrang&#246;ren f&#229;r ta ut en avgift f&#246;r &#246;verl&#229;telsen. 
&#214;verl&#229;telseavgiften f&#229;r varken &#246;verstiga kostnaderna med 
anledning av &#246;verl&#229;telsen eller vara osk&#228;lig. Arrang&#246;ren ska 
informera &#246;verl&#229;taren om vad kostnaderna best&#229;r i och hur de 
har ber&#228;knats. 

&#214;verl&#229;taren och f&#246;rv&#228;rvaren &#228;r solidariskt ansvariga f&#246;r 
betalning av &#246;verl&#229;telseavgiften och det som &#229;terst&#229;r att 
betala f&#246;r paketresan. 

4 kap. Fullg&#246;rande av paketresan

Ansvar f&#246;r att paketresan fullg&#246;rs

1 &#167; Arrang&#246;ren ansvarar i f&#246;rh&#229;llande till resen&#228;ren f&#246;r 
att paketresan fullg&#246;rs i enlighet med avtalet. Ansvaret 
g&#228;ller &#228;ven f&#246;r s&#229;dana prestationer som ska fullg&#246;ras av 
n&#229;gon annan &#228;n arrang&#246;ren.

Om resan har s&#229;lts genom en &#229;terf&#246;rs&#228;ljare som &#228;r etablerad i 
en stat inom Europeiska ekonomiska samarbetsomr&#229;det (EES) och 
arrang&#246;ren &#228;r etablerad i en stat utanf&#246;r EES, ansvarar 
&#229;terf&#246;rs&#228;ljaren p&#229; samma s&#228;tt som arrang&#246;ren, om inte 
arrang&#246;ren fullg&#246;r prestationen. 

Reklamation

2 &#167; Resen&#228;ren f&#229;r &#229;beropa ett fel i paketresan endast om 
resen&#228;ren utan on&#246;digt dr&#246;jsm&#229;l fr&#229;n det att han eller hon 
m&#228;rkt felet l&#228;mnar ett meddelande till arrang&#246;ren om felet 
(reklamation). 

Trots f&#246;rsta stycket f&#229;r resen&#228;ren &#229;beropa ett fel, om 
arrang&#246;ren eller &#229;terf&#246;rs&#228;ljaren har handlat grovt v&#229;rdsl&#246;st 
eller i strid mot tro och heder.

Resen&#228;rens r&#228;tt att v&#228;nda sig till &#229;terf&#246;rs&#228;ljaren

3 &#167; Om paketresan har s&#229;lts genom en &#229;terf&#246;rs&#228;ljare, f&#229;r 
resen&#228;ren v&#228;nda sig till &#229;terf&#246;rs&#228;ljaren f&#246;r att reklamera 
och l&#228;mna andra meddelanden som r&#246;r paketresans genomf&#246;rande. 
&#197;terf&#246;rs&#228;ljaren ska utan on&#246;digt dr&#246;jsm&#229;l vidarebefordra 
s&#229;dana meddelanden till arrang&#246;ren.

Ers&#228;ttningsarrangemang och annat avhj&#228;lpande

4 &#167; Om resen&#228;ren inte kan transporteras enligt 
paketreseavtalet tillbaka till orten f&#246;r avresan eller om 
annars, sedan paketresan p&#229;b&#246;rjats, en betydande del av de 
resetj&#228;nster som omfattas av avtalet inte kan 
tillhandah&#229;llas, ska arrang&#246;ren utan extra kostnad f&#246;r 
resen&#228;ren erbjuda l&#228;mpliga ers&#228;ttningsarrangemang.

Ers&#228;ttningsarrangemangen ska, om m&#246;jligt, vara likv&#228;rdiga med 
eller av h&#246;gre kvalitet &#228;n den resetj&#228;nst som inte kan 
tillhandah&#229;llas. Om de ers&#228;ttningsarrangemang som arrang&#246;ren 
erbjuder &#228;r av l&#228;gre kvalitet, ska arrang&#246;ren erbjuda ett 
prisavdrag enligt 7 &#167; f&#246;rsta stycket.

Resen&#228;ren f&#229;r avvisa ett erbjudande om ers&#228;ttningsarrangemang 
endast om erbjudandet inte &#228;r j&#228;mf&#246;rbart med vad som skulle 
ha tillhandah&#229;llits enligt avtalet eller om det prisavdrag 
som erbjuds inte &#228;r sk&#228;ligt.

5 &#167; Om resen&#228;ren inte kan transporteras enligt 
paketreseavtalet tillbaka till orten f&#246;r avresan och detta 
beror p&#229; oundvikliga och extraordin&#228;ra omst&#228;ndigheter, &#228;r 
skyldigheten f&#246;r arrang&#246;ren enligt 4 &#167; att erbjuda 
inkvartering begr&#228;nsad till tre n&#228;tter. Detta g&#228;ller bara 
under f&#246;ruts&#228;ttning att omst&#228;ndigheterna &#228;ven kan &#229;beropas av 
transport&#246;ren f&#246;r att begr&#228;nsa dennes ansvar enligt en 
unionsr&#228;ttsakt som &#228;r till&#228;mplig p&#229; transporten. Om det i 
unionsr&#228;ttsakten f&#246;reskrivs att transport&#246;rens ansvar att 
erbjuda inkvartering avser en l&#228;ngre period &#228;n tre n&#228;tter, 
g&#228;ller samma period i fr&#229;ga om arrang&#246;rens skyldighet enligt 
denna lag.

Arrang&#246;rens skyldighet att erbjuda inkvartering &#228;r inte 
begr&#228;nsad f&#246;r en resen&#228;r som har nedsatt r&#246;rlighet, en 
medf&#246;ljande till en s&#229;dan resen&#228;r, en resen&#228;r som &#228;r gravid, 
en ensamresande under&#229;rig eller en resen&#228;r som &#228;r i behov av 
s&#228;rskild medicinsk hj&#228;lp, om arrang&#246;ren senast 48 timmar 
innan paketresan p&#229;b&#246;rjades fick information om resen&#228;rens 
s&#228;rskilda behov.

6 &#167; Om det finns n&#229;got annat fel i paketresan &#228;n s&#229;dana 
som avses i 4 &#167;, ska arrang&#246;ren avhj&#228;lpa felet. Om det inte 
kr&#228;vs ett omedelbart avhj&#228;lpande, ska arrang&#246;ren avhj&#228;lpa 
felet inom sk&#228;lig tid. Om resen&#228;ren har angett en tid inom 
vilken felet ska avhj&#228;lpas, ska den tiden f&#246;ljas om den &#228;r 
sk&#228;lig.

Arrang&#246;ren &#228;r inte skyldig att avhj&#228;lpa felet, om det finns 
ett hinder som arrang&#246;ren inte kan &#246;vervinna eller om 
avhj&#228;lpandet skulle medf&#246;ra oproportionerliga kostnader med 
h&#228;nsyn till felets omfattning och de p&#229;verkade 
resetj&#228;nsternas v&#228;rde.

Om arrang&#246;ren &#228;r skyldig att avhj&#228;lpa felet men inte g&#246;r det, 
har resen&#228;ren r&#228;tt till ers&#228;ttning f&#246;r n&#246;dv&#228;ndiga kostnader 
f&#246;r att sj&#228;lv avhj&#228;lpa felet. 

Prisavdrag och h&#228;vning

7 &#167; Resen&#228;ren har r&#228;tt till prisavdrag f&#246;r fel i 
paketresan, om inte felet beror p&#229; resen&#228;ren. 

I fr&#229;ga om andra fel i paketresan &#228;n s&#229;dana fel som avses i 
4 &#167; f&#229;r resen&#228;ren i st&#228;llet h&#228;va paketreseavtalet, om felet &#228;r 
av v&#228;sentlig betydelse och 

1. avhj&#228;lpande inte sker inom den tid som anges i 6 &#167; f&#246;rsta 
stycket,

2. avhj&#228;lpande inte kommer i fr&#229;ga av sk&#228;l som anges i 6 &#167; 
andra stycket, eller

3. arrang&#246;ren f&#246;rklarar att felet inte kommer att 
avhj&#228;lpas.
Hemtransport i f&#246;rtid 

8 &#167; Om paketreseavtalet innefattar passagerartransport och 
resen&#228;ren h&#228;ver avtalet enligt 7 &#167; andra stycket, ska 
arrang&#246;ren utan on&#246;digt dr&#246;jsm&#229;l erbjuda resen&#228;ren likv&#228;rdig 
transport utan extra kostnad tillbaka till orten f&#246;r avresan 
eller till n&#229;gon annan ort som arrang&#246;ren och resen&#228;ren 
kommer &#246;verens om. Detsamma g&#228;ller om paketreseavtalet 
innefattar passagerartransport och resen&#228;ren inte f&#229;r n&#229;got 
erbjudande om ers&#228;ttningsarrangemang enligt 4 &#167; f&#246;rsta 
stycket eller avvisar ett erbjudande enligt 4 &#167; tredje 
stycket. 

Skadest&#229;nd 

9 &#167; Resen&#228;ren har r&#228;tt till ers&#228;ttning f&#246;r den skada som 
han eller hon drabbas av till f&#246;ljd av fel i paketresan, om 
inte felet beror p&#229; resen&#228;ren eller p&#229; n&#229;gon som saknar 
koppling till fullg&#246;randet av paketresan och felet inte kunde 
f&#246;rutses eller undvikas. Resen&#228;ren har inte heller r&#228;tt till 
ers&#228;ttning om felet beror p&#229; oundvikliga och extraordin&#228;ra 
omst&#228;ndigheter.

Ers&#228;ttningen omfattar ekonomisk f&#246;rlust och ideell skada till 
f&#246;ljd av felet.

10 &#167; I den utstr&#228;ckning f&#246;ljande unionsr&#228;ttsakter, 
internationella instrument och lagar begr&#228;nsar en resen&#228;rs 
r&#228;tt till ers&#228;ttning f&#246;r en skada fr&#229;n en transport&#246;r, 
till&#228;mpas samma begr&#228;nsningar i fr&#229;ga om resen&#228;rens r&#228;tt till 
ers&#228;ttning f&#246;r en skada fr&#229;n arrang&#246;ren: 

1. Europaparlamentets och r&#229;dets f&#246;rordning (EG) nr 392/2009 
av den 23 april 2009 om transport&#246;rens skadest&#229;ndsansvar i 
samband med olyckor vid passagerarbefordran till sj&#246;ss, i den 
ursprungliga lydelsen,

2. 2002 &#229;rs Atenkonvention om befordran till sj&#246;ss av 
passagerare och deras resgods,

3. sj&#246;lagen (1994:1009),

4. r&#229;dets f&#246;rordning (EG) nr 2027/97 av den 9 oktober 1997 om 
lufttrafikf&#246;retags skadest&#229;ndsansvar avseende lufttransport 
av passagerare och deras bagage, i lydelsen enligt 
Europaparlamentets och r&#229;dets f&#246;rordning (EG) nr 889/2002, 

5. lagen (2010:510) om lufttransporter,

6. Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2021/782 av 
den 29 april 2021 om r&#228;ttigheter och skyldigheter f&#246;r 
t&#229;gresen&#228;rer, i den ursprungliga lydelsen, och 

7. j&#228;rnv&#228;gstrafiklagen (2018:181). Lag (2023:266).

11 &#167; Om en resen&#228;rs r&#228;tt till ers&#228;ttning f&#246;r skada inte &#228;r 
begr&#228;nsad enligt 10 &#167;, f&#229;r den begr&#228;nsas i paketreseavtalet. 
En s&#229;dan begr&#228;nsning f&#229;r dock inte inneb&#228;ra att resen&#228;rens 
r&#228;tt till ers&#228;ttning understiger tre g&#229;nger paketresans pris. 
Begr&#228;nsningen f&#229;r inte heller avse ers&#228;ttning f&#246;r 
personskador eller s&#229;dana skador som orsakats upps&#229;tligen 
eller av oaktsamhet. 

Assistans

12 &#167; Arrang&#246;ren ska utan on&#246;digt dr&#246;jsm&#229;l tillhandah&#229;lla 
resen&#228;ren l&#228;mplig assistans om resen&#228;ren befinner sig i 
sv&#229;righeter. 

Om resen&#228;ren upps&#229;tligen eller av oaktsamhet har orsakat 
behovet av assistans, har arrang&#246;ren r&#228;tt att ta ut en avgift 
f&#246;r assistansen. Avgiften ska vara sk&#228;lig och f&#229;r inte 
&#246;verstiga arrang&#246;rens faktiska kostnader.

&#197;terkrav

13 &#167; I den utstr&#228;ckning en arrang&#246;r eller &#229;terf&#246;rs&#228;ljare 
betalar ers&#228;ttning till eller p&#229; n&#229;got annat s&#228;tt kompenserar 
en resen&#228;r f&#246;r fel i paketresan, intr&#228;der arrang&#246;ren eller 
&#229;terf&#246;rs&#228;ljaren i resen&#228;rens r&#228;tt till ers&#228;ttning fr&#229;n den 
som orsakat felet. 

5 kap. Sammanl&#228;nkade researrangemang

F&#246;rhandsinformation

1 &#167; En n&#228;ringsidkare som genom f&#246;rmedling eller p&#229; annat 
s&#228;tt underl&#228;ttar uppkomsten av ett sammanl&#228;nkat 
researrangemang ska, innan resen&#228;ren blir bunden av ett avtal 
om en resetj&#228;nst som leder till att ett s&#229;dant 
researrangemang uppkommer, informera resen&#228;ren om 

1. att resen&#228;ren inte kommer att omfattas av de regler som 
g&#228;ller f&#246;r paketresor, 

2. att varje resetj&#228;nstleverant&#246;r ensam ansvarar f&#246;r att 
fullg&#246;ra de resetj&#228;nster som leverant&#246;ren ska utf&#246;ra enligt 
respektive avtal, och

3. i vilken utstr&#228;ckning resan kommer att omfattas av 
resegaranti enligt resegarantilagen (2018:1218), och vem som 
i s&#229; fall ansvarar f&#246;r utbetalning av ers&#228;ttning enligt 
resegarantin.

Informationen ska ges i ett standardformul&#228;r som fastst&#228;lls 
av regeringen. Om det inte finns n&#229;got standardformul&#228;r, ska 
den ges p&#229; ett klart och begripligt s&#228;tt. 

Information till en n&#228;ringsidkare

2 &#167; Om ing&#229;endet av ett avtal om en resetj&#228;nst leder till 
att ett sammanl&#228;nkat researrangemang uppkommer, ska den 
n&#228;ringsidkare som ing&#229;r avtalet ge information om avtalet 
till den n&#228;ringsidkare som har underl&#228;ttat uppkomsten av 
researrangemanget. 

P&#229;f&#246;ljder om information inte ges eller s&#228;kerhet enligt 
resegarantilagen inte st&#228;lls

3 &#167; Om den n&#228;ringsidkare som genom f&#246;rmedling eller p&#229; 
annat s&#228;tt underl&#228;ttar uppkomsten av ett sammanl&#228;nkat 
researrangemang inte ger information enligt 1 &#167; eller inte 
st&#228;ller s&#228;kerhet enligt 5 &#167; resegarantilagen (2018:1218), 
till&#228;mpas 3 kap. 1 och 8–10 &#167;&#167; samt 4 kap. 1, 2 och 4–13 &#167;&#167; i 
fr&#229;ga om de resetj&#228;nster som ing&#229;r i det sammanl&#228;nkade 
researrangemanget. Det som i dessa best&#228;mmelser f&#246;reskrivs om 
paketresan och om arrang&#246;ren ska i st&#228;llet g&#228;lla det 
sammanl&#228;nkade researrangemanget och den n&#228;ringsidkare som har 
underl&#228;ttat uppkomsten av detta.

4 &#167; Om den n&#228;ringsidkare som genom f&#246;rmedling eller p&#229; 
annat s&#228;tt underl&#228;ttar uppkomsten av ett sammanl&#228;nkat 
researrangemang inte ger information enligt 1 &#167;, till&#228;mpas 
marknadsf&#246;ringslagen (2008:486), med undantag f&#246;r 
best&#228;mmelserna i 29–36 &#167;&#167; om marknadsst&#246;rningsavgift. S&#229;dan 
information ska anses vara v&#228;sentlig enligt 10 &#167; tredje 
stycket marknadsf&#246;ringslagen.

Skadest&#229;nd till f&#246;ljd av bokningsfel 

5 &#167; En resen&#228;r som bokar en resetj&#228;nst som ing&#229;r i ett 
sammanl&#228;nkat researrangemang har r&#228;tt till ers&#228;ttning fr&#229;n en 
n&#228;ringsidkare f&#246;r den skada som resen&#228;ren drabbas av till 
f&#246;ljd av 

1. ett s&#229;dant tekniskt fel i ett bokningssystem som 
n&#228;ringsidkaren ansvarar f&#246;r, eller 

2. ett fel som g&#246;rs vid en bokning som n&#228;ringsidkaren har 
p&#229;tagit sig att utf&#246;ra.

Resen&#228;ren har inte r&#228;tt till ers&#228;ttning om felet beror p&#229; 
resen&#228;ren eller p&#229; oundvikliga och extraordin&#228;ra 
omst&#228;ndigheter.

Ers&#228;ttningen omfattar ekonomisk f&#246;rlust och ideell skada till 
f&#246;ljd av felet.

6 kap. Tillsyn

Tillsynsmyndighet

1 &#167; Konsumentverket ut&#246;var tillsyn &#246;ver att denna lag 
f&#246;ljs.

Ut&#246;vandet av tillsynen

2 &#167; N&#228;ringsidkaren ska l&#228;mna de upplysningar om 
verksamheten som Konsumentverket beg&#228;r f&#246;r tillsynen. 

Konsumentverket har r&#228;tt att f&#246;r tillsynen g&#246;ra inspektioner 
hos en n&#228;ringsidkare och ta del av de handlingar som beh&#246;vs. 

Om n&#228;ringsidkaren inte l&#228;mnar upplysningarna eller inte 
tillhandah&#229;ller handlingarna, f&#229;r Konsumentverket f&#246;rel&#228;gga 
n&#228;ringsidkaren att fullg&#246;ra sin skyldighet. Ett s&#229;dant 
f&#246;rel&#228;ggande f&#229;r f&#246;renas med vite.

&#214;verklagande

3 &#167; Om Konsumentverket enligt 2 &#167; tredje stycket har 
f&#246;relagt en n&#228;ringsidkare att l&#228;mna en upplysning eller att 
tillhandah&#229;lla en handling, f&#229;r beslutet &#246;verklagas till 
allm&#228;n f&#246;rvaltningsdomstol. Andra beslut av Konsumentverket 
enligt 2 &#167; f&#229;r inte &#246;verklagas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till 
kammarr&#228;tten.


&#214;verg&#229;ngsbest&#228;mmelser

2018:1217

1. Denna lag tr&#228;der i kraft den 1 augusti 2018.

2. Genom lagen upph&#228;vs lagen (1992:1672) om paketresor.

3. Den upph&#228;vda lagen g&#228;ller fortfarande f&#246;r avtal som har 
ing&#229;tts f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=712">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=714">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
