

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-09-13" /> 
 <meta id="rattsinfo-edited" content="2023-09-13 10:40:38" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>728</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=727">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=729">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2018:1138 ·
                    <a href="/sfsr?bet=2018:1138">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Spellag (2018:1138)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet OU
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2018-06-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:309
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2019-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Lagens till&#228;mpningsomr&#229;de

1 &#167; Denna lag g&#228;ller spel om pengar och andra vinster med 
ett v&#228;rde i pengar.

2 &#167; Lagen ska till&#228;mpas p&#229; spel som tillhandah&#229;lls i 
Sverige, om inte annat f&#246;ljer av 3, 4 eller 5 &#167;. Onlinespel 
som inte riktas till den svenska marknaden ska inte anses 
tillhandah&#229;llna i Sverige.

3 &#167; Lagen &#228;r till&#228;mplig p&#229; spel som tillhandah&#229;lls p&#229; svenska 
fartyg och svenska luftfartyg, oavsett var fartyget befinner 
sig.

Lagen &#228;r inte till&#228;mplig p&#229; spel som tillhandah&#229;lls p&#229;

1. utl&#228;ndska fartyg som passerar svenskt territorium med st&#246;d 
av r&#228;tten till oskadlig genomfart enligt 3 kap. i F&#246;renta 
nationernas havsr&#228;ttskonvention av den 10 december 1982, eller

2. utl&#228;ndska luftfartyg som flyger &#246;ver svenskt territorium 
utan att trafikera en svensk flygplats. Lag (2022:1674).

4 &#167; Best&#228;mmelserna i &#246;verenskommelsen om automatspel p&#229; 
passagerarfartyg i regulj&#228;r linjetrafik mellan Sverige och 
Finland ska g&#228;lla f&#246;r s&#229;dant spel p&#229; fartyg i internationell 
trafik som omfattas av den &#246;verenskommelsen.

5 &#167; Lagen &#228;r inte till&#228;mplig p&#229; k&#246;p av svenska statens 
premieobligationsl&#229;n eller vadh&#229;llning p&#229; det framtida v&#228;rdet 
av finansiella aktiviteter. Lag (2022:1674).

6 &#167; Best&#228;mmelser om vissa skyldigheter f&#246;r den som driver 
verksamhet enligt denna lag finns i lagen (2017:630) om 
&#229;tg&#228;rder mot penningtv&#228;tt och finansiering av terrorism.

Vissa best&#228;mmelser om skatt p&#229; spel finns i lagen (2018:1139) 
om skatt p&#229; spel.

2 kap. Uttryck i lagen

1 &#167; Med spel avses i denna lag lotteri, vadh&#229;llning, 
kombinationsspel och pyramidspel. 

Med onlinespel avses spel som tillhandah&#229;lls genom anv&#228;ndning 
av elektroniska kommunikationsmedel och som spelas av en 
spelare och den som tillhandah&#229;ller spelet eller av flera 
spelare.

2 &#167; Med spelmyndighet avses den myndighet som regeringen 
best&#228;mmer ska fullg&#246;ra de uppgifter som anges i denna lag och 
i f&#246;reskrifter meddelade med st&#246;d av lagen.

3 &#167; I denna lag avses med

1. aff&#228;rssystem: elektroniskt system som anv&#228;nds av en 
licenshavare eller f&#246;r en licenshavares r&#228;kning som st&#246;d i 
spelverksamheten utan att utg&#246;ra en del av spelsystemet, 

2. bingo: lotteri d&#228;r deltagarna &#228;r n&#228;rvarande p&#229; spelplatsen 
och k&#246;per bingobrickor och d&#228;r m&#246;jligheten att vinna &#228;r 
beroende av att de nummer som dras av den som tillhandah&#229;ller 
spelet sammanfaller med numren p&#229; brickan, och d&#228;r de 
deltagare som vinner genast g&#246;r anspr&#229;k p&#229; sin vinst, 

3. bonus: rabatt eller liknande ekonomiskt incitament som &#228;r 
direkt kopplat till spelet, 

4. dragningsutrustning: mekanisk eller annan icke-elektronisk 
utrustning som anv&#228;nds av en licenshavare eller f&#246;r en 
licenshavares r&#228;kning f&#246;r att fastst&#228;lla utfall i spel, 

5. insats: betalning f&#246;r att f&#229; delta i ett spel, 

6. intervallspel: s&#228;rskild vadh&#229;llning d&#228;r spelaren ska 
f&#246;ruts&#228;ga ett resultat inom ett visst intervall, 

7. kasino: s&#228;rskild lokal f&#246;r kasinospel, 

8. kasinospel: roulettspel, t&#228;rningsspel, kortspel och 
liknande spel, 

9. kombinationsspel: spel d&#228;r deltagarna har chans att vinna 
ett pris och d&#228;r sannolikheten att vinna beror p&#229; en 
kombination av skicklighet och slump, 

10. licenshavare: den som har licens att tillhandah&#229;lla spel 
enligt denna lag, 

11. lokalt poolspel: lotteri som tillhandah&#229;lls i en viss 
kommun och d&#228;r vinsten delas mellan vinnarna eller d&#228;r hela 
eller delar av vinsten beror p&#229; storleken av de totala 
insatserna, 

12. lotteri: aktivitet d&#228;r deltagarna har en chans att vinna 
ett pris och d&#228;r sannolikheten att vinna beror p&#229; slumpen, 

13. onlinebingo: lotteri d&#228;r deltagarna k&#246;per bingobrickor 
online och d&#228;r sannolikheten att vinna &#228;r beroende av att de 
nummer som dras sammanfaller med numren p&#229; brickan, 

14. penningautomat: automat som betalar ut vinst i form av 
pengar och d&#228;r sannolikheten att vinna beror p&#229; slumpen, 

15. pyramidspel: spel d&#228;r vinsten h&#228;rr&#246;r fr&#229;n framtida 
deltagares insatser och d&#228;r sannolikheten att vinna beror p&#229; 
antalet deltagare som efterhand tr&#228;der in i spelet, 

16. spelombud: den som &#229;t en licenshavare s&#228;ljer spel, tar 
emot insatser eller f&#246;rmedlar vinster, 

17. spelsystem: elektroniskt system som anv&#228;nds av en 
licenshavare eller f&#246;r en licenshavares r&#228;kning f&#246;r

a) registrering, lagring, bearbetning, delning, &#246;verf&#246;ring 
eller inh&#228;mtning av spel, kundinformation eller kundhistorik, 

b) generering, &#246;verf&#246;ring eller behandling av slumptal, 
eller

c) fastst&#228;llande, lagring eller annan behandling av utfall i 
spel, 

18. till&#228;ggsspel: spel med separat insats som man endast kan 
delta i genom att delta i ett annat spel d&#228;r sannolikheten 
att vinna p&#229; till&#228;ggsspelet helt beror p&#229; slumpen, 

19. vadh&#229;llning: aktivitet d&#228;r deltagarna har chans att vinna 
ett pris och d&#228;r man satsar p&#229; utfallet av en framtida 
h&#228;ndelse eller p&#229; att en s&#228;rskild h&#228;ndelse ska eller inte ska 
intr&#228;ffa i framtiden, 

20. varuspelsautomat: automat som betalar ut vinst i form av 
varor och d&#228;r sannolikheten att vinna helt eller delvis beror 
p&#229; slumpen, och 

21. v&#228;rdeautomat: automat som betalar ut vinst bara i form av 
&#246;verf&#246;ring till spelkonto eller motsvarande, v&#228;rdebevis, 
spelpolletter eller liknande och d&#228;r sannolikheten att vinna 
beror p&#229; slumpen.

4 &#167; Med prisbasbelopp avses i denna lag prisbasbelopp 
enligt 2 kap. 6 och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken.

3 kap. Krav p&#229; spelverksamhet och f&#246;rbud mot fr&#228;mjande av 
olovligt spel

Krav p&#229; spelverksamhet

1 &#167; Spelverksamhet ska vara l&#228;mplig ur allm&#228;n synpunkt 
samt bedrivas p&#229; ett sunt och s&#228;kert s&#228;tt under offentlig 
kontroll. Detta inneb&#228;r bl.a. att

1. spelen ska ha ett starkt konsumentskydd, 

2. det ska r&#229;da h&#246;g s&#228;kerhet i spelen, 

3. de negativa konsekvenserna av spelande ska begr&#228;nsas, och 

4. spel inte ska anv&#228;ndas som ett st&#246;d f&#246;r kriminell 
verksamhet.

2 &#167; Av 5 och 6 kap. framg&#229;r att vissa spel ska vara 
f&#246;rbeh&#229;llna staten och allm&#228;nnyttiga &#228;ndam&#229;l.

3 &#167; F&#246;r att tillhandah&#229;lla spel enligt denna lag kr&#228;vs 
licens, om inte annat f&#246;ljer av lagen eller annan 
f&#246;rfattning.
Spelombud beh&#246;ver inte ha licens f&#246;r att tillhandah&#229;lla spel 
f&#246;r en licenshavares r&#228;kning.

4 &#167; Licens kr&#228;vs inte f&#246;r spel 

1. d&#228;r deltagande inte kr&#228;ver betalning av en insats, 

2. som sker under privata former med en n&#228;ra inb&#246;rdes 
gemenskap mellan deltagarna, som inte har en organiserad 
eller professionell pr&#228;gel och som sker p&#229; annat s&#228;tt &#228;n 
online och med l&#229;ga belopp, eller 

3. som utg&#246;r ett kombinationsspel i periodisk skrift, radio 
eller tv, d&#228;r spelet inte &#228;r huvudinneh&#229;llet och d&#228;r 
betalningen sker genom en informations- och inneh&#229;llsbaserad 
tj&#228;nst med integrerad betalning eller genom en mobil 
betalningsl&#246;sning d&#228;r betalningen inte &#246;verskrider 1/3 000 
prisbasbelopp per telefonnummer och dag.

5 &#167; Licens kr&#228;vs inte heller f&#246;r spel 

1. som tillhandah&#229;lls av en s&#229;dan juridisk person som avses i 
6 kap. 2 &#167; och d&#228;r v&#228;rdet av varje insats uppg&#229;r till h&#246;gst 
1/4 000 prisbasbelopp, vinsten endast utg&#246;rs av varor, v&#228;rdet 
av den h&#246;gsta vinsten uppg&#229;r till h&#246;gst 1/6 prisbasbelopp och 
som utg&#246;rs av ett lotteri som bedrivs inom en viss kommun och 
i samband med 

a) en tillst&#228;llning eller en sammankomst som en s&#229;dan 
juridisk person anordnar eller deltar i, eller 

b) ett bingospel som den juridiska personen tillhandah&#229;ller, 
eller 

2. d&#228;r v&#228;rdet av varje insats uppg&#229;r till h&#246;gst 1/4 000 
prisbasbelopp, vinsten endast utg&#246;rs av varor, v&#228;rdet av 
h&#246;gsta vinsten uppg&#229;r till h&#246;gst 1/60 prisbasbelopp och som 
utg&#246;rs av ett lotteri som tillhandah&#229;lls i en viss kommun och 
i samband med 

a) en offentlig n&#246;jestillst&#228;llning, 

b) en offentlig tillst&#228;llning till f&#246;rm&#229;n f&#246;r ett 
allm&#228;nnyttigt &#228;ndam&#229;l, eller 

c) en allm&#228;n sammankomst f&#246;r framf&#246;rande av ett konstn&#228;rligt 
verk till f&#246;rm&#229;n f&#246;r ett allm&#228;nnyttigt &#228;ndam&#229;l.

6 &#167; Licens f&#229;r inte ges f&#246;r pyramidspel.

F&#246;rbud mot fr&#228;mjande av olovligt spel

7 &#167; Det &#228;r inte till&#229;tet att i yrkesm&#228;ssig verksamhet eller 
annars i f&#246;rv&#228;rvssyfte fr&#228;mja deltagande i otill&#229;tet spel 
eller spel som tillhandah&#229;lls utan n&#246;dv&#228;ndig licens enligt 
denna lag. Lag (2022:1674).

4 kap. Licensgivning

F&#246;ruts&#228;ttningar f&#246;r licens

1 &#167; Licens f&#229;r ges endast till den som 

1. bed&#246;ms ha den kunskap, erfarenhet och organisation som 
kr&#228;vs f&#246;r att driva verksamheten, 

2. kan antas komma att driva verksamheten i enlighet med lag 
och andra f&#246;rfattningar som reglerar verksamheten, och 

3. i &#246;vrigt bed&#246;ms l&#228;mplig att driva verksamheten.

2 &#167; Licens f&#229;r inte ges till den som 

1. &#228;r i konkurs, 

2. &#228;r under 18 &#229;r, 

3. har f&#246;rvaltare enligt 11 kap. 7 &#167; f&#246;r&#228;ldrabalken, 

4. i v&#228;sentlig utstr&#228;ckning har &#229;sidosatt skyldigheter i 
n&#228;ringsverksamhet, eller 

5. har gjort sig skyldig till allvarlig brottslighet.

3 &#167; F&#246;r en juridisk person g&#228;ller kraven i 1 &#167; 3 och 2 &#167; 1 
&#228;ven den som har ett kvalificerat innehav av andelar i den 
juridiska personen eller ing&#229;r i dess styrelse eller ledning. 

F&#246;r en juridisk person g&#228;ller kraven i 2 &#167; 2–5 den som har 
ett kvalificerat innehav av andelar i den juridiska personen 
eller ing&#229;r i dess styrelse eller ledning. 

Med ett kvalificerat innehav avses detsamma som i 1 kap. 5 &#167; 15 
lagen (2004:297) om bank- och finansieringsr&#246;relse.

Representant f&#246;r licenshavare fr&#229;n tredjeland

4 &#167; En licenshavare som saknar bos&#228;ttning eller etablering i 
ett land inom Europeiska ekonomiska samarbetsomr&#229;det ska ha en 
fysisk representant som &#228;r bosatt i Sverige. Representanten 
ska uppfylla de krav som anges i 1 och 2 &#167;&#167;. Lag (2022:1674).

5 &#167; Licenshavaren ska utf&#228;rda fullmakt f&#246;r representanten 
att i alla fr&#229;gor som r&#246;r verksamheten enligt licensen 
f&#246;retr&#228;da licenshavaren inf&#246;r svenska myndigheter, handla p&#229; 
licenshavarens v&#228;gnar samt ta emot st&#228;mning f&#246;r licenshavaren 
och sj&#228;lv eller genom n&#229;gon annan tala och svara f&#246;r denne.

Pr&#246;vning av ans&#246;kan

6 &#167; Fr&#229;gor om licens pr&#246;vas av spelmyndigheten.

7 &#167; Spelmyndigheten ska i beslut att bevilja licens ange 
vilka spel licensen omfattar.

8 &#167; En licens ska avse en viss tid och f&#229;r, om inte annat 
anges i denna lag, ges f&#246;r h&#246;gst fem &#229;r.

Om en ans&#246;kan om f&#246;rnyelse av licensen har getts in senast 
fyra m&#229;nader innan giltighetstiden f&#246;r den g&#228;llande licensen 
g&#229;r ut, ska licensen g&#228;lla till dess att spelmyndigheten 
beslutat om den nya ans&#246;kan. Lag (2022:1674).

9 &#167; Spelmyndigheten f&#229;r f&#246;rena en licens med villkor f&#246;r 
hur spelverksamheten ska bedrivas.

10 &#167; Om det finns s&#228;rskilda sk&#228;l f&#229;r spelmyndigheten vid 
pr&#246;vningen av licensans&#246;kan beg&#228;ra personlig inst&#228;llelse av 

1. s&#246;kanden om denne &#228;r en fysisk person, 

2. den krets som anges i 3 &#167;, om s&#246;kanden &#228;r en juridisk 
person, eller 

3. en s&#229;dan representant som anges i 4 &#167;.

Anm&#228;lningsskyldighet

11 &#167; En licenshavare ska senast 14 dagar efter en 
f&#246;r&#228;ndring i den personkrets som avses i 3 och 4 &#167;&#167; anm&#228;la 
f&#246;r&#228;ndringen till spelmyndigheten.

5 kap. Spel som &#228;r f&#246;rbeh&#229;llet staten

Licens

1 &#167; Licens f&#246;r statligt spel f&#229;r ges f&#246;r att 
tillhandah&#229;lla kasinospel p&#229; ett kasino, spel p&#229; 
v&#228;rdeautomater och andra lotterier &#228;n bingo, onlinebingo, 
datorsimulerat automatspel, lokalt poolspel och 
penningautomater.

2 &#167; Licens enligt 1 &#167; f&#229;r endast ges till ett direkt eller 
indirekt hel&#228;gt statligt aktiebolag.

Den som har licens enligt 1 &#167; f&#229;r inte samtidigt ha licens 
enligt 6–10 kap.

Spel p&#229; kasinon

3 &#167; Det f&#229;r finnas h&#246;gst fyra kasinon i Sverige.

4 &#167; P&#229; ett kasino f&#229;r endast kasinospel och spel p&#229; 
v&#228;rdeautomater tillhandah&#229;llas.

5 &#167; Licenshavaren ska &#246;vervaka kasinospelen och lokalerna 
med hj&#228;lp av kameror i syfte att f&#246;rebygga, f&#246;rhindra och 
avsl&#246;ja brott. &#214;vervakningen ska &#228;ven kunna anv&#228;ndas som 
hj&#228;lpmedel vid tvistl&#246;sning.

6 &#167; Licenshavaren ska f&#246;ra ett register &#246;ver bes&#246;karna p&#229; 
ett kasino i syfte att f&#246;rebygga och avsl&#246;ja brott. Registret 
f&#229;r f&#246;ras med hj&#228;lp av automatiserad behandling. 

Registret ska inneh&#229;lla uppgifter om bes&#246;karens namn, 
personnummer eller annat identifieringsnummer och postadress. 
Det ska ocks&#229; inneh&#229;lla ett fotografi av bes&#246;karen samt 
uppgift om tidpunkt f&#246;r bes&#246;ket.

Spel p&#229; v&#228;rdeautomater

7 &#167; Licens att tillhandah&#229;lla spel p&#229; en v&#228;rdeautomat p&#229; 
andra platser &#228;n p&#229; ett kasino f&#229;r ges om 

1. spelet tillhandah&#229;lls i samband med hotell- och 
restaurangverksamhet, om det f&#246;r r&#246;relsen finns 
serveringstillst&#229;nd enligt alkohollagen (2010:1622) eller i 
samband med bingo, 

2. h&#246;gst fem v&#228;rdeautomater placeras p&#229; varje spelplats, 

3. v&#228;rdeautomaten kan kontrolleras genom elektroniska 
kommunikationsmedel, 

4. v&#228;rdeautomaten f&#246;rses med licenshavarens namn eller n&#229;got 
annat k&#228;nnetecken, 

5. v&#228;rdeautomaten inte anv&#228;nds f&#246;r n&#229;got annat &#228;ndam&#229;l &#228;n vad 
den enligt ans&#246;kan &#228;r avsedd f&#246;r, och 

6. det r&#229;der god ordning p&#229; den plats d&#228;r spelet ska 
bedrivas.

8 &#167; V&#228;rdeautomater som &#228;r placerade i bingohallar f&#229;r inte 
ge en h&#246;gre avkastning &#228;n avkastningen p&#229; det bingospel som 
bedrivs i hallen.

Lotterier

9 &#167; Vid lotteri med licens enligt 1 &#167; &#228;r det, med undantag 
f&#246;r spel p&#229; kasino eller p&#229; v&#228;rdeautomater, inte till&#229;tet att 
l&#229;ta spelaren sj&#228;lv g&#246;ra sin insats med hj&#228;lp av teknisk 
eller elektronisk utrustning som tillhandah&#229;lls av 
licenshavaren eller dess spelombud.

6 kap. Spel f&#246;r allm&#228;nnyttiga &#228;ndam&#229;l

Licens

1 &#167; Licens att tillhandah&#229;lla spel till f&#246;rm&#229;n f&#246;r 
allm&#228;nnyttiga &#228;ndam&#229;l f&#229;r omfatta andra lotterier &#228;n 

1. kasinospel, 

2. onlinebingo, 

3. penningautomater, 

4. v&#228;rdeautomater, eller 

5. datorsimulerat automatspel.

2 &#167; Licens enligt 1 &#167; f&#229;r ges endast till en ideell 
f&#246;rening eller ett registrerat trossamfund som

1. enligt sina stadgar har till huvudsakligt syfte att fr&#228;mja 
allm&#228;nnyttiga &#228;ndam&#229;l inom landet,

2. bedriver verksamhet som huvudsakligen tillgodoser s&#229;dant 
&#228;ndam&#229;l, 

3. inte v&#228;grar n&#229;gon intr&#228;de som medlem, om det inte finns 
s&#228;rskilda sk&#228;l f&#246;r detta med h&#228;nsyn till arten eller 
omfattningen av f&#246;reningens eller trossamfundets verksamhet 
eller syfte eller av n&#229;gon annan orsak, och 

4. f&#246;r sin verksamhet beh&#246;ver int&#228;kter fr&#229;n spel.

Licens f&#229;r ges ocks&#229; till en annan juridisk person &#228;n en 
s&#229;dan som anges i f&#246;rsta stycket eller till en juridisk 
person som har till huvudsakligt syfte att fr&#228;mja ett 
allm&#228;nnyttigt &#228;ndam&#229;l utomlands, om det finns s&#228;rskilda sk&#228;l 
f&#246;r det.

3 &#167; Licens att tillhandah&#229;lla ett lotteri f&#246;rutom bingo 
enligt 1 &#167; f&#229;r ges, om 

1. vinstandelen anges p&#229; lottsedlarna, lottlistorna eller d&#228;r 
lotteriet bedrivs, och

2. det kan antas att lotteriet kommer att ge licenshavaren 
sk&#228;lig avkastning och att denna kommer att anv&#228;ndas f&#246;r det 
allm&#228;nnyttiga &#228;ndam&#229;let. 

Kravet enligt f&#246;rsta stycket 2 p&#229; sk&#228;lig avkastning g&#228;ller 
inte om det finns s&#228;rskilda sk&#228;l f&#246;r annat.

4 &#167; Vid lotteri enligt 1 &#167;, med undantag f&#246;r bingo, &#228;r det 
inte till&#229;tet att l&#229;ta spelaren sj&#228;lv g&#246;ra sin insats med 
hj&#228;lp av teknisk eller elektronisk utrustning som 
tillhandah&#229;lls av licenshavaren eller dess spelombud.

Bingo

5 &#167; Licens att tillhandah&#229;lla bingo enligt 1 &#167; f&#229;r ges om 

1. vinstplanen ansl&#229;s i spellokalen, och 

2. det kan antas att bingon kommer att ge sk&#228;lig avkastning, 
om det inte finns s&#228;rskilda sk&#228;l f&#246;r annat.

F&#246;rekommer det spel p&#229; v&#228;rdeautomater enligt 5 kap. 7 &#167; i 
spellokalen ska vid bed&#246;mningen enligt f&#246;rsta stycket 2 &#228;ven 
den ers&#228;ttning beaktas som uppl&#229;telsen av spelplats f&#246;r 
s&#229;dant spel kan antas komma att ge.

6 &#167; Vid pr&#246;vning av licens f&#246;r att tillhandah&#229;lla bingo 
enligt 1 &#167; ska s&#228;rskild h&#228;nsyn tas till licenshavarens behov 
av inkomster fr&#229;n bingo f&#246;r sin verksamhet.

Om utrymmet f&#246;r bingo p&#229; marknaden &#228;r begr&#228;nsat ska vid 
bed&#246;mningen av behovet av inkomster fr&#229;n bingo h&#228;nsyn tas 
fr&#228;mst till omfattningen av s&#229;dan ungdomsverksamhet vars 
&#228;ndam&#229;l naturligen kan f&#246;renas med ungdomsverksamhet. 
F&#246;retr&#228;de ska dessutom ges den som bedriver verksamhet som 
fr&#228;mjar f&#246;rst&#229;elsen f&#246;r och underl&#228;ttar anpassningen i 
samh&#228;llet f&#246;r barn och ungdomar med funktionsneds&#228;ttning.

7 &#167; Efter s&#228;rskilt beslut av spelmyndigheten f&#229;r en eller 
flera licenshavare enligt 1 &#167; tillhandah&#229;lla samordnad bingo 
p&#229; flera platser.

Lokalt poolspel

8 &#167; Vid pr&#246;vningen av licens att tillhandah&#229;lla lokalt 
poolspel p&#229; h&#228;star enligt 1 &#167; g&#228;ller inte kraven enligt 
4 kap. 1–3 &#167;&#167;, om inte annat f&#246;ljer av andra stycket. En s&#229;dan 
licens meddelas f&#246;r ett specifikt antal t&#228;vlingsdagar per &#229;r. 

F&#246;r den som omfattas av lagen (2017:630) om &#229;tg&#228;rder mot 
penningtv&#228;tt och finansiering av terrorism, ska dock kraven i 
4 kap. 2 &#167; 4 och 5 samt 3 &#167; andra stycket till&#228;mpas vid 
licenspr&#246;vningen.

Registreringslotterier

9 &#167; En s&#229;dan juridisk person som avses i 2 &#167;, och som &#228;r 
verksam huvudsakligen inom en enda kommun, f&#229;r utan licens, 
men efter registrering hos en kommun, tillhandah&#229;lla s&#229;dana 
lotterier som f&#229;r omfattas av en licens enligt 1 &#167; med 
undantag f&#246;r bingo och lokalt poolspel p&#229; h&#228;star, om

1. lotteriet tillhandah&#229;lls bara inom den eller de kommuner 
d&#228;r den juridiska personen &#228;r verksam,

2. lotteriet inte tillhandah&#229;lls fr&#229;n en fast 
f&#246;rs&#228;ljningsplats genom ett servicef&#246;retag, 

3. vinstandelen anges p&#229; lottsedlarna, lottlistorna eller p&#229; 
den plats d&#228;r lotteriet tillhandah&#229;lls, och 

4. det f&#246;r lotteriet finns en utsedd kontaktperson.

F&#246;r den som omfattas av lagen (2017:630) om &#229;tg&#228;rder mot 
penningtv&#228;tt och finansiering av terrorism, ska kraven i 
4 kap. 2 &#167; 4 och 5 samt 3 &#167; andra stycket till&#228;mpas vid 
registreringen. F&#246;r&#228;ndringar i den krets av personer som 
anges i 4 kap. 3 &#167; ska anm&#228;las till kommunen senast 14 dagar 
efter det att f&#246;r&#228;ndringen har skett.

10 &#167; En registrering enligt 9 &#167; ska avse en viss tid. 
Registrering f&#229;r beslutas f&#246;r h&#246;gst fem &#229;r &#229;t g&#229;ngen. 
Kommunen f&#229;r f&#246;rena en registrering med villkor f&#246;r hur 
spelverksamheten ska bedrivas.

11 &#167; Vid f&#246;rs&#228;ljning av f&#246;rhandsdragna fysiska lotter enligt 
9 &#167; &#228;r det till&#229;tet att l&#229;ta spelaren sj&#228;lv g&#246;ra sin insats 
med hj&#228;lp av teknisk eller elektronisk utrustning som 
tillhandah&#229;lls av den juridiska personen, under f&#246;ruts&#228;ttning 
att utrustningen inte &#228;r f&#246;rsedd med en slumptalsgenerator 
eller ett elektroniskt minne. Lag (2022:1674).

7 kap. Kommersiellt onlinespel

1 &#167; Licens f&#246;r kommersiellt onlinespel f&#229;r ges f&#246;r att 
tillhandah&#229;lla kasinospel, onlinebingo och datorsimulerat 
automatspel.

Licensen f&#229;r &#228;ven omfatta annat lotteri online om lotteriet 
tillhandah&#229;lls som ett till&#228;ggsspel till ett spel enligt 
f&#246;rsta stycket.

2 &#167; Vid spel med licens enligt 1 &#167; &#228;r det inte till&#229;tet 
att l&#229;ta spelaren sj&#228;lv g&#246;ra sin insats med hj&#228;lp av teknisk 
eller elektronisk utrustning som tillhandah&#229;lls av 
licenshavaren eller dess spelombud.

8 kap. Vadh&#229;llning

1 &#167; Licens f&#229;r ges f&#246;r att tillhandah&#229;lla vadh&#229;llning, med 
undantag f&#246;r s&#229;dan vadh&#229;llning som anges i 2 &#167;.

Licens enligt f&#246;rsta stycket f&#229;r &#228;ven omfatta lotteri i form 
av till&#228;ggsspel till vadh&#229;llningen eller lotteri f&#246;r att 
avg&#246;ra avbrutna vadh&#229;llningsobjekt.

2 &#167; Licens enligt 1 &#167; f&#229;r inte avse

1. vadh&#229;llning p&#229; utfallet i ett lotteri utan medgivande fr&#229;n 
den som tillhandah&#229;ller lotteriet,

2. vadh&#229;llning p&#229; evenemang d&#228;r den &#246;verv&#228;gande delen av 
deltagarna

&#228;r under 18 &#229;r,

3. intervallspel, eller

4. s&#229;dan vadh&#229;llning p&#229; h&#228;ndelser eller evenemang som &#228;r 
st&#246;tande eller ol&#228;mplig fr&#229;n allm&#228;n synpunkt.

3 &#167; Vid vadh&#229;llning &#228;r det inte till&#229;tet att l&#229;ta spelaren 
sj&#228;lv g&#246;ra sin insats med hj&#228;lp av teknisk eller elektronisk 
utrustning som tillhandah&#229;lls av licenshavaren eller dess 
spelombud.

9 kap. Landbaserat kommersiellt spel

Licens

1 &#167; Licens att tillhandah&#229;lla landbaserat kommersiellt 
spel f&#229;r omfatta kasinospel som inte sker p&#229; kasino, spel p&#229; 
varuspelsautomater och kortspel i turneringsform.

Kasinospel

2 &#167; Licens enligt 1 &#167; att tillhandah&#229;lla kasinospel f&#229;r 
ges om spelet tillhandah&#229;lls i samband med

1. en offentlig n&#246;jestillst&#228;llning inom en n&#246;jespark eller 
liknande anl&#228;ggning, eller

2. hotell- och restaurangverksamhet, om det f&#246;r r&#246;relsen 
finns serveringstillst&#229;nd enligt alkohollagen (2010:1622) 
eller om det &#228;nd&#229; kan antas att spelet utan ol&#228;genhet kan 
tillhandah&#229;llas i samband med verksamheten.

Varuspelsautomater

3 &#167; Licens enligt 1 &#167; att tillhandah&#229;lla spel p&#229; 
varuspelsautomater f&#229;r ges om

1. spelet tillhandah&#229;lls i samband med en offentlig 
n&#246;jestillst&#228;llning i form av tivoli eller liknande,

2. varje automat f&#246;rses med licenshavarens namn,

3. det kan antas att automaten inte kommer att anv&#228;ndas f&#246;r 
n&#229;got annat &#228;ndam&#229;l &#228;n vad den enligt ans&#246;kan om licens &#228;r 
avsedd f&#246;r, och 

4. det kan antas att god ordning kommer att r&#229;da p&#229; den plats 
d&#228;r spelet ska bedrivas.

4 &#167; Den som har vunnit i ett spel p&#229; en varuspelsautomat 
f&#229;r inte till&#229;tas l&#246;sa in vinsten mot en annan vara eller 
kontanter hos

1. licenshavaren,

2. den som innehar den plats eller bedriver n&#228;ringsverksamhet 
d&#228;r

spelet tillhandah&#229;lls, eller

3. ombud f&#246;r s&#229;dana som avses i 1 och 2.

Kortspel i turneringsform

5 &#167; Licens enligt 1 &#167; att tillhandah&#229;lla kortspel i 
turneringsform f&#229;r ges om

1. minst 8 och h&#246;gst 48 spelare deltar i turneringen,

2. det p&#229; spelplatsen inte f&#246;rekommer annat spel som omfattas 
av denna lag,

3. ingen teknisk utrustning anv&#228;nds av spelarna i samband med 
spelet,

4. endast personer som fyllt 18 &#229;r vistas p&#229; spelplatsen,

5. god ordning r&#229;der p&#229; spelplatsen, och

6. licenshavaren eller funktion&#228;rer inte deltar i spelet.

6 &#167; En licens enligt 1 &#167; att tillhandh&#229;lla kortspel i 
turneringsform f&#229;r avse h&#246;gst tv&#229; &#229;r och h&#246;gst tv&#229; 
turneringar per dag. I beslutet om licens ska det anges hur 
m&#229;nga turneringar som f&#229;r tillhandah&#229;llas och p&#229; vilken plats 
spelet f&#229;r ske.

7 &#167; En licenshavare med licens att tillhandah&#229;lla 
kasinospel online f&#229;r ensam eller tillsammans med en eller 
flera s&#229;dana licenshavare ges licens att tillhandah&#229;lla en 
&#229;rlig landbaserad turnering i kortspel. Antalet spelare f&#229;r 
d&#229; uppg&#229; till h&#246;gst 10 000 personer.

8 &#167; Vid tillhandah&#229;llande av kortspelsturnering f&#229;r inga 
andra avgifter &#228;n insatsen tas ut.

10 kap. Spel p&#229; fartyg i internationell trafik

1 &#167; Licens att tillhandah&#229;lla spel p&#229; fartyg i 
internationell trafik f&#229;r omfatta spel p&#229; penning- och 
v&#228;rdeautomater samt kasinospel som inte sker online eller p&#229; 
ett kasino.

2 &#167; F&#246;r fartyg i internationell trafik g&#228;ller 
best&#228;mmelserna i 11 kap. 7 &#167; om krav p&#229; tillst&#229;nd f&#246;r innehav 
av penning-, v&#228;rde- och varuspelsautomater.

11 kap. Licenshavares samarbetspartner

Internationellt samarbete

1 &#167; Licens att tillhandah&#229;lla spel enligt 5 kap. 1 &#167;, f&#246;rutom 
licens f&#246;r kasino och spel p&#229; v&#228;rdeautomater, samt spel enligt 
7 kap. 1 &#167; och 8 kap. 1 &#167;, f&#229;r omfatta tillhandah&#229;llande av 
spel tillsammans med en organisation eller ett f&#246;retag som 
tillhandah&#229;ller spel i ett annat land inom Europeiska 
ekonomiska samarbetsomr&#229;det. F&#246;r s&#229;dant samarbete kr&#228;vs att 
licenshavarens samarbetspartner har tillst&#229;nd till motsvarande 
spel, har r&#228;tt att samarbeta internationellt och inte 
tillhandah&#229;ller spel utan n&#246;dv&#228;ndig licens enligt denna lag.
Lag (2022:1674).

Spelombud

2 &#167; F&#246;r att en licenshavare som omfattas av lagen 
(2017:630) om &#229;tg&#228;rder mot penningtv&#228;tt och finansiering av 
terrorism ska f&#229; tillhandah&#229;lla spel genom spelombud, m&#229;ste 
spelombudet vara registrerat hos spelmyndigheten. 
Licenshavaren ska ans&#246;ka om registrering av spelombudet hos 
myndigheten.

3 &#167; N&#228;r licenshavaren f&#229;r k&#228;nnedom om att f&#246;r&#228;ndringar har 
skett i f&#246;rh&#229;llande till en ans&#246;kan eller registrering enligt 
2 &#167;, ska licenshavaren anm&#228;la f&#246;r&#228;ndringen till 
spelmyndigheten.

4 &#167; Spelmyndigheten ska registrera ett spelombud som 
uppfyller de krav som f&#246;reskrivits med st&#246;d av 21 kap. 9 &#167; 
och d&#228;rf&#246;r &#228;r l&#228;mpligt att tillhandah&#229;lla spel. Om kraven 
inte l&#228;ngre &#228;r uppfyllda, eller om licenshavaren eller 
spelombudet beg&#228;r det, ska spelmyndigheten avregistrera 
spelombudet.

5 &#167; Ett spelombud f&#229;r inte tillhandah&#229;lla spel i utrymmen 
som omfattas av ett serveringstillst&#229;nd enligt alkohollagen 
(2010:1622). Detta g&#228;ller dock inte f&#246;r spel p&#229; 
v&#228;rdeautomater och spel p&#229; travbanor och galoppbanor.

Uppdragsavtal

6 &#167; En licenshavare f&#229;r uppdra &#229;t n&#229;gon annan att utf&#246;ra 
arbete eller operativa funktioner i licenshavarens verksamhet 
enligt denna lag. Ett s&#229;dant uppdrag f&#229;r ges om licenshavaren 
ansvarar f&#246;r

1. den anf&#246;rtrodda verksamheten mot spelaren,

2. att verksamheten drivs av uppdragstagaren under 
kontrollerade och s&#228;kerhetsm&#228;ssigt betryggande former, och

3. att uppdraget inte f&#246;rs&#228;mrar spelmyndighetens m&#246;jligheter 
att &#246;vervaka att licenshavaren f&#246;ljer de regler som g&#228;ller 
f&#246;r verksamheten.

Tillst&#229;nd f&#246;r spelprogramvara och innehav av automater

6 a &#167; Den som tillverkar, tillhandah&#229;ller, installerar eller 
&#228;ndrar spelprogramvara som anv&#228;nds vid tillhandah&#229;llande av 
onlinespel enligt 7 kap. eller 8 kap. ska ha tillst&#229;nd f&#246;r 
detta. Lag (2022:1674).

6 b &#167; Tillst&#229;nd f&#246;r spelprogramvara f&#229;r ges till den som 
uppfyller kraven i 4 kap. 1 &#167; 1 och 2 och 2 &#167; 1-3.
Lag (2022:1674).

6 c &#167; Den som har tillst&#229;nd f&#246;r spelprogramvara och som saknar 
bos&#228;ttning eller etablering i ett land inom Europeiska 
ekonomiska samarbetsomr&#229;det ska ha en fysisk representant som 
&#228;r bosatt i Sverige. Representanten ska uppfylla de krav som 
anges i 4 kap. 2 &#167; 1-3. Lag (2022:1674).

6 d &#167; Tillst&#229;ndshavaren ska utf&#228;rda fullmakt f&#246;r 
representanten att i alla fr&#229;gor som r&#246;r verksamheten enligt 
tillst&#229;ndet f&#246;retr&#228;da tillst&#229;ndshavaren inf&#246;r svenska 
myndigheter, handla p&#229; tillst&#229;ndshavarens v&#228;gnar samt ta emot 
st&#228;mning f&#246;r tillst&#229;ndshavaren och sj&#228;lv eller genom n&#229;gon 
annan tala och svara f&#246;r denne. Lag (2022:1674).

6 e &#167; Den som har tillst&#229;nd f&#246;r spelprogramvara f&#229;r inte 
tillverka, tillhandah&#229;lla, installera eller &#228;ndra 
spelprogramvara &#229;t n&#229;gon som saknar n&#246;dv&#228;ndig licens enligt 
denna lag. Lag (2022:1674).

7 &#167; Penning-, v&#228;rde- och varuspelsautomater f&#229;r innehas 
bara av den som har tillst&#229;nd f&#246;r detta.

S&#229;dan automat f&#229;r dock innehas utan tillst&#229;nd av

1. den som har licens enligt denna lag f&#246;r ett spel som 
tillhandah&#229;lls p&#229; automaten,

2. automatinnehavares d&#246;dsbo under en tid av l&#228;ngst ett &#229;r 
fr&#229;n d&#246;dsfallet,

3. automatinnehavares konkursbo l&#228;ngst till dess att 
konkursen har avslutats, eller

4. den som har f&#229;tt sitt tillst&#229;nd att inneha automaten 
&#229;terkallat, till dess att tre m&#229;nader har g&#229;tt fr&#229;n det att 
beslutet om &#229;terkallelsen fick laga kraft.

8 &#167; Tillst&#229;nd enligt 7 &#167; kan ges till den som har 
yrkesm&#228;ssig befattning med s&#229;dana automater och som uppfyller 
kraven i 4 kap. 1–3 &#167;&#167;. 

Om det finns s&#228;rskilda sk&#228;l f&#229;r tillst&#229;nd ocks&#229; ges till den 
som driver musei- eller annan samlarverksamhet.

9 &#167; Fr&#229;gor om tillst&#229;nd enligt 6 a och 7 &#167;&#167; pr&#246;vas av 
spelmyndigheten. Lag (2022:1674).

10 &#167; Spelmyndigheten f&#229;r f&#246;rena ett tillst&#229;nd med villkor f&#246;r 
hanteringen av spelprogramvara eller f&#246;r innehavet av 
automater. Lag (2022:1674).

11 &#167; Ett tillst&#229;nd f&#246;r spelprogramvara ska avse en viss tid 
och f&#229;r ges f&#246;r h&#246;gst fem &#229;r.

Om en ans&#246;kan om f&#246;rnyelse av tillst&#229;ndet har getts in senast 
fyra m&#229;nader innan giltighetstiden f&#246;r det g&#228;llande 
tillst&#229;ndet g&#229;r ut, ska tillst&#229;ndet g&#228;lla till dess att 
spelmyndigheten beslutat om den nya ans&#246;kan. Lag (2022:1674).

12 kap. Registrering av spelare

1 &#167; En licenshavare ska registrera den som vill delta i 
spel. Endast fysiska personer som &#228;r bosatta eller 
stadigvarande vistas i Sverige f&#229;r registreras f&#246;r 
onlinespel.

2 &#167; Vid registreringen ska spelaren uppge namn, adress och 
personnummer eller motsvarande. 

Licenshavaren ska kontrollera spelarens identitet p&#229; ett 
betryggande s&#228;tt genom en tillf&#246;rlitlig elektronisk 
identifiering eller motsvarande.

3 &#167; En spelare som deltar i lotteri f&#246;r viss tid ska 
registreras med namn, adress och personnummer eller 
motsvarande. Identifiering enligt 2 &#167; kr&#228;vs dock inte.

4 &#167; Spel f&#229;r inte ske f&#246;rr&#228;n spelarens identitet 
fastst&#228;llts, om det inte finns f&#246;ruts&#228;ttningar f&#246;r ett 
tillf&#228;lligt spelkonto enligt 13 kap. 4 &#167;. 

En licenshavare ska dock fastst&#228;lla en spelares identitet 
senast i samband med att den f&#246;rsta utbetalningen till 
spelaren g&#246;rs. 

Spel f&#229;r inte ske innan licenshavaren har kontrollerat att 
spelaren inte st&#228;ngt av sig enligt 14 kap. 11 eller 12 &#167;.

13 kap. Spelkonton

1 &#167; En licenshavare med licens f&#246;r onlinespel, med 
undantag f&#246;r s&#229;dant spel som avses i 12 kap. 3 &#167;, ska f&#246;r 
varje registrerad spelare &#246;ppna ett spelkonto.

2 &#167; N&#228;r en registrerad spelare loggar in p&#229; sitt spelkonto 
ska licenshavaren identifiera spelaren p&#229; ett betryggande 
s&#228;tt.

3 &#167; Alla ekonomiska transaktioner till och fr&#229;n spelkontot 
ska registreras. Licenshavaren ska ge spelaren tillg&#229;ng till 
information om spelkontots saldo, spelhistorik, in- och 
utbetalningar samt &#246;vriga transaktioner. S&#229;dan information 
ska vara tillg&#228;nglig f&#246;r spelaren p&#229; spelkontot i minst tolv 
m&#229;nader.

4 &#167; Innan licenshavaren har kontrollerat de uppgifter som 
spelaren ska l&#228;mna enligt 12 kap. 2 &#167; f&#229;r ett tillf&#228;lligt 
spelkonto &#246;ppnas f&#246;r spelaren. Ett tillf&#228;lligt spelkonto f&#229;r 
dock inte &#246;ppnas f&#246;r en spelare som finns i det register f&#246;r 
sj&#228;lvavst&#228;ngning som anges i 14 kap. 12 &#167;.

Licenshavaren ska genast st&#228;nga ett tillf&#228;lligt spelkonto om 
det visar sig att spelaren har l&#228;mnat felaktig information 
vid registreringen. Detsamma g&#228;ller om spelaren inte p&#229; 
uppmaning av licenshavaren inom en viss tid ger in 
dokumentation som styrker de uppgifter som l&#228;mnats vid 
registreringen.

Utbetalningar till spelaren f&#229;r inte g&#246;ras fr&#229;n ett 
tillf&#228;lligt spelkonto, s&#229;vida inte annat f&#246;ljer av 8 &#167;.

5 &#167; En licenshavare f&#229;r ta emot betalningar till ett 
spelkonto bara fr&#229;n en betaltj&#228;nstleverant&#246;r enligt lagen 
(2010:751) om betaltj&#228;nster.

6 &#167; Pengar, spelpolletter eller liknande f&#229;r inte 
&#246;verf&#246;ras mellan spelkonton.

7 &#167; De medel som en spelare har innest&#229;ende p&#229; ett 
spelkonto ska h&#229;llas avskilda fr&#229;n licenshavarens egna 
medel.
Licenshavaren ska senast i samband med att ett spelkonto 
&#246;ppnas informera spelaren om hur medlen p&#229; spelkontot &#228;r 
skyddade om licenshavaren skulle hamna p&#229; ekonomiskt 
obest&#229;nd.

8 &#167; N&#228;r ett spelkonto avslutas ska licenshavaren skyndsamt 
betala ut tillgodohavandet p&#229; spelkontot till spelaren.

Licenshavaren ska dock endast betala tillbaka vad som 
&#229;terst&#229;r av de ins&#228;ttningar som spelaren har gjort, om 
spelkontot avslutas p&#229; grund av att

1. spelaren vid &#246;ppnandet av ett tillf&#228;lligt spelkonto l&#228;mnat 
felaktiga uppgifter om sig sj&#228;lv, eller p&#229; uppmaning av 
licenshavaren inte gett in dokumentation som styrker de 
uppgifter som l&#228;mnats vid registreringen, eller

2. spelaren st&#228;ngts av fr&#229;n spel p&#229; grund av missk&#246;tsamhet.

9 &#167; Om en licenshavare avslutar ett spelkonto ska spelaren 
informeras skriftligen om det och om grunderna f&#246;r 
beslutet.

10 &#167; Det &#228;r inte till&#229;tet f&#246;r licenshavaren att ta ut en 
avgift f&#246;r att avsluta ett spelkonto.

14 kap. Spelansvar

Omsorgsplikt

1 &#167; En licenshavare ska s&#228;kerst&#228;lla att sociala och 
h&#228;lsom&#228;ssiga h&#228;nsyn iakttas i spelverksamheten f&#246;r att skydda 
spelare mot &#246;verdrivet spelande och hj&#228;lpa dem att minska 
sitt spelande n&#228;r det finns anledning till det 
(omsorgsplikt). I omsorgsplikten ing&#229;r att motverka 
&#246;verdrivet spelande genom fortl&#246;pande kontroll av 
spelbeteende. Licenshavare ska i en handlingsplan redovisa 
hur omsorgsplikten ska fullg&#246;ras.

&#197;ldersgr&#228;ns

2 &#167; Licenspliktigt spel f&#229;r inte tillhandah&#229;llas n&#229;gon som 
&#228;r under 18 &#229;r. Den som &#228;r under 20 &#229;r f&#229;r inte ges tilltr&#228;de 
till ett kasino.

3 &#167; Spel ska tillhandah&#229;llas p&#229; ett s&#229;dant s&#228;tt att det 
g&#229;r att kontrollera spelarens &#229;lder. &#197;ldersgr&#228;nsen f&#246;r ett 
spel ska tydligt anges p&#229; platser d&#228;r spelet 
tillhandah&#229;lls.
Informationsskyldighet

4 &#167; En licenshavare ska h&#229;lla all relevant information om 
spelet, inklusive spelets vinstm&#246;jligheter och regler, 
l&#228;ttillg&#228;nglig f&#246;r spelare och myndigheter. Denna information 
ska vara p&#229; svenska.

Utformning av spel

5 &#167; Det &#228;r inte till&#229;tet att s&#228;rskilt utforma eller 
programmera spel s&#229; att spelaren f&#229;r intryck av att vara n&#228;ra 
att vinna n&#228;r s&#229; inte &#228;r fallet. 

En licenshavare f&#229;r inte tillhandah&#229;lla gratisspel, provspel 
och liknande spel som har ett annat slumpm&#228;ssigt utfall &#228;n 
motsvarande spel med insatser.

Insatser och vissa gr&#228;nser

6 &#167; Vid spel ska spelaren aktivt ange och bekr&#228;fta sin 
insats.

7 &#167; Vid onlinespel ska spelaren ange en &#246;vre gr&#228;ns f&#246;r 
sina ins&#228;ttningar. Vid spel p&#229; v&#228;rdeautomater enligt 5 kap. 7 
och 8 &#167;&#167; ska i st&#228;llet en f&#246;rlustgr&#228;ns anges.

Kreditf&#246;rbud

8 &#167; Det &#228;r inte till&#229;tet f&#246;r en licenshavare eller ett 
spelombud att erbjuda eller l&#228;mna kredit f&#246;r insatser i 
spelet. 

Spelmyndigheten f&#229;r f&#246;r ett visst lotteri medge undantag fr&#229;n 
f&#246;rbudet i f&#246;rsta stycket, om

1. lotteriet tillhandah&#229;lls med licens enligt 6 kap.,

2. krediten avser k&#246;p av lotter f&#246;r en viss tid, och

3. det sammanlagda kreditbeloppet uppg&#229;r till h&#246;gst 1/40 
prisbasbelopp.

Bonuserbjudanden

9 &#167; En licenshavare f&#229;r endast vid det f&#246;rsta tillf&#228;llet d&#229; en 
spelare spelar p&#229; n&#229;got av licenshavarens spel erbjuda eller 
l&#228;mna bonus.

Licenshavare som enbart tillhandah&#229;ller spel enligt 6 kap. f&#229;r 
dock erbjuda och l&#228;mna bonus &#228;ven vid andra tillf&#228;llen.
Lag (2022:1674).

Sj&#228;lvtest

10 &#167; En licenshavare ska erbjuda ett verktyg online f&#246;r 
att spelaren ska kunna bed&#246;ma sitt spelbeteende.

Sj&#228;lvavst&#228;ngning

11 &#167; En licenshavare enligt 5–8 kap. ska ge registrerade 
spelare m&#246;jlighet att st&#228;nga av sig fr&#229;n spel under en viss 
tid eller tills vidare. En avst&#228;ngning tills vidare f&#229;r inte 
h&#228;vas f&#246;rr&#228;n efter tolv m&#229;nader.

En licenshavare som tillhandah&#229;ller kasinospel online, 
onlinebingo och datorsimulerat automatspel ska p&#229; sin 
webbplats &#228;ven ge spelaren en m&#246;jlighet att omedelbart st&#228;nga 
av sig fr&#229;n s&#229;dant spel i 24 timmar.

12 &#167; En spelare ska genom en anm&#228;lan till spelmyndigheten 
kunna st&#228;nga av sig fr&#229;n allt spel som kr&#228;ver registrering 
enligt 12 kap. 1 &#167;. Avst&#228;ngningen ska g&#228;lla hos alla 
licenshavare under en viss tid eller tills vidare. En 
avst&#228;ngning tills vidare f&#229;r inte h&#228;vas f&#246;rr&#228;n efter tolv 
m&#229;nader. 

Spelmyndigheten ska f&#246;ra ett register &#246;ver spelare som &#228;r 
avst&#228;ngda fr&#229;n spel enligt f&#246;rsta stycket.

Kundtj&#228;nst

13 &#167; En licenshavare ska ha rutiner och bemanning f&#246;r 
hantering av klagom&#229;l och andra fr&#229;gor om de spel som 
tillhandah&#229;lls.

Utbildning

14 &#167; En licenshavare ska kontinuerligt utbilda sin ledning 
och s&#229;dan personal, s&#229;v&#228;l egen som vid anlitade f&#246;retag, som 
arbetar med produktutveckling, marknadsf&#246;ring, 
spel&#246;vervakning, f&#246;rs&#228;ljning och kundtj&#228;nst. Utbildningen ska 
skapa medvetenhet om och f&#246;rst&#229;else f&#246;r riskerna med spel och 
f&#246;r vilka faktorer som p&#229;verkar en spelares spelbeteende.

S&#228;rskilda best&#228;mmelser f&#246;r anst&#228;llda

15 &#167; En licenshavare ska ha regler som anger vilka 
anst&#228;llda och uppdragstagare som inte f&#229;r delta i 
licenshavarens spel och s&#228;kerst&#228;lla att dessa inte deltar i 
spelen.

Kontrollrutiner

16 &#167; En licenshavare ska ha rutiner f&#246;r att uppt&#228;cka och 
motverka g&#228;rningar som omfattas av regleringen om spelfusk i 
19 kap. 4 &#167; samt &#246;vertr&#228;delser av anv&#228;ndarvillkor och 
spelregler. 

Licenshavaren ska &#228;ven m&#246;jligg&#246;ra f&#246;r spelare att omedelbart 
kunna underr&#228;tta licenshavaren om s&#229;dana f&#246;rh&#229;llanden som 
anges i f&#246;rsta stycket. 

En licenshavare f&#229;r till Polismyndigheten eller &#229;klagare 
l&#228;mna uppgifter som kan tyda p&#229; brott i samband med spel.

Uppgiftsskyldighet

17 &#167; En licenshavare ska p&#229; beg&#228;ran av Polismyndigheten 
snarast m&#246;jligt l&#228;mna alla uppgifter som myndigheten beh&#246;ver 
f&#246;r en utredning om brott som en spelare kan ha beg&#229;tt i 
samband med spel.

Uppgifterna ska l&#228;mnas i det format som Polismyndigheten 
beg&#228;r. Lag (2023:309).

15 kap. Marknadsf&#246;ring

M&#229;ttfull marknadsf&#246;ring

1 &#167; Vid marknadsf&#246;ring av spel till konsumenter ska 
m&#229;ttfullhet iakttas.

Marknadsf&#246;ringen f&#229;r inte riktas s&#228;rskilt till personer under 
18 &#229;r.

Direktreklam

2 &#167; Marknadsf&#246;ring f&#229;r inte riktas direkt till en spelare 
som har st&#228;ngt av sig fr&#229;n spel. 

Om en spelare har sagt upp sitt spelkonto hos en 
licenshavare, f&#229;r licenshavaren rikta marknadsf&#246;ring direkt 
till spelaren endast om spelaren i samband med upps&#228;gningen 
aktivt godk&#228;nt det.

Informationsskyldighet

3 &#167; Kommersiella meddelanden om spel ska inneh&#229;lla tydlig 
information om l&#228;gsta &#229;lder f&#246;r att f&#229; spela.

P&#229; platser d&#228;r spel bedrivs och i samband med kommersiella 
meddelanden om spel, med undantag f&#246;r s&#229;dana meddelanden i 
radio, ska licenshavaren s&#228;kerst&#228;lla att det ocks&#229; anges 
kontaktuppgifter till en organisation som tillhandah&#229;ller 
information om och st&#246;d i samband med spelproblem.

Otillb&#246;rlig marknadsf&#246;ring

4 &#167; Marknadsf&#246;ring som strider mot 1 eller 2 &#167; ska vid 
till&#228;mpningen av 5, 23 och 26 &#167;&#167; marknadsf&#246;ringslagen 
(2008:486) anses som otillb&#246;rlig mot konsumenter. Ett 
handlande som strider mot 2 &#167; kan medf&#246;ra 
marknadsst&#246;rningsavgift enligt best&#228;mmelserna i 29-36 &#167;&#167; 
marknadsf&#246;ringslagen.

Om information som anges i 3 &#167; inte l&#228;mnas ska 
marknadsf&#246;ringslagen till&#228;mpas, med undantag av best&#228;mmelserna 
i 29-36 &#167;&#167; om marknadsst&#246;rningsavgift. S&#229;dan information ska 
anses vara v&#228;sentlig enligt 10 &#167; tredje stycket 
marknadsf&#246;ringslagen. Lag (2022:1674).

Sponsring

5 &#167; N&#228;r en licenshavare ing&#229;r avtal om sponsring ska den 
s&#228;kerst&#228;lla att dess logotyper samt namn p&#229; spelprodukter 
eller speltj&#228;nster inte f&#246;rekommer p&#229; produkter som &#228;r 
avsedda att anv&#228;ndas av personer under 18 &#229;r.

Reklam i radio och tv samt p&#229; videodelningsplattformar

6 &#167; Reklam f&#246;r spel som tillhandah&#229;lls av n&#229;gon som saknar 
n&#246;dv&#228;ndig licens enligt denna lag f&#229;r inte f&#246;rekomma i tv-
s&#228;ndningar, best&#228;ll-tv, s&#246;kbar text-tv eller 
ljudradios&#228;ndningar.

En leverant&#246;r av en videodelningsplattform f&#229;r inte 
tillhandah&#229;lla s&#229;dan reklam f&#246;re, under eller efter 
anv&#228;ndargenererade videor eller tv-program p&#229; plattformen.
Lag (2022:1674).

16 kap. Tekniska krav

1 &#167; Den som tillhandah&#229;ller spel ska se till att 
spelsystem, aff&#228;rssystem, dragningsutrustning, fysiska lotter 
och fysiska bingobrickor uppfyller de tekniska kraven i 
s&#229;dana f&#246;reskrifter som har meddelats med st&#246;d av denna lag. 
Detsamma g&#228;ller krav f&#246;r de rutiner som ska till&#228;mpas f&#246;r 
spel- och aff&#228;rssystem inklusive de uppgifter som finns i 
dessa system.

1 a &#167; Den som tillhandah&#229;ller onlinespel enligt 7 kap. eller 
8 kap. ska se till att spelprogramvaran som anv&#228;nds &#228;r 
tillverkad, tillhandah&#229;llen, installerad eller &#228;ndrad av n&#229;gon 
med tillst&#229;nd enligt 11 kap. 6 a &#167;. Lag (2022:1674).

2 &#167; Licenshavarens spelsystem ska vara placerat i Sverige.

Spelsystemet f&#229;r vara placerat utomlands om licenshavaren

1. har till&#229;telse att erbjuda spel i ett annat land d&#228;r en 
offentlig myndighet &#246;vervakar licenshavarens tillhandah&#229;llande 
av spel och denna myndighet har ing&#229;tt avtal med 
spelmyndigheten om tillsyn av licenshavarens tillhandah&#229;llande 
av spel i Sverige, eller

2. ger spelmyndigheten m&#246;jlighet att genomf&#246;ra en 
tillfredsst&#228;llande kontroll av spelsystemet med hj&#228;lp av 
fj&#228;rr&#229;tkomst eller liknande. Lag (2022:1674).

3 &#167; F&#246;r att s&#228;kerst&#228;lla att en licenshavares spelsystem, 
aff&#228;rssystem, rutiner, dragningsutrustning och fysiska lotter 
uppfyller de krav som avses i 1 &#167; innan de anv&#228;nds i 
spelverksamheten ska de bed&#246;mas av ett organ som ackrediterats 
f&#246;r uppgiften enligt Europaparlamentets och r&#229;dets f&#246;rordning 
(EG) nr 765/2008 av den 9 juli 2008 om krav f&#246;r ackreditering 
och upph&#228;vande av f&#246;rordning (EEG) nr 339/93. Lag (2022:1143).

4 &#167; Spelmyndigheten f&#229;r n&#228;r som helst under licenstiden 
kr&#228;va att licenshavaren l&#229;ter utf&#246;ra en bed&#246;mning av hur 
spelsystem, aff&#228;rssystem, rutiner, dragningsutrustning eller 
fysiska lotter uppfyller uppst&#228;llda krav. Kostnaderna f&#246;r 
detta ska betalas av licenshavaren.

5 &#167; En licenshavare ska, om inte spelmyndigheten beslutar 
om annat, spara alla uppgifter om driften av spelsystemet i 
minst fem &#229;r.

17 kap. Behandling av personuppgifter

F&#246;rh&#229;llandet till annan dataskyddsreglering

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser som kompletterar 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av den 
27 april 2016 om skydd f&#246;r fysiska personer med avseende p&#229; 
behandling av personuppgifter och om det fria fl&#246;det av 
s&#229;dana uppgifter och om upph&#228;vande av direktiv 95/46/EG 
(allm&#228;n dataskyddsf&#246;rordning), h&#228;r ben&#228;mnd EU:s 
dataskyddsf&#246;rordning.

Vid behandling av personuppgifter enligt denna lag g&#228;ller 
lagen (2018:218) med kompletterande best&#228;mmelser till EU:s 
dataskyddsf&#246;rordning och f&#246;reskrifter som har meddelats i 
anslutning till den lagen, om inte annat f&#246;ljer av denna lag 
eller av f&#246;reskrifter som har meddelats i anslutning till 
lagen.

Personuppgiftsansvar

2 &#167; Spelmyndigheten &#228;r personuppgiftsansvarig f&#246;r 
sj&#228;lvavst&#228;ngningsregistret och f&#246;r den behandling av 
personuppgifter som myndigheten utf&#246;r i &#246;vrigt f&#246;r att 
fullg&#246;ra sina uppgifter enligt denna lag.

En licenshavare &#228;r personuppgiftsansvarig f&#246;r den behandling 
av personuppgifter som den utf&#246;r f&#246;r att fullg&#246;ra sina 
uppgifter enligt denna lag.

Beh&#246;righetstilldelning

3 &#167; Tillg&#229;ngen till personuppgifter ska begr&#228;nsas till vad 
var och en beh&#246;ver f&#246;r att kunna fullg&#246;ra sina 
arbetsuppgifter enligt denna lag.

Till&#229;tna &#228;ndam&#229;l f&#246;r behandling av personuppgifter

4 &#167; Spelmyndigheten f&#229;r behandla personuppgifter om det &#228;r 
n&#246;dv&#228;ndigt f&#246;r att hantera sj&#228;lvavst&#228;ngningsregistret och i 
&#246;vrigt utf&#246;ra sina uppgifter enligt denna lag och 
f&#246;reskrifter som har meddelats i anslutning till lagen.

5 &#167; En licenshavare f&#229;r behandla personuppgifter om det &#228;r 
n&#246;dv&#228;ndigt f&#246;r att enligt denna lag och f&#246;reskrifter som har 
meddelats i anslutning till lagen

1. kontrollera spelarens identitet och &#229;lder,

2. uppr&#228;tta spelkonton och fullg&#246;ra licenshavarens 
skyldigheter gentemot spelaren i fr&#229;ga om spelkonton,

3. kontrollera att spelaren f&#246;ljer de villkor och regler som 
g&#228;ller f&#246;r varje spel,

4. granska spelet i syfte att uppt&#228;cka fusk, bedr&#228;geri och 
annan brottslig verksamhet,

5. kontrollera och rapportera avvikande spelm&#246;nster och 
misstankar om manipulation av resultat inom sport med avseende 
p&#229; vadh&#229;llning,

6. granska och analysera uppgifter fr&#229;n uppr&#228;ttade 
spelarprofiler och varje spelares spelbeteende f&#246;r att kunna 
vidta spelansvars&#229;tg&#228;rder,

7. genomf&#246;ra sj&#228;lvavst&#228;ngning av spelare samt hantera 
uppgifter fr&#229;n spelmyndigheten avseende det nationella 
sj&#228;lvavst&#228;ngningsregistret, och

8. kontrollera och rapportera om spelaren deltagit i 
vadh&#229;llning i strid med idrottens regelverk om matchfixning.
Lag (2023:309).

6 &#167; Sveriges Riksidrottsf&#246;rbund och ett s&#229;dant 
specialidrottsf&#246;rbund som &#228;r anknutet till 
Riksidrottsf&#246;rbundet f&#229;r behandla personuppgifter om det &#228;r 
n&#246;dv&#228;ndigt f&#246;r att enligt denna lag och f&#246;reskrifter som har 
meddelats i anslutning till lagen rapportera misstankar om 
manipulation av resultat inom sport med avseende p&#229; 
vadh&#229;llning. Lag (2023:309).

7 &#167; Sveriges Riksidrottsf&#246;rbund och ett s&#229;dant 
specialidrottsf&#246;rbund som &#228;r anknutet till 
Riksidrottsf&#246;rbundet f&#229;r behandla personuppgifter inom ramen 
f&#246;r arbete som utf&#246;rs p&#229; grund av idrottens regelverk om 
matchfixning, om det &#228;r n&#246;dv&#228;ndigt f&#246;r att

1. handl&#228;gga &#228;renden om f&#246;rseelser, och

2. inh&#228;mta, analysera och delge information som g&#228;ller m&#246;jliga 
f&#246;rseelser.

Andra organ som agerar inom ramen f&#246;r idrottens arbete mot 
matchfixning f&#229;r behandla personuppgifter enligt f&#246;rsta 
stycket 2, om det &#228;r n&#246;dv&#228;ndigt f&#246;r att tillhandah&#229;lla 
information som Sveriges Riksidrottsf&#246;rbund eller ett 
specialidrottsf&#246;rbund beh&#246;ver f&#246;r sin verksamhet enligt f&#246;rsta 
stycket. Lag (2023:309).

Behandling av personuppgifter om lag&#246;vertr&#228;delser

8 &#167; Personuppgifter som avses i artikel 10 i EU:s 
dataskyddsf&#246;rordning f&#229;r behandlas av dem som anges i 7 &#167;, om 
s&#229;dana personuppgifter behandlas f&#246;r de &#228;ndam&#229;l som anges i 
7 &#167; f&#246;rsta stycket. Lag (2023:309).

Hinder mot utl&#228;mnande av uppgifter

9 &#167; Personuppgifter som behandlas enligt 14 kap. 16 &#167; tredje 
stycket eller 17 &#167; f&#229;r inte l&#228;mnas ut till den registrerade. 
Artikel 15 i EU:s dataskyddsf&#246;rordning om information och r&#228;tt 
att f&#229; tillg&#229;ng till personuppgifter g&#228;ller inte vid s&#229;dan 
behandling. Lag (2023:309).

S&#246;kf&#246;rbud

10 &#167; Vid behandling av personuppgifter enligt denna lag &#228;r 
det f&#246;rbjudet att utf&#246;ra s&#246;kningar i syfte att f&#229; fram ett 
urval av personer grundat p&#229; s&#229;dana personuppgifter som avses 
i artiklarna 9.1 och 10 i EU:s dataskyddsf&#246;rordning.
Lag (2023:309).

18 kap. Tillsyn och andra &#229;tg&#228;rder

Tillsynsmyndigheter

1 &#167; Spelmyndigheten har tillsyn &#246;ver att denna lag och de 
f&#246;reskrifter och villkor som meddelats med st&#246;d av lagen 
f&#246;ljs.

Spelmyndigheten har dock inte tillsyn &#246;ver

1. s&#229;dana lotterier som avses i 6 kap. 9 &#167;, och

2. behandlingen av personuppgifter.

Tillsyn &#246;ver lotterier som avses i andra stycket 1 ut&#246;vas av 
den kommunala n&#228;mnd som kommunen best&#228;mmer.

2 &#167; Spelmyndigheten har ocks&#229; tillsyn &#246;ver att spelverksamhet 
som bedrivs med licens eller registrering enligt denna lag 
f&#246;ljer lagen (2017:630) om &#229;tg&#228;rder mot penningtv&#228;tt och 
finansiering av terrorism. Lag (2022:1674).

Kontrollanter

3 &#167; Spelmyndigheten f&#229;r f&#246;rordna s&#228;rskilda kontrollanter 
f&#246;r att utf&#246;ra tillsynsuppgifter.

Unders&#246;kningar och upplysningar

4 &#167; En kontrollant enligt 3 &#167; eller en befattningshavare 
hos spelmyndigheten i vars uppgifter det ing&#229;r att &#246;vervaka 
att best&#228;mmelser om spel f&#246;ljs, har r&#228;tt att

1. f&#229; tilltr&#228;de till fartyg, omr&#229;den, anl&#228;ggningar, lokaler 
och andra utrymmen d&#228;r det bedrivs eller kan antas bedrivas 
spel eller d&#228;r utrustning f&#246;r spel f&#246;rvaras eller hanteras,

2. f&#229; de uppgifter och handlingar som beh&#246;vs f&#246;r tillsynen, 
och

3. f&#229; den hj&#228;lp som beh&#246;vs f&#246;r tillsynen av den som &#228;r 
f&#246;rem&#229;l f&#246;r &#229;tg&#228;rden.

5 &#167; Polismyndigheten ska l&#228;mna spelmyndigheten den hj&#228;lp 
som beh&#246;vs vid tillsynen.

Hj&#228;lp enligt f&#246;rsta stycket f&#229;r beg&#228;ras endast om

1. det p&#229; grund av s&#228;rskilda omst&#228;ndigheter kan befaras att 
&#229;tg&#228;rden inte kan utf&#246;ras utan att en polismans s&#228;rskilda 
befogenheter enligt 10 &#167; polislagen (1984:387) beh&#246;ver 
tillgripas, eller

2. det annars finns synnerliga sk&#228;l.

6 &#167; Om en licenshavare ing&#229;r i en koncern har 
spelmyndigheten r&#228;tt att fr&#229;n de &#246;vriga f&#246;retagen i koncernen 
f&#229; de upplysningar om verksamheten och d&#228;rmed sammanh&#228;ngande 
omst&#228;ndigheter som myndigheten beh&#246;ver f&#246;r sin tillsyn &#246;ver 
licenshavaren.

7 &#167; En revisor eller en s&#228;rskild granskare ska omedelbart 
underr&#228;tta spelmyndigheten om han eller hon vid fullg&#246;randet 
av sitt uppdrag hos en licenshavare f&#229;r k&#228;nnedom om 
f&#246;rh&#229;llanden som

1. kan utg&#246;ra en v&#228;sentlig &#246;vertr&#228;delse av n&#229;gon f&#246;rfattning 
som reglerar licenshavarens verksamhet,

2. kan p&#229;verka licenshavarens fortsatta drift negativt, 
eller

3. kan leda till att revisorn avstyrker att balansr&#228;kningen 
eller resultatr&#228;kningen fastst&#228;lls eller till anm&#228;rkning 
enligt 9 kap. 33 eller 34 &#167; aktiebolagslagen (2005:551), 
8 kap. 36 och 37 &#167;&#167; lagen (2018:672) om ekonomiska f&#246;reningar, 
eller 29 eller 30 &#167; revisionslagen (1999:1079).

Revisorn och den s&#228;rskilda granskaren har en motsvarande 
underr&#228;ttelseskyldighet om han eller hon f&#229;r k&#228;nnedom om 
f&#246;rh&#229;llanden som avses i f&#246;rsta stycket vid fullg&#246;rande av 
uppdrag i licenshavarens moderf&#246;retag eller dotterf&#246;retag 
eller i ett f&#246;retag som har en likartad f&#246;rbindelse med 
licenshavaren.

Kontrollk&#246;p

8 &#167; Som ett led i tillsynen av om en licenshavare som 
tillhandah&#229;ller n&#229;got annat spel &#228;n onlinespel f&#246;ljer 
best&#228;mmelserna om &#229;ldersgr&#228;nser i 14 kap. 2 &#167; f&#229;r 
spelmyndigheten genomf&#246;ra kontrollk&#246;p. Vid ett s&#229;dant k&#246;p f&#229;r 
spelmyndigheten endast anlita en person som har uppn&#229;tt den 
&#229;lder som g&#228;ller f&#246;r det aktuella spelet.

Ett kontrollk&#246;p f&#229;r genomf&#246;ras utan att licenshavaren eller 
dess spelombud underr&#228;ttas i f&#246;rv&#228;g om kontrollk&#246;pet. 
Spelmyndigheten ska dock snarast efter ett genomf&#246;rt 
kontrollk&#246;p underr&#228;tta licenshavaren om kontrollk&#246;pet.

9 &#167; Vad som framkommit genom kontrollk&#246;p f&#229;r inte utg&#246;ra 
grund f&#246;r spelmyndigheten att ingripa enligt 12 &#167;.

Testk&#246;p

9 a &#167; Om det &#228;r n&#246;dv&#228;ndigt f&#246;r tillsynen &#246;ver att 
best&#228;mmelserna i 3 kap. 3 &#167; f&#246;rsta stycket och 7 &#167; f&#246;ljs, f&#229;r 
spelmyndigheten k&#246;pa speltj&#228;nster online under dold identitet 
(testk&#246;p).

N&#228;ringsidkaren ska underr&#228;ttas om testk&#246;pet s&#229; snart det kan 
ske utan att &#229;tg&#228;rden f&#246;rlorar sin betydelse. Lag (2023:309).

Tillsyn &#246;ver registreringslotterier

10 &#167; F&#246;r s&#229;dana lotterier som avses i 6 kap. 9 &#167; ska 
kommunen f&#246;rordna en kontrollant. 

Kommunen ska fastst&#228;lla arvodet till kontrollanten. Arvodet 
ska betalas av den som har registrerats f&#246;r att 
tillhandah&#229;lla ett s&#229;dant lotteri. 

Den som efter registrering tillhandah&#229;ller lotterier enligt 
6 kap. 9 &#167; ska senast den 15 februari varje &#229;r till 
kontrollanten redovisa de lotterier som har tillhandah&#229;llits 
under f&#246;reg&#229;ende kalender&#229;r. Kontrollanten ska senast den 1 
april varje &#229;r och vid utg&#229;ngen av varje tillst&#229;ndsperiod 
l&#228;mna kommunen uppgifter om insatsernas sammanlagda belopp i 
de lotterier som har tillhandah&#229;llits under perioden.

11 &#167; Spelmyndigheten ska genom tillsynsv&#228;gledning l&#246;pande 
ge st&#246;d till och f&#246;lja hur kommunerna bedriver sin tillsyn 
enligt 1 &#167; tredje stycket.

Ingripanden

12 &#167; Om f&#246;ruts&#228;ttningarna f&#246;r licens eller tillst&#229;nd f&#246;r 
spelprogramvara inte l&#228;ngre &#228;r uppfyllda, eller om en licens- 
eller tillst&#229;ndshavare i &#246;vrigt &#229;sidos&#228;tter sina skyldigheter 
enligt denna lag eller enligt f&#246;reskrifter eller villkor som 
meddelats med st&#246;d av lagen, ska spelmyndigheten f&#246;rel&#228;gga 
licens- eller tillst&#229;ndshavaren att inom en viss tid vidta 
r&#228;ttelse eller besluta om f&#246;rbud, &#228;ndring av villkoren eller 
anm&#228;rkning.

Om &#246;vertr&#228;delsen &#228;r allvarlig ska licensen eller tillst&#229;ndet 
&#229;terkallas eller, om det &#228;r tillr&#228;ckligt, varning meddelas.

Spelmyndigheten f&#229;r avst&#229; fr&#229;n ingripande om en &#246;vertr&#228;delse 
&#228;r ringa eller urs&#228;ktlig, om licens- eller tillst&#229;ndshavaren 
vidtar r&#228;ttelse eller om n&#229;gon annan myndighet har vidtagit 
&#229;tg&#228;rder mot denne och dessa &#229;tg&#228;rder bed&#246;ms tillr&#228;ckliga.
Lag (2022:1674).

13 &#167; Om det finns sannolika sk&#228;l f&#246;r &#229;terkallelse av en licens 
i ett &#228;rende enligt 12 &#167; f&#229;r spelmyndigheten &#229;terkalla 
licensen fram till dess att fr&#229;gan om &#229;terkallelse har pr&#246;vats 
slutligt. Detta g&#228;ller dock endast om det beh&#246;vs f&#246;r att 
trygga konsumentskyddet eller det annars &#228;r n&#246;dv&#228;ndigt fr&#229;n 
allm&#228;n synpunkt.

Ett beslut enligt f&#246;rsta stycket g&#228;ller i h&#246;gst sex m&#229;nader. 
Om det finns s&#228;rskilda sk&#228;l f&#229;r beslutet f&#246;rl&#228;ngas en g&#229;ng med 
ytterligare h&#246;gst sex m&#229;nader. Lag (2022:1674).

14 &#167; Spelmyndigheten ska &#229;terkalla en licens om 
licenshavaren

1. har f&#229;tt licensen genom att l&#228;mna oriktiga uppgifter eller 
p&#229; n&#229;got annat otillb&#246;rligt s&#228;tt,

2. inte inom ett &#229;r fr&#229;n det att licensen beviljades har 
b&#246;rjat driva s&#229;dan spelverksamhet som licensen avser,

3. under en sammanh&#228;ngande tid av sex m&#229;nader inte har drivit 
s&#229;dan verksamhet som licensen avser,

4. har f&#246;rklarat sig avst&#229; fr&#229;n licensen, eller

5. har f&#246;rsatts i konkurs eller om beslut har fattats om att 
bolaget ska tv&#229;ngslikvideras.

I de fall som avses i f&#246;rsta stycket 1–3 f&#229;r i st&#228;llet 
varning meddelas, om det &#228;r tillr&#228;ckligt.

15 &#167; Om licenshavaren &#228;r en fysisk person och 
f&#246;ruts&#228;ttningarna f&#246;r licens enligt 4 kap. 2 &#167; 4 eller 5 inte 
l&#228;ngre &#228;r uppfyllda, f&#229;r spelmyndigheten &#229;terkalla licensen.
Om licenshavaren &#228;r en juridisk person och 
f&#246;ruts&#228;ttningarna f&#246;r licens enligt 4 kap. 2 &#167; 4 eller 5 inte 
l&#228;ngre &#228;r uppfyllda, f&#229;r spelmyndigheten f&#246;rel&#228;gga den 
juridiska personen att vidta r&#228;ttelse. Om r&#228;ttelse inte g&#246;rs 
f&#229;r spelmyndigheten &#229;terkalla licensen. Om bristen avser den 
som har ett kvalificerat innehav enligt 4 kap. 3 &#167; tredje 
stycket, f&#229;r spelmyndigheten f&#246;rel&#228;gga innehavaren att 
avyttra s&#229; stor del av aktierna eller andelarna att innehavet 
d&#228;refter inte &#228;r kvalificerat eller, om innehavaren &#228;r en 
juridisk person, entlediga den diskvalificerade personen i 
styrelsen eller ledningen.

16 &#167; Om den som &#228;r registrerad att tillhandah&#229;lla spel 
enligt 6 kap. 9 &#167; omfattas av lagen (2017:630) om &#229;tg&#228;rder 
mot penningtv&#228;tt och finansiering av terrorism och om kraven 
i 4 kap. 2 &#167; 4 eller 5 inte l&#228;ngre &#228;r uppfyllda, f&#229;r kommunen 
f&#246;rel&#228;gga den registrerade att vidta r&#228;ttelse. Om r&#228;ttelse 
inte g&#246;rs f&#229;r kommunen f&#246;rel&#228;gga den registrerade att upph&#246;ra 
med verksamheten. Om bristen avser den som har ett 
kvalificerat innehav enligt 4 kap. 3 &#167; tredje stycket, f&#229;r 
kommunen f&#246;rel&#228;gga innehavaren att avyttra s&#229; stor del av 
andelarna att innehavet d&#228;refter inte &#228;r kvalificerat eller, 
om innehavaren &#228;r en juridisk person, entlediga den 
diskvalificerade personen i styrelsen eller ledningen.

Ingripanden vid penningtv&#228;tt eller finansiering av 
terrorism
17 &#167; Spelmyndigheten f&#229;r ingripa mot den som 
tillhandah&#229;ller spel och som &#246;vertr&#228;der en best&#228;mmelse i 
lagen (2017:630) om &#229;tg&#228;rder mot penningtv&#228;tt och 
finansiering av terrorism eller f&#246;reskrifter som har 
meddelats med st&#246;d av den lagen.

18 &#167; Vid en &#246;vertr&#228;delse enligt 17 &#167; f&#229;r spelmyndigheten 
ingripa genom att utf&#228;rda ett f&#246;rel&#228;ggande om att vidta 
r&#228;ttelse.

Vid en &#246;vertr&#228;delse som &#228;r allvarlig, upprepad eller 
systematisk f&#229;r spelmyndigheten f&#246;rel&#228;gga den som 
tillhandah&#229;ller spelet att upph&#246;ra med verksamheten eller, om 
myndigheten har meddelat licens, &#229;terkalla licensen.

Om det &#228;r tillr&#228;ckligt f&#229;r spelmyndigheten i st&#228;llet f&#246;r 
ingripande enligt andra stycket meddela varning.

19 &#167; En varning enligt 18 &#167; f&#229;r f&#246;renas med 
sanktionsavgift. 

Om den som tillhandah&#229;ller spelet &#228;r en fysisk person f&#229;r 
sanktionsavgift enligt f&#246;rsta stycket beslutas endast om 
personen i fr&#229;ga upps&#229;tligen eller av grov oaktsamhet orsakat 
&#246;vertr&#228;delsen.

20 &#167; Om den som tillhandah&#229;ller spel &#228;r en juridisk person 
f&#229;r spelmyndigheten &#228;ven ingripa mot en person som ing&#229;r i 
den juridiska personens styrelse, &#228;r dess verkst&#228;llande 
direkt&#246;r eller p&#229; motsvarande s&#228;tt f&#246;retr&#228;der den som 
tillhandah&#229;ller spelet, eller &#228;r ers&#228;ttare f&#246;r n&#229;gon av dem, 
om den som tillhandah&#229;ller spelet har befunnits ansvarig f&#246;r 
en &#246;vertr&#228;delse som avses i 17 &#167;.

Ett ingripande f&#229;r ske endast om &#246;vertr&#228;delsen &#228;r allvarlig, 
upprepad eller systematisk och personen i fr&#229;ga upps&#229;tligen 
eller av grov oaktsamhet orsakat &#246;vertr&#228;delsen.

Ingripande sker genom

1. beslut att personen i fr&#229;ga under en viss tid, l&#228;gst tre 
&#229;r och h&#246;gst tio &#229;r, inte f&#229;r uppr&#228;tth&#229;lla en funktion som 
avses i f&#246;rsta stycket hos den som tillhandah&#229;ller spelet 
eller i en motsvarande verksamhet, eller

2. beslut om sanktionsavgift.

21 &#167; Vid ingripande enligt 18–20 &#167;&#167; ska 7 kap. 13–24 &#167;&#167; 
lagen (2017:630) om &#229;tg&#228;rder mot penningtv&#228;tt och 
finansiering av terrorism till&#228;mpas.

22 &#167; Spelmyndigheten ska underr&#228;tta 
registreringsmyndigheten n&#228;r ett beslut att f&#246;rel&#228;gga den som 
tillhandah&#229;ller spel efter registrering enligt 6 kap. 9 &#167; att 
upph&#246;ra med verksamheten har fattats och n&#228;r beslutet har 
f&#229;tt laga kraft.

Avregistrering ska ske n&#228;r spelmyndigheten har fattat ett 
beslut som ska g&#228;lla omedelbart eller n&#228;r ett beslut har f&#229;tt 
laga kraft.

&#214;vriga ingripanden

23 &#167; En tillsynsmyndighet f&#229;r i &#246;vrigt meddela de 
f&#246;rel&#228;gganden och f&#246;rbud som beh&#246;vs f&#246;r att denna lag eller 
f&#246;reskrifter eller villkor som har meddelats med st&#246;d av 
lagen ska f&#246;ljas.

Vite och verkst&#228;llighet

24 &#167; Beslut om f&#246;rel&#228;ggande eller f&#246;rbud f&#229;r f&#246;renas med 
vite.

25 &#167; Spelmyndigheten f&#229;r best&#228;mma att ett beslut om 
f&#246;rel&#228;ggande, f&#246;rbud, varning eller &#229;terkallelse enligt denna 
lag ska g&#228;lla omedelbart.

26 &#167; Har upph&#228;vts genom lag (2023:309).

27 &#167; Har upph&#228;vts genom lag (2023:309).

Varningsmeddelande

28 &#167; Spelmyndigheten f&#229;r, om det finns s&#228;rskilda sk&#228;l, 
f&#246;rel&#228;gga en internetleverant&#246;r att uppr&#228;tta ett 
varningsmeddelande som tydligt visas i samband med bes&#246;k p&#229; 
en webbplats som tillhandah&#229;ller spel utan n&#246;dv&#228;ndig licens 
enligt denna lag. Meddelandet ska informera bes&#246;karen om att 
den som tillhandah&#229;ller spelet saknar licens i Sverige och 
inte st&#229;r under svensk tillsyn samt att vinster &#228;r 
skattepliktiga f&#246;r spelaren.

19 kap. Straff och sanktioner

Brott mot spellagen

1 &#167; Den som upps&#229;tligen eller av grov oaktsamhet 
tillhandah&#229;ller otill&#229;tet spel eller spel utan n&#246;dv&#228;ndig 
licens enligt denna lag d&#246;ms f&#246;r olovlig spelverksamhet till 
b&#246;ter eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

I ringa fall d&#246;ms det inte till ansvar.

2 &#167; Den som upps&#229;tligen eller av grov oaktsamhet fr&#228;mjar 
deltagande i s&#229;dant spel som avses i 1 &#167; d&#246;ms f&#246;r fr&#228;mjande av 
olovligt spel till b&#246;ter eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

I ringa fall d&#246;ms det inte till ansvar. Lag (2022:1674).

3 &#167; Om ett brott som anges i 1 eller 2 &#167;&#167; har beg&#229;tts 
upps&#229;tligen och &#228;r grovt, d&#246;ms till f&#228;ngelse i l&#228;gst sex 
m&#229;nader och h&#246;gst sex &#229;r. Vid bed&#246;mningen av om brottet &#228;r 
grovt ska det s&#228;rskilt beaktas om g&#228;rningen ing&#229;tt i en 
brottslighet som ut&#246;vats yrkesm&#228;ssigt och systematiskt eller 
i st&#246;rre omfattning eller annars varit av s&#228;rskilt farlig 
art.
Spelfusk

4 &#167; Den som otillb&#246;rligen vidtar en &#229;tg&#228;rd som &#228;r &#228;gnad 
att p&#229;verka utg&#229;ngen av ett spel som omfattas av licenskrav 
enligt denna lag d&#246;ms f&#246;r spelfusk till f&#228;ngelse i h&#246;gst tv&#229; 
&#229;r.

5 &#167; Om ett brott som anges i 4 &#167; &#228;r grovt, d&#246;ms till 
f&#228;ngelse i l&#228;gst sex m&#229;nader och h&#246;gst sex &#229;r. Vid 
bed&#246;mningen av om brottet &#228;r grovt ska det s&#228;rskilt beaktas 
om g&#228;rningen ing&#229;tt i en brottslighet som ut&#246;vats 
systematiskt eller i st&#246;rre omfattning eller annars varit av 
s&#228;rskilt farlig art.

&#214;vriga straffr&#228;ttsliga best&#228;mmelser

6 &#167; F&#246;r f&#246;rs&#246;k eller f&#246;rberedelse till olovlig 
spelverksamhet, grovt brott, och spelfusk d&#246;ms det till 
ansvar enligt 23 kap. brottsbalken.

7 &#167; Straff enligt 1–6 &#167;&#167; f&#229;r inte d&#246;mas ut f&#246;r en g&#228;rning 
som omfattas av ett beslut om sanktionsavgift eller en 
ans&#246;kan om utd&#246;mande av vite.

Beslag

8 &#167; Om n&#229;gon p&#229;tr&#228;ffas p&#229; bar g&#228;rning n&#228;r han eller hon 
beg&#229;r brott enligt denna lag, f&#229;r beslag g&#246;ras av 
spelutrustning eller andra f&#246;rem&#229;l som sk&#228;ligen kan antas ha 
betydelse f&#246;r utredning av brottet eller bli f&#246;rem&#229;l f&#246;r 
f&#246;rverkande enligt denna lag.

Befogenhet att ta i beslag har den som f&#246;rordnats till 
kontrollant enligt 18 kap. 3 &#167; och s&#229;dana befattningshavare 
hos spelmyndigheten i vars uppgift det ing&#229;r att &#246;vervaka att 
best&#228;mmelser om spel f&#246;ljs.

Om egendom har tagits i beslag enligt f&#246;rsta stycket ska 
detta skyndsamt anm&#228;las till Polismyndigheten eller &#229;klagare. 
Den polisman eller &#229;klagare som tar emot en s&#229;dan anm&#228;lan om 
beslag ska vidta samma &#229;tg&#228;rder som om han eller hon sj&#228;lv 
hade gjort beslaget.

F&#246;rverkande

9 &#167; Insatser som tagits emot vid brott enligt denna lag 
ska f&#246;rklaras f&#246;rverkade. &#196;ven annat utbyte av s&#229;dant brott 
ska f&#246;rklaras f&#246;rverkat. Detsamma g&#228;ller utrustning, 
handlingar och annan egendom som har varit f&#246;rem&#229;l f&#246;r ett 
s&#229;dant brott. Om en spelautomat f&#246;rverkas ska &#228;ven dess 
inneh&#229;ll f&#246;rklaras f&#246;rverkat. F&#246;rverkande f&#229;r inte ske om det 
&#228;r uppenbart osk&#228;ligt.

Utrustning, handlingar och annan egendom som har anv&#228;nts som 
hj&#228;lpmedel vid brott enligt denna lag f&#229;r f&#246;rklaras 
f&#246;rverkade, om det beh&#246;vs f&#246;r att f&#246;rebygga brott eller om 
det annars finns s&#228;rskilda sk&#228;l. Detsamma g&#228;ller egendom som 
varit avsedd att anv&#228;ndas som hj&#228;lpmedel vid s&#229;dana brott, om 
brottet har fullbordats.

F&#246;rverkande kan, ut&#246;ver vad som framg&#229;r av 36 kap. 5 &#167; 
brottsbalken, ske hos den som yrkesm&#228;ssigt tillhandah&#229;llit 
egendomen. I st&#228;llet f&#246;r egendomen kan dess v&#228;rde f&#246;rklaras 
f&#246;rverkat.

Sanktionsavgift

10 &#167; Om en licens- eller tillst&#229;ndshavare enligt denna lag har 
f&#229;tt en anm&#228;rkning eller varning enligt 18 kap. 12 &#167;, f&#229;r 
spelmyndigheten besluta att denne ska betala en 
sanktionsavgift.

Avgiften tillfaller staten. Lag (2022:1674).

11 &#167; Om en betaltj&#228;nstleverant&#246;r enligt lagen (2010:751) om 
betaltj&#228;nster har &#229;sidosatt en skyldighet att avvisa en 
betalningsorder enligt f&#246;reskrifter meddelade av regeringen 
f&#229;r spelmyndigheten besluta att betaltj&#228;nstleverant&#246;ren ska 
betala en sanktionsavgift.

Avgiften ska tillfalla staten. Lag (2023:309).

12 &#167; Sanktionsavgift f&#229;r inte beslutas f&#246;r

1. en g&#228;rning som pr&#246;vats i ett brottm&#229;l eller omfattas av 
ett godk&#228;nt straff&#246;rel&#228;ggande, eller

2. underl&#229;telse att f&#246;lja ett beslut om f&#246;rel&#228;ggande eller 
f&#246;rbud som har

f&#246;renats med vite.

Sanktionsavgiftens storlek

13 &#167; Sanktionsavgiften enligt 10 &#167; ska uppg&#229; till l&#228;gst 
5 000 kronor och h&#246;gst tio procent av licens- eller 
tillst&#229;ndshavarens oms&#228;ttning det n&#228;rmast f&#246;reg&#229;ende 
r&#228;kenskaps&#229;ret.

Om &#246;vertr&#228;delsen har skett under licens- eller 
tillst&#229;ndshavarens f&#246;rsta verksamhets&#229;r eller om uppgifter om 
oms&#228;ttningen annars saknas eller &#228;r bristf&#228;lliga, f&#229;r 
oms&#228;ttningen uppskattas.

Endast oms&#228;ttning fr&#229;n licens- eller tillst&#229;ndspliktig 
verksamhet enligt denna lag ska beaktas. Lag (2022:1674).

14 &#167; Sanktionsavgiften enligt 11 &#167; ska uppg&#229; till l&#228;gst 
5 000 kronor och h&#246;gst 10 miljoner kronor.

15 &#167; N&#228;r sanktionsavgiftens storlek enligt 13 eller 14 &#167; 
beslutas, ska s&#228;rskild h&#228;nsyn tas till hur allvarlig 
&#246;vertr&#228;delsen &#228;r och hur l&#228;nge den har p&#229;g&#229;tt.

Spelmyndigheten f&#229;r helt eller delvis avst&#229; fr&#229;n att ta ut 
avgiften om &#246;vertr&#228;delsen &#228;r ringa eller urs&#228;ktlig eller om 
det annars med h&#228;nsyn till omst&#228;ndigheterna framst&#229;r som 
osk&#228;ligt att ta ut avgiften.

F&#246;rseningsavgift

16 &#167; Om en licenshavare inte i tid l&#228;mnar de upplysningar 
som den &#228;r skyldig att l&#228;mna enligt denna lag f&#229;r 
spelmyndigheten besluta att licenshavaren ska betala en 
f&#246;rseningsavgift p&#229; h&#246;gst 100 000 kronor. 

Avgiften tillfaller staten.

Betalning och indrivning av avgifter

17 &#167; Sanktionsavgift och f&#246;rseningsavgift enligt detta 
kapitel ska betalas till spelmyndigheten senast 30 dagar 
efter det att beslutet om att ta ut avgiften f&#229;tt laga kraft 
eller den l&#228;ngre tid som anges i beslutet.

Beslutet om sanktionsavgift eller f&#246;rseningsavgift f&#229;r 
verkst&#228;llas enligt uts&#246;kningsbalken, om avgiften inte har 
betalats inom den tid som avses i f&#246;rsta stycket.

Om sanktionsavgiften eller f&#246;rseningsavgiften inte betalas 
inom den tid som avses i f&#246;rsta stycket, ska spelmyndigheten 
l&#228;mna den obetalda avgiften f&#246;r indrivning.

Best&#228;mmelser om indrivning av statliga fordringar finns i 
lagen (1993:891) om indrivning av statliga fordringar m.m.

Preskription

18 &#167; En sanktionsavgift eller f&#246;rseningsavgift faller bort 
i den utstr&#228;ckning verkst&#228;llighet inte har skett inom fem &#229;r 
fr&#229;n det att beslutet att ta ut avgiften fick laga kraft.

20 kap. Avgifter och &#246;verklagande

1 &#167; Avgifter f&#229;r tas ut i &#228;renden om licens, tillst&#229;nd, 
registrering och tillsyn enligt denna lag.

I &#228;renden hos en kommun f&#229;r avgift tas ut enligt en taxa som 
fullm&#228;ktige best&#228;mmer.

2 &#167; Spelmyndighetens beslut om sanktionsf&#246;rel&#228;ggande med 
st&#246;d av 18 kap. 20 &#167; f&#229;r inte &#246;verklagas. 

Andra beslut av spelmyndigheten eller av en kommun enligt 
denna lag f&#229;r &#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till 
kammarr&#228;tten.

21 kap. Bemyndiganden

Uttryck i lagen

1 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om vad som utg&#246;r 
elektroniska kommunikationsmedel enligt denna lag.

1 a &#167; Regeringen f&#229;r meddela f&#246;reskrifter om vad som avses med 
idrottens regelverk om matchfixning enligt denna lag.
Lag (2023:309).

Licensgivning och registrering

2 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om

1. vilka handlingar och uppgifter som ska ges in i samband 
med en ans&#246;kan om licens eller om &#228;ndring av en licens,

2. kontaktperson,

3. vilka som ska anses ing&#229; i ledningen enligt 4 kap. 3 &#167;,

4. insatser, vinster och vinst&#229;terbetalningsniv&#229;er, och

5. spelansvars&#229;tg&#228;rder och andra krav f&#246;r spelets 
bedrivande.

Spel som &#228;r f&#246;rbeh&#229;llet staten

3 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om

1. vilka spel eller kombinationer av spel som f&#229;r omfattas av 
licens enligt 5 kap. 1 &#167;,

2. det h&#246;gsta antalet v&#228;rdeautomater som licens f&#229;r ges f&#246;r 
enligt 5 kap. 1 &#167;, och

3. ber&#228;kningen av avkastning enligt 5 kap. 8 &#167;.

Kommersiellt onlinespel

4 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om vilka spel och antalet 
spel som f&#229;r omfattas av en licens enligt 7 kap. 1 &#167;.

Vadh&#229;llning

5 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om vilka spel som f&#229;r 
omfattas av en licens enligt 8 kap. 1 &#167; samt om f&#246;rbud och 
andra &#229;tg&#228;rder f&#246;r att bek&#228;mpa manipulation av resultat inom 
sport med avseende p&#229; vadh&#229;llning.

Landbaserat kommersiellt spel

6 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om vilka spel som f&#229;r 
omfattas av licens enligt 9 kap. 1 &#167;.

Spel p&#229; fartyg i internationell trafik

7 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om vilka spel som f&#229;r 
omfattas av licens enligt 10 kap. 1 &#167;.

Internationellt samarbete

8 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om att internationellt samarbete 
enligt 11 kap. 1 &#167; ocks&#229; f&#229;r ske med organisationer eller 
f&#246;retag i l&#228;nder utanf&#246;r Europeiska ekonomiska 
samarbetsomr&#229;det och om n&#228;rmare f&#246;ruts&#228;ttningar f&#246;r 
internationellt samarbete. Lag (2022:1674).

Spelombud

9 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om

1. de villkor som ska g&#228;lla f&#246;r att tillhandah&#229;lla spel genom 
spelombud,

2. den information som ans&#246;kan om registrering ska inneh&#229;lla, 
och

3. undantag fr&#229;n kravet p&#229; registrering av spelombud.

Tillst&#229;nd f&#246;r innehav av automater

10 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om

1. vilka handlingar och uppgifter som ska ges in i samband 
med en ans&#246;kan om tillst&#229;nd till innehav av en penning-, 
v&#228;rde- eller varuspelsautomat eller om &#228;ndring av ett s&#229;dant 
tillst&#229;nd, och

2. krav f&#246;r att f&#246;rhindra att penning-, v&#228;rde- eller 
varuspelsautomater anv&#228;nds f&#246;r annat &#228;n det som tillst&#229;ndet 
omfattar.

Tillst&#229;nd f&#246;r spelprogramvara

10 a &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om vilka handlingar och uppgifter som 
ska ges in i samband med en ans&#246;kan om tillst&#229;nd att 
tillverka, tillhandah&#229;lla, installera eller &#228;ndra 
spelprogramvara eller om &#228;ndring av ett s&#229;dant tillst&#229;nd.
Lag (2022:1674).

Registrering av spelare

11 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om undantag fr&#229;n registrering enligt 
12 kap. 1 och 3 &#167;&#167; och om hur kontrollerna av en spelares 
identitet enligt 12 kap. 2 och 4 &#167;&#167; ska g&#246;ras. Lag (2022:1674).

Spelkonton

12 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om krav p&#229; en 
licenshavares hantering av betalningar och spelkonton samt om 
undantag fr&#229;n skyldigheten att tillhandah&#229;lla information 
till spelaren.

Spelansvar

13 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om

1. undantag fr&#229;n kravet p&#229; handlingsplan enligt 14 kap. 1 &#167; 
och om inneh&#229;llet i handlingsplanen,

2. vilken information som ska h&#229;llas tillg&#228;nglig f&#246;r spelare 
enligt 14 kap. 4 &#167;,

3. ytterligare gr&#228;nser vid onlinespel och spel p&#229; 
v&#228;rdeautomater samt vad som ska g&#228;lla vid &#228;ndring av satta 
gr&#228;nser,

4. f&#246;ruts&#228;ttningar f&#246;r en licenshavares erbjudande av bonus 
enligt 14 kap. 9 &#167;,

5. sj&#228;lvtest enligt 14 kap. 10 &#167;,

6. sj&#228;lvavst&#228;ngning enligt 14 kap. 11 och 12 &#167;&#167;,

7. vad en utbildning enligt 14 kap. 14 &#167; ska inneh&#229;lla, f&#246;r 
vilka spel utbildningskraven ska g&#228;lla, n&#228;r och hur utbildning 
ska ske samt om undantag fr&#229;n vilka som ska utbildas,

8. anst&#228;lldas deltagande i licenshavarens spel enligt 14 kap. 
15 &#167;, och

9. kontrollrutiner enligt 14 kap. 16 &#167;.
Lag (2023:309).

Tekniska krav

14 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om

1. s&#229;dana tekniska krav och rutiner som avses i 16 kap. 1 &#167;, 
och

2. den bed&#246;mning av &#246;verensst&#228;mmelse med tekniska krav som 
avses i 16 kap. 3 &#167;.

14 a &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om undantag fr&#229;n det 
bed&#246;mningsf&#246;rfarande som avses i 16 kap. 3 &#167; och i s&#229; fall 
f&#246;reskriva vilket annat bed&#246;mningsf&#246;rfarande som i st&#228;llet ska 
g&#228;lla. Lag (2022:1674).

Behandling av personuppgifter

15 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om

1. behandlingen av personuppgifter i och utl&#228;mnande av 
uppgifter fr&#229;n sj&#228;lvavst&#228;ngningsregistret enligt 14 kap. 12 &#167;,

2. begr&#228;nsningar av de till&#229;tna &#228;ndam&#229;len f&#246;r behandling av 
personuppgifter enligt 17 kap. 4-7 &#167;&#167;,

3. begr&#228;nsningar av vilka personuppgifter som f&#229;r behandlas 
f&#246;r de &#228;ndam&#229;l som anges i 17 kap. 4-7 &#167;&#167;,

4. krav p&#229; &#229;tg&#228;rder till skydd f&#246;r den registrerades 
r&#228;ttigheter och intressen, och

5. bevarande och gallring av personuppgifter.
Lag (2023:309).

Tillsyn och andra &#229;tg&#228;rder

16 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om

1. genomf&#246;randet av kontrollk&#246;p,

2. vilka uppgifter en licens- och tillst&#229;ndshavare ska l&#228;mna 
till spelmyndigheten f&#246;r dess tillsynsverksamhet,

3. den tillsyn som ut&#246;vas av kommunerna enligt 18 kap. 1 &#167;, 
och

4. formerna f&#246;r varningsmeddelanden enligt 18 kap. 28 &#167;.

17 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om skyldighet f&#246;r 
s&#229;dana betaltj&#228;nstleverant&#246;rer som avses i lagen (2010:751) om 
betaltj&#228;nster att

1. avvisa en betalningsorder som avser spelverksamhet utan 
n&#246;dv&#228;ndig licens, d&#228;r betalkort anv&#228;nds och d&#228;r auktorisation 
sker genom anv&#228;ndning av ett detaljhandelskodsystem, och

2. l&#228;mna uppgifter som anv&#228;nds vid f&#246;rmedling av insatser 
eller vinster till eller fr&#229;n en spelverksamhet utan n&#246;dv&#228;ndig 
licens enligt denna lag och som &#228;r n&#246;dv&#228;ndiga f&#246;r att kunna 
blockera s&#229;dana betalningar. Lag (2023:309).

Avgifter

18 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r, med undantag f&#246;r avgifter som beslutas av en 
kommun, meddela f&#246;reskrifter om storleken p&#229; de avgifter som 
avses i 20 kap. 1 &#167; f&#246;rsta stycket och om betalning av s&#229;dana 
avgifter.


&#214;verg&#229;ngsbest&#228;mmelser

2018:1138

1. Denna lag tr&#228;der i kraft den 1 januari 2019.

2. Genom lagen upph&#228;vs lotterilagen (1994:1000) och 
kasinolagen (1999:355).

3. Lagen f&#229;r till&#228;mpas f&#246;re ikrafttr&#228;dandet p&#229; ans&#246;kningar om 
licens som l&#228;mnas in till Lotteriinspektionen efter den 1 
augusti 2018 och som avser tid efter den 1 januari 2019.

4. Licens f&#229;r meddelas trots att de krav som f&#246;ljer av 
16 kap. 3 &#167; inte &#228;r uppfyllda den 1 januari 2019 om s&#246;kanden 
f&#246;r spelmyndigheten kan visa att utrustningen uppfyller 
motsvarade krav och bed&#246;mningsf&#246;rfarandet p&#229;b&#246;rjats. Om 
licenshavaren inte senast den 1 juli 2019 inkommit till 
spelmyndigheten med ett intyg som visar att 
bed&#246;mningsf&#246;rfarandet &#228;r avslutat och kraven &#228;r uppfyllda, 
ska dock licensen &#229;terkallas. 

5. De upph&#228;vda lagarna g&#228;ller fortfarande f&#246;r beslut som har 
meddelats f&#246;re ikrafttr&#228;dandet, om besluten inte avser 
till&#228;mpningen av denna lag.

2022:1674

1. Denna lag tr&#228;der i kraft den 1 juli 2023 i fr&#229;ga om de nya 
best&#228;mmelserna i 11 kap. 6 a-6 e och 9-11 &#167;&#167;, 16 kap. 1 a &#167;, 
18 kap. 12 &#167; och 19 kap. 10 och 13 &#167;&#167; och i &#246;vrigt den 
1 januari 2023.

2. De nya best&#228;mmelserna i 11 kap. 6 a-6 e och 9-11 &#167;&#167;, 
16 kap. 1 a &#167;, 18 kap. 12 &#167; och 19 kap. 10 och 13 &#167;&#167; ska dock 
till&#228;mpas p&#229; ans&#246;kningar om tillst&#229;nd enligt 11 kap. 6 a &#167; som 
l&#228;mnas in till spelmyndigheten efter den 28 februari 2023 och 
som avser tid efter den 30 juni 2023.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=727">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=729">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
