

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2018-05-30" /> 
 <meta id="rattsinfo-edited" content="2018-12-11" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>744</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=743">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=745">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2018:558 ·
                    <a href="/sfsr?bet=2018:558">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2018:558) om f&#246;retagshemligheter</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2018-05-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2018-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Lagens inneh&#229;ll

1 &#167; Lagen inneh&#229;ller best&#228;mmelser om skadest&#229;nd, 
vitesf&#246;rbud och straff vid obeh&#246;riga angrepp p&#229; 
f&#246;retagshemligheter.

Lagen genomf&#246;r delvis Europaparlamentets och r&#229;dets direktiv 
2016/943/EU av den 8 juni 2016 om skydd mot att icke r&#246;jd 
know-how och f&#246;retagsinformation (f&#246;retagshemligheter) 
olagligen anskaffas, utnyttjas och r&#246;js.

Vad som avses med f&#246;retagshemlighet

2 &#167; Med f&#246;retagshemlighet avses i denna lag information 

1. om aff&#228;rs- eller driftf&#246;rh&#229;llanden i en n&#228;ringsidkares 
r&#246;relse eller i en forskningsinstitutions verksamhet, 

2. som varken som helhet eller i den form dess best&#229;ndsdelar 
ordnats och satts samman &#228;r allm&#228;nt k&#228;nd hos eller 
l&#228;ttillg&#228;nglig f&#246;r den som normalt har tillg&#229;ng till 
information av det aktuella slaget, 

3. som innehavaren har vidtagit rimliga &#229;tg&#228;rder f&#246;r att 
hemligh&#229;lla, och 

4. vars r&#246;jande &#228;r &#228;gnat att medf&#246;ra skada i 
konkurrensh&#228;nseende f&#246;r innehavaren. 

Erfarenheter och f&#228;rdigheter som en arbetstagare har f&#229;tt vid 
normal yrkesut&#246;vning &#228;r inte en f&#246;retagshemlighet. Inte 
heller &#228;r information om n&#229;got som utg&#246;r ett brott eller 
annat allvarligt missf&#246;rh&#229;llande en f&#246;retagshemlighet.

Andra uttryck i lagen

3 &#167; Med angrepp p&#229; en f&#246;retagshemlighet avses att n&#229;gon 
utan innehavarens samtycke 

1. bereder sig tillg&#229;ng till, till&#228;gnar sig eller p&#229; n&#229;got 
annat s&#228;tt anskaffar f&#246;retagshemligheten, 

2. utnyttjar f&#246;retagshemligheten, eller 

3. r&#246;jer f&#246;retagshemligheten. 

Med utnyttjande av en f&#246;retagshemlighet ska &#228;ven avses att 
n&#229;gon tillverkar varor vars formgivning, egenskaper, 
funktion, tillverkning eller marknadsf&#246;ring gynnas avsev&#228;rt 
av en angripen f&#246;retagshemlighet. Detsamma g&#228;ller d&#229; n&#229;gon 
bjuder ut s&#229;dana varor till f&#246;rs&#228;ljning, f&#246;r ut dem p&#229; 
marknaden eller importerar, exporterar eller lagrar s&#229;dana 
varor f&#246;r dessa &#228;ndam&#229;l.

Lagen g&#228;ller obeh&#246;riga angrepp p&#229; f&#246;retagshemligheter

4 &#167; Lagen g&#228;ller endast obeh&#246;riga angrepp p&#229; 
f&#246;retagshemligheter. 

Som ett obeh&#246;rigt angrepp anses aldrig att n&#229;gon angriper en 
f&#246;retagshemlighet f&#246;r att offentligg&#246;ra eller inf&#246;r en 
myndighet eller ett annat beh&#246;rigt organ avsl&#246;ja n&#229;got som 

1. sk&#228;ligen kan misst&#228;nkas utg&#246;ra brott med f&#228;ngelse i 
straffskalan, eller 

2. kan anses utg&#246;ra n&#229;got annat missf&#246;rh&#229;llande och 
offentligg&#246;randet eller avsl&#246;jandet sker till skydd f&#246;r 
allm&#228;nintresset.

Skadest&#229;ndsansvar

5 &#167; Den som g&#246;r sig skyldig till brott enligt 26 eller 
27 &#167; ska ers&#228;tta den skada som uppkommer genom brottet 
eller genom att f&#246;retagshemligheten utnyttjas eller r&#246;js.

6 &#167; Den som upps&#229;tligen eller av oaktsamhet angriper en 
f&#246;retagshemlighet hos en n&#228;ringsidkare eller en 
forskningsinstitution som han eller hon i f&#246;rtroende har f&#229;tt 
del av i samband med en aff&#228;rsf&#246;rbindelse med n&#228;ringsidkaren 
eller forskningsinstitutionen, ska ers&#228;tta den skada som 
uppkommer genom f&#246;rfarandet.

7 &#167; En arbetstagare som upps&#229;tligen eller av oaktsamhet 
angriper en f&#246;retagshemlighet hos arbetsgivaren som han eller 
hon f&#229;tt del av i sin anst&#228;llning under s&#229;dana f&#246;rh&#229;llanden 
att han eller hon ins&#229;g eller borde ha insett att den inte 
fick avsl&#246;jas ska ers&#228;tta den skada som uppkommer genom 
f&#246;rfarandet.

Om ett utnyttjande eller r&#246;jande har &#228;gt rum sedan 
anst&#228;llningen upph&#246;rt g&#228;ller ansvaret enligt f&#246;rsta stycket 
endast om det finns synnerliga sk&#228;l.

8 &#167; Den som upps&#229;tligen eller av oaktsamhet utnyttjar 
eller r&#246;jer en f&#246;retagshemlighet, som han eller hon i 
egenskap av part eller partsrepresentant har f&#229;tt del av p&#229; 
grund av en domstols beslut, ska ers&#228;tta den skada som 
uppkommer genom f&#246;rfarandet.

Om parten eller partsrepresentanten i sin tur l&#229;ter n&#229;gon 
annan f&#229; del av f&#246;retagshemligheten i anledning av m&#229;let 
eller &#228;rendet, och den personen upps&#229;tligen eller av 
oaktsamhet utnyttjar eller r&#246;jer f&#246;retagshemligheten, ska den 
andra personen ers&#228;tta den skada som uppkommer genom 
f&#246;rfarandet.

Den som upps&#229;tligen eller av oaktsamhet utnyttjar eller r&#246;jer 
en f&#246;retagshemlighet som han eller hon har f&#229;tt del av vid en 
domstolsf&#246;rhandling som har h&#229;llits inom st&#228;ngda d&#246;rrar ska 
ers&#228;tta den skada som uppkommer genom f&#246;rfarandet.

9 &#167; Den som upps&#229;tligen eller av oaktsamhet angriper en 
f&#246;retagshem-lighet som, enligt vad han eller hon inser eller 
b&#246;r inse, i ett tidigare led har angripits av n&#229;gon annan, 
ska ers&#228;tta den skada som uppkommer genom f&#246;rfarandet.

10 &#167; Den som upps&#229;tligen eller av oaktsamhet annars 
anskaffar en f&#246;re-tagshemlighet ska ers&#228;tta den skada som 
uppkommer genom f&#246;rfarandet eller genom att han eller hon 
d&#228;refter upps&#229;tligen eller av oaktsamhet utnyttjar eller 
r&#246;jer f&#246;retagshemligheten. 

F&#246;rsta stycket g&#228;ller inte om innehavaren av 
f&#246;retagshemligheten &#228;r en juridisk person och den som har 
utf&#246;rt angreppet &#228;r styrelseledamot eller revisor i den 
juridiska personen och angreppet har utf&#246;rts vid fullg&#246;randet 
av uppdraget.

Skadest&#229;ndets storlek

11 &#167; N&#228;r storleken p&#229; skadest&#229;ndet enligt 5–10 &#167;&#167; best&#228;ms 
ska h&#228;nsyn tas &#228;ven till intresset hos innehavaren av 
f&#246;retagshemligheten av att den inte obeh&#246;rigen angrips och 
till &#246;vriga omst&#228;ndigheter av annan &#228;n rent ekonomisk 
betydelse. 

Om det &#228;r sk&#228;ligt kan skadest&#229;ndet s&#228;ttas ned eller helt 
falla bort.

Vitesf&#246;rbud

12 &#167; R&#228;tten f&#229;r vid vite f&#246;rbjuda den som har angripit en 
f&#246;retagshemlighet att forts&#228;tta angripa f&#246;retagshemligheten. 

R&#228;tten f&#229;r besluta om ett vitesf&#246;rbud ocks&#229; mot den som har 
handlat p&#229; ett s&#228;tt som medf&#246;r att ett angrepp p&#229; en 
f&#246;retagshemlighet &#228;r n&#228;ra f&#246;rest&#229;ende. 

Ett vitesf&#246;rbud f&#229;r h&#228;vas p&#229; talan av den som f&#246;rbudet 
g&#228;ller, om &#228;ndam&#229;let med f&#246;rbudet har f&#246;rlorat sin 
betydelse.

13 &#167; R&#228;tten f&#229;r vid vite f&#246;rbjuda den som har angripit en 
f&#246;retagshemlig-het, och d&#228;rigenom orsakat att informationen 
inte l&#228;ngre &#228;r f&#246;retagshemlig enligt 2 &#167;, att f&#246;r viss tid 
utnyttja informationen.

Interimistiska vitesf&#246;rbud

14 &#167; Om s&#246;kanden visar att det finns sannolika sk&#228;l f&#246;r 
att en f&#246;retagshemlighet har angripits och det sk&#228;ligen kan 
befaras att motparten genom att forts&#228;tta angreppet f&#246;rringar 
v&#228;rdet av f&#246;retagshemligheten, f&#229;r r&#228;tten besluta om ett 
vitesf&#246;rbud enligt 12 &#167; f&#246;r tiden fram till dess att m&#229;let 
slutligt har avgjorts eller n&#229;got annat har beslutats. R&#228;tten 
f&#229;r under motsvarande f&#246;ruts&#228;ttningar besluta om f&#246;rbud &#228;ven 
d&#229; ett angrepp p&#229; en f&#246;retagshemlighet &#228;r n&#228;ra f&#246;rest&#229;ende. 

Avser angreppet utnyttjande av en f&#246;retagshemlighet f&#229;r 
r&#228;tten avsl&#229; en beg&#228;ran om f&#246;rbud mot utnyttjande av 
f&#246;retagshemligheten, eller upph&#228;va ett beslut om ett s&#229;dant 
f&#246;rbud som har meddelats med st&#246;d av f&#246;rsta stycket, om 

1. motparten st&#228;ller s&#228;kerhet f&#246;r den ers&#228;ttning som han 
eller hon kan bli skyldig att betala till innehavaren, och 

2. utnyttjandet inte medf&#246;r att hemligheten r&#246;js.

15 &#167; Om s&#246;kanden visar att det finns sannolika sk&#228;l f&#246;r 
att motparten har angripit en f&#246;retagshemlighet och d&#228;rigenom 
orsakat att informationen inte l&#228;ngre &#228;r f&#246;retagshemlig 
enligt 2 &#167;, f&#229;r r&#228;tten besluta om ett vitesf&#246;rbud enligt 13 &#167; 
f&#246;r tiden fram till dess att m&#229;let slutligt har avgjorts 
eller n&#229;got annat har beslutats.

16 &#167; I fr&#229;gor som avses i 14 och 15 &#167;&#167; ska r&#228;tten till&#228;mpa 
15 kap. 5–8 &#167;&#167; r&#228;tteg&#229;ngsbalken, om inte n&#229;got annat 
f&#246;reskrivs i denna lag.

I fr&#229;ga om &#246;verklagande av beslut enligt 14 och 15 &#167;&#167; och i 
fr&#229;ga om handl&#228;ggningen i h&#246;gre r&#228;tt g&#228;ller r&#228;tteg&#229;ngsbalkens 
best&#228;mmelser om &#246;verklagande av beslut enligt 15 kap. 
r&#228;tteg&#229;ngsbalken.

Andra &#229;tg&#228;rder som r&#228;tten f&#229;r vidta vid ett angrepp p&#229; en 
f&#246;retagshemlighet

17 &#167; Om n&#229;gon har angripit en f&#246;retagshemlighet f&#229;r r&#228;tten 
efter vad som &#228;r sk&#228;ligt besluta att en handling eller ett 
f&#246;rem&#229;l som den som har utf&#246;rt angreppet har i sin besittning 
och som innefattar hemligheten, ska &#246;verl&#228;mnas till 
innehavaren av f&#246;retagshemligheten. R&#228;tten f&#229;r besluta att 
&#246;verl&#228;mnandet ska ske mot l&#246;sen, om det finns sk&#228;l f&#246;r det. 

Om handlingen eller f&#246;rem&#229;let inte kan &#246;verl&#228;mnas utan 
ol&#228;genhet, f&#229;r r&#228;tten efter vad som &#228;r sk&#228;ligt besluta att 
handlingen eller f&#246;rem&#229;let ska &#229;terkallas fr&#229;n marknaden, 
f&#246;rst&#246;ras, &#228;ndras eller uts&#228;ttas f&#246;r n&#229;gon annan &#229;tg&#228;rd som 
&#228;r &#228;gnad att f&#246;rebygga missbruk. Ett s&#229;dant beslut f&#229;r fattas 
&#228;ven om handlingen eller f&#246;rem&#229;let inte finns i angriparens 
besittning. 

R&#228;tten f&#229;r besluta om &#229;tg&#228;rder enligt f&#246;rsta och andra 
styckena &#228;ven mot den som har handlat p&#229; ett s&#228;tt som medf&#246;r 
att ett angrepp p&#229; en f&#246;retagshemlighet &#228;r n&#228;ra 
f&#246;rest&#229;ende.

18 &#167; I fr&#229;ga om varor vars formgivning, egenskaper, 
funktion, tillverkning och marknadsf&#246;ring gynnas avsev&#228;rt av 
en angripen f&#246;retagshemlighet, f&#229;r r&#228;tten besluta om &#229;tg&#228;rder 
enligt 17 &#167; &#228;ven om varorna inte innefattar 
f&#246;retagshemligheten.

19 &#167; En &#229;tg&#228;rd enligt 17 &#167; ska bekostas av angriparen, om 
det inte finns s&#228;rskilda sk&#228;l mot det.

20 &#167; Ett beslut enligt 17 &#167; ska inte meddelas om ett 
f&#246;rverkande eller n&#229;gon annan &#229;tg&#228;rd som &#228;r &#228;gnad att 
f&#246;rebygga missbruk ska beslutas enligt 36 kap. 
brottsbalken.
Utnyttjande av en f&#246;retagshemlighet mot 
ekonomisk ers&#228;ttning

21 &#167; P&#229; yrkande av den som har angripit 
f&#246;retagshemligheten f&#229;r r&#228;tten, i st&#228;llet f&#246;r att besluta om 
ett f&#246;rbud mot utnyttjande av en f&#246;retagshemlighet enligt 
12 &#167; eller &#229;tg&#228;rder enligt 17 &#167;, ge tillst&#229;nd f&#246;r honom eller 
henne att mot sk&#228;lig ers&#228;ttning till innehavaren utnyttja 
f&#246;retagshemligheten. 

Ett beslut om tillst&#229;nd f&#229;r meddelas endast om 

1. f&#246;retagshemligheten i ett tidigare led har angripits av 
n&#229;gon annan, 

2. den som beg&#228;r tillst&#229;ndet vid tiden d&#229; han eller hon 
p&#229;b&#246;rjade angreppet inte k&#228;nde till, och inte borde ha k&#228;nt 
till, att f&#246;retagshemligheten tidigare angripits, 

3. ett f&#246;rbud enligt 12 &#167; eller en &#229;tg&#228;rd enligt 17 &#167; skulle 
inneb&#228;ra en oproportionerligt stor skada f&#246;r den som beg&#228;r 
tillst&#229;ndet, och 

4. ett utnyttjande inte medf&#246;r att f&#246;retagshemligheten r&#246;js. 

Ers&#228;ttningen f&#229;r inte &#246;verstiga summan av de avgifter, 
royaltyer eller liknande ers&#228;ttningar som skulle ha betalats 
om den som beg&#228;rt tillst&#229;ndet hade inh&#228;mtat innehavarens 
medgivande till att utnyttja f&#246;retagshemligheten.

Fr&#229;gor om talan i domstol

22 &#167; En talan enligt 12–15, 17 och 18 &#167;&#167; f&#246;rs av 
innehavaren av f&#246;retagshemligheten. 

En talan enligt 12–15, 17 och 18 &#167;&#167; f&#229;r f&#246;ras &#228;ven i samband 
med &#229;tal f&#246;r brott som avses i 26 och 27 &#167;&#167;.

23 &#167; En talan om utd&#246;mande av vite f&#246;rs vid den domstol 
som i f&#246;rsta instans har beslutat om vitesf&#246;rbudet. Talan 
f&#246;rs av den som har ans&#246;kt om f&#246;rbudet. I samband med en 
s&#229;dan talan f&#229;r talan f&#246;ras om ett nytt vitesf&#246;rbud.

Preskription och preklusion

24 &#167; En talan om skadest&#229;nd enligt denna lag f&#229;r endast 
avse skada som har uppkommit under de fem senaste &#229;ren innan 
talan v&#228;cktes. F&#246;r skada som har uppkommit dessf&#246;rinnan &#228;r 
r&#228;tten till skadest&#229;nd f&#246;rlorad (preskription). 

En talan om f&#246;rbud eller andra &#229;tg&#228;rder enligt denna lag ska 
v&#228;ckas inom fem &#229;r fr&#229;n det att innehavaren f&#229;tt k&#228;nnedom 
eller borde ha f&#229;tt k&#228;nnedom om det angrepp eller n&#228;ra 
f&#246;rest&#229;ende angrepp p&#229; en f&#246;retagshemlighet som talan grundas 
p&#229;. Om talan inte v&#228;cks inom denna tid, &#228;r r&#228;tten att f&#246;ra 
talan f&#246;rlorad (preklusion).

Spridning av information om dom

25 &#167; P&#229; yrkande av innehavaren f&#229;r r&#228;tten i ett m&#229;l om 
angrepp p&#229; en f&#246;retagshemlighet besluta att den som har 
angripit f&#246;retagshemligheten ska bekosta l&#228;mpliga &#229;tg&#228;rder 
f&#246;r att sprida information om domen i m&#229;let, om det &#228;r 
sk&#228;ligt. R&#228;tten ska vid sk&#228;lighetsbed&#246;mningen beakta vad 
informationsspridningen kan medf&#246;ra f&#246;r en enskild persons 
integritet och anseende.

R&#228;tten f&#229;r under motsvarande f&#246;ruts&#228;ttningar besluta om 
informationsspridning ocks&#229; i ett m&#229;l om ett n&#228;ra f&#246;rest&#229;ende 
angrepp p&#229; en f&#246;retagshemlighet.

Straff

26 &#167; Den som upps&#229;tligen och olovligen bereder sig 
tillg&#229;ng till en f&#246;retagshemlighet ska d&#246;mas f&#246;r 
f&#246;retagsspioneri till b&#246;ter eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r 
eller, om brottet &#228;r grovt, till f&#228;ngelse i l&#228;gst sex m&#229;nader 
och h&#246;gst sex &#229;r. Vid bed&#246;mningen av om brottet &#228;r grovt ska 
det s&#228;rskilt beaktas om g&#228;rningen har varit av s&#228;rskilt 
farlig art, avsett betydande v&#228;rde eller inneburit 
synnerligen k&#228;nnbar skada. 

F&#246;r f&#246;rs&#246;k eller f&#246;rberedelse till f&#246;retagsspioneri ska det 
d&#246;mas till ansvar enligt 23 kap. brottsbalken. 

Det ska inte d&#246;mas till ansvar enligt denna paragraf om 
g&#228;rningen &#228;r belagd med str&#228;ngare straff i brottsbalken.

27 &#167; Den som upps&#229;tligen anskaffar en f&#246;retagshemlighet 
med vetskap om att den som tillhandah&#229;ller hemligheten eller 
n&#229;gon f&#246;re honom eller henne i sin tur har berett sig 
tillg&#229;ng till denna genom en g&#228;rning som avses i 26 &#167;, ska 
d&#246;mas f&#246;r olovlig befattning med f&#246;retagshemlighet till b&#246;ter 
eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r eller, om brottet &#228;r grovt, 
till f&#228;ngelse i h&#246;gst fyra &#229;r.

Det ska inte d&#246;mas till ansvar enligt denna paragraf om 
g&#228;rningen &#228;r belagd med str&#228;ngare straff i brottsbalken.

28 &#167; Den som har brutit mot en tystnadsplikt som f&#246;ljer av 
denna lag f&#229;r inte p&#229; grund av den &#246;vertr&#228;delsen g&#246;ras 
ansvarig enligt 20 kap. 3 &#167; brottsbalken. 

Den som har brutit mot ett vitesf&#246;rbud enligt denna lag f&#229;r 
inte d&#246;mas till straff f&#246;r en g&#228;rning som omfattas av 
f&#246;rbudet.


&#214;verg&#229;ngsbest&#228;mmelser

2018:558

1. Denna lag tr&#228;der i kraft den 1 juli 2018.

2. Genom lagen upph&#228;vs lagen (1990:409) om skydd f&#246;r 
f&#246;retagshemligheter. 

3. Den upph&#228;vda lagen g&#228;ller fortfarande f&#246;r angrepp p&#229; en 
f&#246;retagshemlighet som har utf&#246;rts f&#246;re ikrafttr&#228;dandet. I 
fr&#229;ga om straffansvar finns s&#228;rskilda best&#228;mmelser i lagen 
(1964:163) om inf&#246;rande av brottsbalken.
</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=743">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=745">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
