

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-03-22" /> 
 <meta id="rattsinfo-edited" content="2023-03-22 15:32:34" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>836</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=835">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=837">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2017:631 ·
                    <a href="/sfsr?bet=2017:631">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2017:631) om registrering av verkliga huvudm&#228;n</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet B
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2017-06-22
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1539
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2017-08-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Lagens syfte, till&#228;mpningsomr&#229;de och definitioner

Lagens syfte

1 &#167; F&#246;r att f&#246;rhindra att juridiska personer eller truster 
utnyttjas f&#246;r penningtv&#228;tt eller finansiering av terrorism 
finns i denna lag best&#228;mmelser om krav p&#229; registrering av 
verkliga huvudm&#228;n i juridiska personer och truster.

Med truster avses i denna lag &#228;ven liknande juridiska 
konstruktioner. Lag (2019:736).

Till&#228;mpningsomr&#229;de

2 &#167; Lagen &#228;r till&#228;mplig p&#229;

1. svenska juridiska personer,

2. utl&#228;ndska juridiska personer som driver verksamhet i 
Sverige, 

3. fysiska personer med hemvist i Sverige som driver 
verksamhet som avser f&#246;rvaltning av en trust, och

4. fysiska personer med hemvist i utlandet som driver 
verksamhet i Sverige som avser f&#246;rvaltning av en trust.

Lagen &#228;r inte till&#228;mplig p&#229;

1. staten, regioner, kommuner eller kommunalf&#246;rbund eller 
juridiska personer som staten, regioner, kommuner eller 
kommunalf&#246;rbund, var f&#246;r sig eller tillsammans, har ett direkt 
eller indirekt r&#228;ttsligt best&#228;mmande inflytande &#246;ver,

2. aktiebolag vars aktier &#228;r upptagna till handel p&#229; en 
reglerad marknad inom EES eller motsvarande marknad utanf&#246;r 
EES eller dotterf&#246;retag till s&#229;dana bolag,

3. d&#246;dsbon, eller

4. konkursbon.
Lag (2019:1255).

Verklig huvudman 

3 &#167; Med verklig huvudman avses

1. en fysisk person som, ensam eller tillsammans med n&#229;gon 
annan, ytterst &#228;ger eller kontrollerar en juridisk person, 
eller

2. en fysisk person till vars f&#246;rm&#229;n n&#229;gon annan handlar.

Om inte annat f&#246;ljer av omst&#228;ndigheterna i det enskilda 
fallet, ska en fysisk person anses vara verklig huvudman, om 
han eller hon omfattas av en presumtion om kontroll enligt 
4–6 &#167;&#167;. 

4 &#167; En fysisk person ska antas ut&#246;va den yttersta kontrollen 
&#246;ver en juridisk person, om han eller hon

1. p&#229; grund av innehav av aktier, andra andelar eller 
medlemskap kontrollerar mer &#228;n 25 procent av det totala 
antalet r&#246;ster i den juridiska personen, 

2. har r&#228;tt att utse eller avs&#228;tta mer &#228;n h&#228;lften av den 
juridiska personens styrelseledam&#246;ter eller motsvarande 
befattningshavare, eller

3. p&#229; grund av avtal med &#228;gare, medlem eller den juridiska 
personen, f&#246;reskrift i bolagsordning, bolagsavtal och d&#228;rmed 
j&#228;mf&#246;rbara handlingar, kan ut&#246;va kontroll enligt 1 eller 2.

Om en fysisk person ska antas ut&#246;va den yttersta kontrollen 
&#246;ver en eller flera juridiska personer som ut&#246;var kontroll 
&#246;ver en annan juridisk person p&#229; ett s&#228;tt som anges i f&#246;rsta 
stycket, ska han eller hon antas ut&#246;va den yttersta 
kontrollen ocks&#229; &#246;ver den senare juridiska personen.

5 &#167; En fysisk person ska antas ut&#246;va den yttersta kontrollen 
&#246;ver en juridisk person, om han eller hon tillsammans med en 
eller flera n&#228;rst&#229;ende kan kontrollera en juridisk person 
enligt 4 &#167;. 

Med n&#228;rst&#229;ende avses make, registrerad partner, sambo, barn 
och deras make, registrerade partner eller sambo samt 
f&#246;r&#228;ldrar. 

6 &#167; En fysisk person ska, ut&#246;ver vad som f&#246;ljer av 4 och 
5 &#167;&#167;, antas ut&#246;va den yttersta kontrollen &#246;ver en stiftelse, 
om han eller hon 

1. &#228;r styrelseledamot eller motsvarande befattningshavare, 
eller

2. f&#246;retr&#228;der en annan juridisk person som &#228;r f&#246;rvaltare f&#246;r 
stiftelsen.

En fysisk person ska antas vara den till vars f&#246;rm&#229;n 
stiftelsen handlar, om han eller hon enligt 
stiftelsef&#246;rordnandet kan f&#229; del av en v&#228;sentlig andel av 
stiftelsens utdelade medel. 

7 &#167; En fysisk person ska antas vara verklig huvudman i en 
trust, om han eller hon

1. &#228;r instiftare,

2. &#228;r f&#246;rvaltare eller, om f&#246;rvaltaren &#228;r en juridisk person, 
f&#246;retr&#228;dare f&#246;r f&#246;rvaltaren, 

3. &#228;r beskyddare,

4. &#228;r f&#246;rm&#229;nstagare eller tillh&#246;r f&#246;rm&#229;nstagarkretsen, eller 

5. p&#229; n&#229;got annat s&#228;tt ut&#246;var den yttersta kontrollen &#246;ver 
trusten. Lag (2019:736).

Verksamhetsut&#246;vare

8 &#167; Med verksamhetsut&#246;vare avses en fysisk eller juridisk 
person som utf&#246;r verksamhet som omfattas av lagen (2017:630) 
om &#229;tg&#228;rder mot penningtv&#228;tt och finansiering av terrorism.

2 kap. Uppgifter om verkliga huvudm&#228;n

Dokumentation om verkligt huvudmannaskap 

1 &#167; En juridisk person ska ha tillf&#246;rlitliga uppgifter om vem 
som &#228;r dess verkliga huvudman och om arten och omfattningen 
av hans eller hennes intresse i den juridiska personen. Om en 
verklig huvudman saknas eller om det inte finns 
tillf&#246;rlitliga uppgifter om vem som &#228;r verklig huvudman, ska 
den juridiska personen i st&#228;llet ha uppgift om detta. 

Informationen enligt f&#246;rsta stycket ska h&#229;llas aktuell och 
kontrolleras i den utstr&#228;ckning som omst&#228;ndigheterna 
kr&#228;ver.

Den juridiska personen ska dokumentera uppgifterna 
och den utredning som g&#246;rs f&#246;r att bed&#246;ma vem som &#228;r verklig 
huvudman enligt f&#246;rsta stycket, om det inte &#228;r uppenbart 
obeh&#246;vligt. Om uppgift om den verkliga huvudmannen &#228;ndras, 
ska dokumentation avseende &#228;ldre f&#246;rh&#229;llanden bevaras under 
minst fem &#229;r d&#228;refter.

Skyldighet att tillhandah&#229;lla uppgifter

2 &#167; En juridisk person ska p&#229; beg&#228;ran av en myndighet utan 
dr&#246;jsm&#229;l l&#228;mna ut den dokumentation som anges i 1 &#167;.

En juridisk person ska p&#229; beg&#228;ran av en verksamhetsut&#246;vare 
tillhandah&#229;lla den dokumentation som anges i 1 &#167;, om 
verksamhetsut&#246;varen genomf&#246;r &#229;tg&#228;rder f&#246;r kundk&#228;nnedom med 
anledning av en transaktion eller en aff&#228;rsf&#246;rbindelse med den 
juridiska personen.

En verklig huvudman i en juridisk person ska p&#229; beg&#228;ran av den 
juridiska personen tillhandah&#229;lla de uppgifter som anges i 1 &#167; 
f&#246;rsta stycket f&#246;rsta meningen. Lag (2019:736).

Skyldighet att anm&#228;la uppgifter f&#246;r registrering

3 &#167; En juridisk person ska anm&#228;la uppgifterna enligt 1 &#167; 
f&#246;rsta stycket till Bolagsverket f&#246;r registrering i registret 
&#246;ver verkliga huvudm&#228;n.

En anm&#228;lan ska g&#246;ras

1. samtidigt som den juridiska personen anm&#228;ler sig f&#246;r 
registrering, om Bolagsverket &#228;r beh&#246;rig 
registreringsmyndighet, eller 

2. senast fyra veckor fr&#229;n det att den juridiska personen har 
registrerats av en annan beh&#246;rig registreringsmyndighet.

N&#228;r ett f&#246;rh&#229;llande som har anm&#228;lts &#228;ndras, ska den juridiska 
personen anm&#228;la f&#246;r&#228;ndringen f&#246;r registrering. Anm&#228;lan ska 
g&#246;ras utan dr&#246;jsm&#229;l efter det att den juridiska personen f&#229;tt 
k&#228;nnedom om det &#228;ndrade f&#246;rh&#229;llandet. Lag (2022:1539).

4 &#167; F&#246;r en ideell f&#246;rening eller annan juridisk person som 
inte omfattas av ett krav p&#229; registrering av grundl&#228;ggande 
information om den juridiska personen g&#228;ller 1–3 &#167;&#167; f&#246;rst n&#228;r 
en uppgift om verklig huvudman l&#228;mnas till en 
verksamhetsut&#246;vare med anledning av &#229;tg&#228;rder f&#246;r 
kundk&#228;nnedom. 

En anm&#228;lan f&#246;r registrering i registret &#246;ver verkliga 
huvudm&#228;n ska g&#246;ras inom fyra veckor fr&#229;n det att uppgiften 
l&#228;mnades till verksamhetsut&#246;varen. En uppgift om att en 
verklig huvudman saknas beh&#246;ver dock inte anm&#228;las f&#246;r 
registrering. 

5 &#167; Om en juridisk person som avses i 4 &#167; f&#246;rsta stycket tar 
emot eller samlar in pengar eller annan egendom i syfte att 
fr&#228;mja ett varaktigt &#228;ndam&#229;l som inneb&#228;r att pengar eller 
egendom &#246;verf&#246;rs till en annan fysisk eller juridisk person, 
ska uppgifter om den juridiska personens styrelseledam&#246;ter 
eller motsvarande befattningshavare och firmatecknare 
anm&#228;las, om s&#229;dana uppgifter inte tidigare anm&#228;lts till ett 
offentligt register. Anm&#228;lan ska ske inom den tid som anges i 
4 &#167; andra stycket.

6 &#167; En juridisk person som avses i 4 eller 5 &#167; och som har 
ett politiskt, religi&#246;st, kulturellt eller annat s&#229;dant 
&#228;ndam&#229;l eller &#228;r ett trossamfund som inte registrerats i 
handelsregistret enligt handelsregisterlagen (1974:157) &#228;r 
inte skyldig att i anm&#228;lan ange uppgifter om fysiska personer 
som &#228;r medlemmar i den juridiska personen, om en s&#229;dan 
anm&#228;lan medf&#246;r att medlemmens &#229;sk&#229;dning i n&#229;got av dessa 
avseenden blir k&#228;nd.

Undantaget i f&#246;rsta stycket g&#228;ller ocks&#229; om en anm&#228;lan annars 
avsl&#246;jar personuppgifter som avses i artikel 9.1 i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av den 
27 april 2016 om skydd f&#246;r fysiska personer med avseende p&#229; 
behandling av personuppgifter och om det fria fl&#246;det av 
s&#229;dana uppgifter och om upph&#228;vande av direktiv 95/46/EG 
(allm&#228;n dataskyddsf&#246;rordning). Lag (2018:333).

Truster

7 &#167; F&#246;r en fysisk eller juridisk person som driver verksamhet 
som avser f&#246;rvaltning av en trust g&#228;ller det som s&#228;gs om en 
juridisk person i 1-3 &#167;&#167; i fr&#229;ga om trusten.

N&#228;r 3 &#167; andra stycket till&#228;mpas ska fristen r&#228;knas fr&#229;n det 
att verksamheten startar. Lag (2019:736).

Undantag

8 &#167; Best&#228;mmelsen i 3 &#167; g&#228;ller inte om uppgifter om verklig 
huvudman i en juridisk person eller trust har anm&#228;lts i ett 
centralt register &#246;ver verkliga huvudm&#228;n i en annan stat inom 
EES. Lag (2019:736).

3 kap. Register &#246;ver verkliga huvudm&#228;n

Registreringsmyndighet

1 &#167; Bolagsverket ska f&#246;ra ett register &#246;ver verkliga huvudm&#228;n 
och andra uppgifter som anm&#228;ls enligt denna lag.

Brister i anm&#228;lan

2 &#167; Om den som har gjort en anm&#228;lan om registrering inte 
f&#246;ljer de krav som g&#228;ller f&#246;r en anm&#228;lan, f&#229;r Bolagsverket 
f&#246;rel&#228;gga den juridiska personen att yttra sig i fr&#229;gan eller 
r&#228;tta till bristen inom en viss tid. 

Om den som har gjort anm&#228;lan inte f&#246;ljer ett f&#246;rel&#228;ggande 
enligt f&#246;rsta stycket, f&#229;r registrering v&#228;gras.

Utebliven anm&#228;lan 

3 &#167; Om en juridisk person inte har anm&#228;lt uppgifter f&#246;r 
registrering i registret &#246;ver verkliga huvudm&#228;n inom den tid 
som anges i 2 kap. 3 eller 4 &#167;, eller om registrering v&#228;grats 
enligt 2 &#167;, f&#229;r Bolagsverket f&#246;rel&#228;gga den juridiska personen 
att l&#228;mna in en anm&#228;lan inom en viss tid. 

Felaktiga uppgifter

4 &#167; Om det kan antas att en uppgift i en anm&#228;lan om 
registrering eller i registret &#246;ver verkliga huvudm&#228;n &#228;r 
felaktig, f&#229;r Bolagsverket f&#246;rel&#228;gga den juridiska personen 
att r&#228;tta uppgiften eller visa att den inte &#228;r felaktig.

Om f&#246;rel&#228;ggandet inte f&#246;ljs, f&#229;r Bolagsverket besluta att 
uppgiften inte ska registreras eller att uppgiften ska tas 
bort fr&#229;n registret och f&#246;rel&#228;gga den juridiska personen att 
l&#228;mna in en ny anm&#228;lan. Lag (2019:736).

5 &#167; De verksamhetsut&#246;vare och myndigheter som anv&#228;nder 
registret ska anm&#228;la till Bolagsverket om det finns anledning 
att misst&#228;nka att uppgifterna i registret &#228;r felaktiga. 
Brottsbek&#228;mpande myndigheter som anv&#228;nder registret ska g&#246;ra 
en s&#229;dan anm&#228;lan n&#228;r det kan ske med h&#228;nsyn till utredning av 
brott. 

En anm&#228;lan enligt f&#246;rsta stycket ska ocks&#229; g&#246;ras om en 
registreringsskyldig juridisk person inte har gjort en 
anm&#228;lan inom den tid som anges i 2 kap. 3 eller 4 &#167;. 

Vite

6 &#167; Om en juridisk person inte f&#246;ljer ett f&#246;rel&#228;ggande enligt 
2, 3 eller 4 &#167;, f&#229;r Bolagsverket vid vite f&#246;rel&#228;gga den 
juridiska personen eller den verkst&#228;llande direkt&#246;ren, en 
styrelseledamot eller en annan motsvarande befattningshavare 
att inom en viss tid g&#246;ra en anm&#228;lan eller ge in uppgifter 
som den juridiska personen &#228;r skyldig att l&#228;mna enligt denna 
lag.

7 &#167; Om en juridisk person inte l&#228;mnar ut dokumentation till en 
myndighet enligt 2 kap. 2 &#167; f&#246;rsta stycket, ska Bolagsverket 
p&#229; beg&#228;ran av myndigheten f&#246;rel&#228;gga den juridiska personen, 
den verkst&#228;llande direkt&#246;ren, en styrelseledamot eller en 
motsvarande befattningshavare att vid vite l&#228;mna ut 
dokumentationen.

Om en verklig huvudman inte tillhandah&#229;ller uppgifter enligt 
2 kap. 2 &#167; tredje stycket, f&#229;r Bolagsverket p&#229; beg&#228;ran av den 
juridiska personen f&#246;rel&#228;gga den verkliga huvudmannen att vid 
vite tillhandah&#229;lla uppgifterna. Lag (2019:736).

8 &#167; Fr&#229;gor om utd&#246;mande av vite enligt 6 och 7 &#167;&#167; pr&#246;vas av 
Bolagsverket.

I anslutning till att vite d&#246;ms ut f&#229;r Bolagsverket &#228;ven 
f&#246;rel&#228;gga nytt vite.

Truster

9 &#167; F&#246;r en fysisk person som driver verksamhet som avser 
f&#246;rvaltning av en trust g&#228;ller det som s&#228;gs om en juridisk 
person i 2-4 &#167;&#167;, 6 &#167; och 7 &#167; f&#246;rsta stycket. Lag (2019:736).

&#214;verklagande 

10 &#167; Bolagsverkets beslut enligt denna lag f&#229;r &#246;verklagas till 
allm&#228;n f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2019:736).

Avgifter

11 &#167; Bolagsverket f&#229;r ta ut avgifter f&#246;r hantering av &#228;renden 
enligt denna lag. 

Bemyndigande

12 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om 

1. inneh&#229;llet i och &#246;vriga krav p&#229; anm&#228;lan enligt 2 kap. 
3–5 &#167;&#167;, 

2. inneh&#229;llet i och &#246;vriga egenskaper hos registret med 
uppgifter om verkliga huvudm&#228;n, 

3. fr&#229;gor om tillg&#229;ng till registret, och

4. s&#229;dana avgifter som avses i 11 &#167;. 

&#214;verg&#229;ngsbest&#228;mmelser

2017:631

1. Denna lag tr&#228;der i kraft den 1 augusti 2017.

2. Har registreringsskyldighet uppst&#229;tt i och med 
ikrafttr&#228;dandet av lagen ska en anm&#228;lan enligt 2 kap. g&#246;ras 
senast sex m&#229;nader efter lagens ikrafttr&#228;dande.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=835">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=837">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
